{
    "blockchain_lesson1_title": "Урок 1: <highlight>Що таке блокчейн</highlight>",
    "blockchain_lesson1_paragraph1": "Уявіть журнал, в якому записано, хто кому і скільки переказав. Наприклад: одна людина надіслала іншій 10 монет, а частину передала третій.",
    "blockchain_lesson1_paragraph2": "Тепер уявіть, що цей журнал неможливо підробити. Всі сторінки пронумеровані, скріплені, і кожна залежить від попередньої. Копії цього журналу одночасно зберігаються в сотень користувачів.",
    "blockchain_lesson1_paragraph3": "Якщо хтось спробує змінити хоча б одну копію — інші одразу виявлять розбіжності. Це і є <highlight>блокчейн</highlight>.",
    "blockchain_lesson1_paragraph4": "Блокчейн — це цифрова система, де всі <highlight>транзакції</highlight> записуються в <highlight>блоки</highlight>. Кожен блок пов'язаний із попереднім за допомогою <highlight>хешу</highlight> — унікального коду.",
    "blockchain_lesson1_paragraph5": "Якщо змінити хоч один запис у блоці — хеш зламається, і весь ланцюг перестане працювати. Це захищає дані від підробок.",
    "blockchain_lesson1_paragraph6": "Дані зберігаються не на одному сервері, а одразу в усіх користувачів. Це називається <highlight>децентралізація</highlight>.",
    "blockchain_lesson1_paragraph7": "Правильність записів перевіряється автоматично мережею. Це називається <highlight>консенсус</highlight>.",
    "blockchain_lesson1_paragraph8": "<highlight>Криптографія</highlight>, децентралізація і консенсус — це три основи блокчейну.",
    "blockchain_lesson1_paragraph9": "Першим прикладом блокчейну був <highlight>Біткоїн</highlight> у 2009 році. Він дозволив людям передавати цінності напряму, без посередників і банків.",
    "blockchain_lesson1_paragraph10": "Сьогодні існує безліч блокчейнів, але суть та ж: зберігати дані так, щоб ніхто не міг їх непомітно змінити чи стерти.",
    "blockchain_lesson2_title": "Урок 2: <highlight>Як працює блок: транзакції, хеші, ланцюг</highlight>",
    "blockchain_lesson2_paragraph1": "Блок — це як цифрова коробка, в яку записуються транзакції. Кожна <highlight>транзакція</highlight> — це запис про передачу цінності між учасниками.",
    "blockchain_lesson2_paragraph2": "Коли блок заповнюється, він закривається за допомогою <highlight>хеш-функції</highlight>. Це як унікальний цифровий відбиток.",
    "blockchain_lesson2_paragraph3": "Хеш не тільки захищає вміст блоку, але й зв’язує його з попереднім блоком — як клей між коробками.",
    "blockchain_lesson2_paragraph4": "Якщо хтось спробує змінити старий блок — зміниться хеш, і весь ланцюг зламається. Це захищає блокчейн від підробок.",
    "blockchain_lesson2_paragraph5": "Так створюється надійний <highlight>ланцюг блоків</highlight>. Усе пов’язано і захищено. Це основа технології блокчейн.",
    "blockchain_lesson3_title": "Урок 3: <highlight>Доказ роботи (Proof-of-Work)</highlight>",
    "blockchain_lesson3_paragraph1": "Щоб додати новий блок у блокчейн, недостатньо просто його створити — потрібно довести, що ти виконав <highlight>роботу</highlight>.",
    "blockchain_lesson3_paragraph2": "Майнери (спеціальні учасники мережі) розв’язують складні математичні задачі: знаходять хеш, який відповідає певним умовам (наприклад, починається з нулів).",
    "blockchain_lesson3_paragraph3": "Це вимагає обчислювальних ресурсів, але перевіряється легко. Хто перший розв’яже — додає блок і отримує винагороду в криптовалюті.",
    "blockchain_lesson3_paragraph4": "Цей механізм називається <highlight>Proof-of-Work</highlight> — доказ того, що ти справді витратив ресурси й зробив внесок у безпеку мережі.",
    "blockchain_lesson3_paragraph5": "Це захищає мережу: щоб атакувати її, потрібна величезна обчислювальна потужність. Це дорого й не вигідно.",
    "blockchain_lesson4_title": "Урок 4: <highlight>Що таке консенсус і навіщо він потрібен</highlight>",
    "blockchain_lesson4_paragraph1": "У блокчейні немає центральної влади, яка вирішує, що є правдою. Тому учасники мережі повинні <highlight>домовлятися</highlight>, які дані вважаються правильними.",
    "blockchain_lesson4_paragraph2": "Ця домовленість називається <highlight>консенсусом</highlight> — спільне рішення багатьох вузлів про те, які блоки справжні.",
    "blockchain_lesson4_paragraph3": "Якщо більшість вузлів підтверджують блок — його додають у ланцюг. Якщо хтось намагається обдурити — його версію мережа відхиляє.",
    "blockchain_lesson4_paragraph4": "Існують різні механізми консенсусу: <highlight>Proof-of-Work</highlight>, <highlight>Proof-of-Stake</highlight> та інші. У кожного є свої плюси і мінуси.",
    "blockchain_lesson4_paragraph5": "Мета — щоб система була чесною і безпечною: навіть якщо деякі діють погано, більшість забезпечує стабільну роботу мережі.",
    "blockchain_lesson5_title": "Урок 5: <highlight>Децентралізація — сила без центру</highlight>",
    "blockchain_lesson5_paragraph1": "<highlight>Децентралізація</highlight> — це коли система працює без одного головного керівника. Немає сервера, начальника чи контролюючого центру.",
    "blockchain_lesson5_paragraph2": "Кожен учасник має копію блокчейна і може перевіряти транзакції. Усі рівні. Навіть якщо частина вузлів відключиться — мережа продовжить роботу.",
    "blockchain_lesson5_paragraph3": "Це робить блокчейн стійким до цензури та атак. Ніхто не може просто натиснути кнопку і все зупинити.",
    "blockchain_lesson5_paragraph4": "У централізованих системах треба довіряти адміну. У децентралізованих — достатньо довіри до коду та правил мережі.",
    "blockchain_lesson5_paragraph5": "Ось чому децентралізація — одна з головних сил блокчейна. Вона дає свободу, незалежність і захист.",
    "blockchain_lesson6_title": "Урок 6: <highlight>Як працює мережа біткоїна</highlight>",
    "blockchain_lesson6_paragraph1": "Біткоїн працює як <highlight>однорангова мережа (P2P)</highlight>: тисячі комп’ютерів у всьому світі з’єднані напряму, без центрального сервера.",
    "blockchain_lesson6_paragraph2": "Кожен комп’ютер називається <highlight>вузлом (нода)</highlight> — це програма, яка зберігає повну копію блокчейна і перевіряє транзакції.",
    "blockchain_lesson6_paragraph3": "Коли користувач створює транзакцію, вона потрапляє у <highlight>mempool</highlight> — тимчасове сховище очікуваних транзакцій. Майнери беруть звідти транзакції, щоб включити їх у новий блок.",
    "blockchain_lesson6_paragraph4": "Після додавання блоку всі вузли перевіряють його і синхронізують свою копію. Так мережа залишається узгодженою і актуальною.",
    "blockchain_lesson6_paragraph5": "Навіть якщо половина вузлів вимкнеться — решта продовжить роботу. У цьому сила та надійність мережі біткоїна.",
    "blockchain_lesson7_title": "Урок 7: <highlight>Проблема подвійної витрати</highlight>",
    "blockchain_lesson7_paragraph1": "До появи блокчейну існувала серйозна проблема: як переконатися, що цифрові гроші не витрачаються двічі?",
    "blockchain_lesson7_paragraph2": "Людина могла скопіювати цифровий файл (монету) і надіслати його двом людям одночасно. Без спільного реєстру неможливо визначити, яка транзакція справжня.",
    "blockchain_lesson7_paragraph3": "Блокчейн вирішує це через <highlight>єдиний ланцюг</highlight>: у кожен момент часу додається лише один справжній блок, і всі бачать, що вже записано.",
    "blockchain_lesson7_paragraph4": "Якщо хтось спробує повторно витратити монети — мережа відхилить транзакцію, бо система вже пам’ятає про їх витрату.",
    "blockchain_lesson7_paragraph5": "Це зробило можливим безпечну передачу цифрової цінності напряму — без потреби у довірі.",
    "blockchain_lesson8_title": "Урок 8: <highlight>Хто такі майнери і навіщо вони потрібні</highlight>",
    "blockchain_lesson8_paragraph1": "Майнери — це учасники мережі, які додають нові блоки в блокчейн. Вони роблять це, розв’язуючи складні математичні задачі за допомогою комп’ютерів.",
    "blockchain_lesson8_paragraph2": "Кожен блок містить транзакції. Майнери вибирають їх з mempool, формують блок і шукають правильний <highlight>хеш</highlight>.",
    "blockchain_lesson8_paragraph3": "Хто перший знаходить рішення — додає блок і отримує <highlight>винагороду</highlight>: нову криптовалюту та комісії з транзакцій.",
    "blockchain_lesson8_paragraph4": "Майнери забезпечують безпеку мережі, підтверджують транзакції та отримують оплату за свою роботу.",
    "blockchain_lesson8_paragraph5": "З часом винагорода зменшується — це називається <highlight>халвінг</highlight>. Але майнінг залишається важливою частиною екосистеми.",
    "blockchain_lesson9_title": "Урок 9: <highlight>Уразливості блокчейну</highlight>",
    "blockchain_lesson9_paragraph1": "Блокчейн надійний, але не ідеальний. Одна з найбільших загроз — це <highlight>атака 51%</highlight>.",
    "blockchain_lesson9_paragraph2": "Якщо хтось контролює понад половину потужності мережі, він може змінювати блоки, скасовувати транзакції або робити подвійні витрати.",
    "blockchain_lesson9_paragraph3": "Є й інші ризики: помилки в коді, централізація майнінгу, складнощі з оновленням протоколів.",
    "blockchain_lesson9_paragraph4": "Але що більше учасників — то безпечніше мережа. <highlight>Децентралізація</highlight> ускладнює атаки.",
    "blockchain_lesson9_paragraph5": "Відкритий код, перевірка спільнотою і конкуренція — усе це робить блокчейни більш стійкими та надійними.",
    "blockchain_lesson10_title": "Урок 10: <highlight>Навіщо це все — філософія блокчейну</highlight>",
    "blockchain_lesson10_paragraph1": "Блокчейн — це не просто технологія. Це спосіб мислення, де <highlight>свобода</highlight>, <highlight>прозорість</highlight> і <highlight>особиста відповідальність</highlight> важливіші за контроль.",
    "blockchain_lesson10_paragraph2": "У світі, де довіра до банків, держав і платформ падає, блокчейн пропонує інший шлях — систему без посередників.",
    "blockchain_lesson10_paragraph3": "Ти сам зберігаєш свої активи. Сам підписуєш транзакції. Ніхто не може заморозити твій рахунок або змінити історію. <highlight>Відповідальність</highlight> — у твоїх руках.",
    "blockchain_lesson10_paragraph4": "Це дає людям <highlight>цифрову свободу</highlight>. Але свобода вимагає знань і усвідомлення. Блокчейн — це інструмент, а не чарівне рішення.",
    "blockchain_lesson10_paragraph5": "Багато хто вірить, що блокчейн — основа нового інтернету, нової економіки й нових форм співпраці — <highlight>Web3</highlight>. І ти вже в цьому майбутньому.",
    "back_button": "Назад",
    "next_button": "Завершити"
  }                  