{
    "blockchain_lesson1_title": "Lección 1: <highlight>¿Qué es Blockchain?</highlight>",
    "blockchain_lesson1_paragraph1": "Imagina un libro donde se registra quién envió cuánto y a quién. Por ejemplo: una persona envía 10 monedas a otra, y una parte se transfiere a una tercera.",
    "blockchain_lesson1_paragraph2": "Ahora imagina que este libro no se puede falsificar. Todas las páginas están numeradas, selladas y cada una depende de la anterior. Y hay copias de este libro guardadas por cientos de personas al mismo tiempo.",
    "blockchain_lesson1_paragraph3": "Si alguien intenta alterar una copia — las demás detectarán la diferencia al instante. Eso es lo que llamamos <highlight>blockchain</highlight>.",
    "blockchain_lesson1_paragraph4": "Blockchain es un sistema digital donde todas las <highlight>transacciones</highlight> se registran en <highlight>bloques</highlight>. Cada bloque se enlaza al anterior mediante un <highlight>hash</highlight> — un código único.",
    "blockchain_lesson1_paragraph5": "Si se cambia una sola entrada — el hash se rompe, y toda la cadena deja de funcionar. Esto protege los datos contra manipulaciones.",
    "blockchain_lesson1_paragraph6": "La información no se guarda en un solo servidor, sino entre todos los participantes de la red. Esto se llama <highlight>descentralización</highlight>.",
    "blockchain_lesson1_paragraph7": "La validez de los registros se verifica automáticamente por la red. Esto se llama <highlight>consenso</highlight>.",
    "blockchain_lesson1_paragraph8": "<highlight>Criptografía</highlight>, descentralización y consenso son los tres pilares del blockchain.",
    "blockchain_lesson1_paragraph9": "El primer ejemplo de blockchain fue <highlight>Bitcoin</highlight> en 2009. Permitió enviar valor directamente, sin intermediarios ni bancos.",
    "blockchain_lesson1_paragraph10": "Hoy en día existen muchas blockchains, pero el objetivo sigue siendo el mismo: guardar datos que nadie pueda alterar o borrar sin que se note.",
    "blockchain_lesson2_title": "Lección 2: <highlight>¿Cómo funciona un bloque?: Transacciones, Hashes, Cadena</highlight>",
    "blockchain_lesson2_paragraph1": "Un bloque es como una caja digital que contiene transacciones. Cada <highlight>transacción</highlight> es un registro de transferencia de valor entre participantes.",
    "blockchain_lesson2_paragraph2": "Cuando el bloque está lleno, se sella con una <highlight>función hash</highlight>. Es como una huella digital: un código único basado en el contenido del bloque.",
    "blockchain_lesson2_paragraph3": "El hash no solo protege los datos dentro del bloque, sino que también lo enlaza con el bloque anterior — como un pegamento entre cajas.",
    "blockchain_lesson2_paragraph4": "Si alguien intenta modificar un bloque anterior, el hash cambiará y se romperá toda la cadena. Así se protege el blockchain contra manipulaciones.",
    "blockchain_lesson2_paragraph5": "Así se crea una <highlight>cadena de bloques</highlight> segura. Todo está enlazado y protegido. Esta es la base de la tecnología blockchain.",
    "blockchain_lesson3_title": "Lección 3: <highlight>Prueba de trabajo (Proof-of-Work)</highlight>",
    "blockchain_lesson3_paragraph1": "Para añadir un nuevo bloque al blockchain, no basta con crearlo — debes demostrar que hiciste <highlight>trabajo</highlight>.",
    "blockchain_lesson3_paragraph2": "Los mineros (participantes especiales) resuelven problemas matemáticos complejos: encuentran un hash que cumple una condición (por ejemplo, que empieza con varios ceros).",
    "blockchain_lesson3_paragraph3": "Esta tarea requiere potencia de cómputo y energía, pero se puede verificar fácilmente. El primero en resolverlo añade el bloque y recibe una recompensa en criptomoneda.",
    "blockchain_lesson3_paragraph4": "Este mecanismo se llama <highlight>Proof-of-Work</highlight> — una forma de probar que contribuiste con recursos y ayudaste a asegurar la red.",
    "blockchain_lesson3_paragraph5": "Protege la red: para atacarla se necesitaría una cantidad enorme de poder computacional. Eso la hace demasiado costosa para vulnerar.",
    "blockchain_lesson4_title": "Lección 4: <highlight>¿Qué es el consenso y por qué es necesario?</highlight>",
    "blockchain_lesson4_paragraph1": "En blockchain no hay una autoridad central que decida qué es verdad. Los participantes de la red deben <highlight>ponerse de acuerdo</highlight> sobre qué datos son válidos.",
    "blockchain_lesson4_paragraph2": "Ese acuerdo se llama <highlight>consenso</highlight>: una decisión común entre muchos nodos sobre qué bloques se consideran reales.",
    "blockchain_lesson4_paragraph3": "Si la mayoría de los nodos aprueba un bloque, se añade a la cadena. Si alguien intenta engañar, su versión será rechazada.",
    "blockchain_lesson4_paragraph4": "Existen diferentes mecanismos de consenso: <highlight>Proof-of-Work</highlight>, <highlight>Proof-of-Stake</highlight> y otros. Cada uno tiene ventajas y desventajas.",
    "blockchain_lesson4_paragraph5": "El objetivo es que el sistema sea justo y seguro: incluso si algunos se comportan mal, la mayoría mantiene todo funcionando correctamente.",
    "blockchain_lesson5_title": "Lección 5: <highlight>Descentralización — Poder sin un centro</highlight>",
    "blockchain_lesson5_paragraph1": "<highlight>Descentralización</highlight> significa que el sistema funciona sin una autoridad central. No hay un servidor principal ni nadie con el control.",
    "blockchain_lesson5_paragraph2": "Cada participante guarda una copia del blockchain y puede verificar transacciones. Todos son iguales. Incluso si algunos nodos se apagan, la red sigue funcionando.",
    "blockchain_lesson5_paragraph3": "Esto hace que blockchain sea resistente a la censura y a los ataques. Nadie puede apagarlo con solo presionar un botón.",
    "blockchain_lesson5_paragraph4": "En sistemas centralizados, confías en el administrador. En sistemas descentralizados, confías en el código y las reglas de la red.",
    "blockchain_lesson5_paragraph5": "Por eso la descentralización es una de las mayores fortalezas del blockchain. Proporciona libertad, independencia y protección.",
    "blockchain_lesson6_title": "Lección 6: <highlight>¿Cómo funciona la red de Bitcoin?</highlight>",
    "blockchain_lesson6_paragraph1": "Bitcoin funciona como una <highlight>red entre pares (P2P)</highlight>: miles de computadoras en todo el mundo están conectadas directamente sin un servidor central.",
    "blockchain_lesson6_paragraph2": "Cada computadora se llama <highlight>nodo</highlight>: un programa que guarda una copia completa del blockchain y verifica las transacciones.",
    "blockchain_lesson6_paragraph3": "Cuando un usuario crea una transacción, esta va al <highlight>mempool</highlight>: un almacenamiento temporal de transacciones pendientes. Los mineros las seleccionan para crear nuevos bloques.",
    "blockchain_lesson6_paragraph4": "Una vez añadido el bloque, todos los nodos lo verifican y lo sincronizan. Así, la red se mantiene actualizada y consistente.",
    "blockchain_lesson6_paragraph5": "Incluso si la mitad de los nodos se apagan, el resto sigue funcionando. Esa es la fuerza y resiliencia de la red de Bitcoin.",
    "blockchain_lesson7_title": "Lección 7: <highlight>El problema del doble gasto</highlight>",
    "blockchain_lesson7_paragraph1": "Antes del blockchain, existía un gran problema: ¿cómo asegurarse de que el dinero digital no se gaste dos veces?",
    "blockchain_lesson7_paragraph2": "Una persona podía copiar un archivo digital (una moneda) y enviarlo a dos personas al mismo tiempo. Sin un registro compartido, no se sabía cuál era la transacción válida.",
    "blockchain_lesson7_paragraph3": "Blockchain lo resuelve mediante una <highlight>cadena única</highlight>: solo se añade un bloque válido a la vez, y todos ven qué transacción se registró.",
    "blockchain_lesson7_paragraph4": "Si alguien intenta usar de nuevo monedas ya gastadas, la red la rechaza, porque el sistema recuerda que ya se usaron.",
    "blockchain_lesson7_paragraph5": "Esto hizo posible enviar valor digital directamente entre personas, de forma segura y sin necesidad de confianza.",
    "blockchain_lesson8_title": "Lección 8: <highlight>¿Quiénes son los mineros y para qué sirven?</highlight>",
    "blockchain_lesson8_paragraph1": "Los mineros son participantes que agregan nuevos bloques al blockchain. Lo hacen resolviendo problemas matemáticos complejos con sus computadoras.",
    "blockchain_lesson8_paragraph2": "Cada bloque contiene transacciones. Los mineros las seleccionan del mempool, crean un bloque y buscan el <highlight>hash</highlight> correcto.",
    "blockchain_lesson8_paragraph3": "El primero en encontrar la solución añade el bloque y recibe una <highlight>recompensa</highlight>: criptomonedas recién creadas y comisiones.",
    "blockchain_lesson8_paragraph4": "Los mineros aseguran la red, validan las transacciones y reciben pago por su trabajo.",
    "blockchain_lesson8_paragraph5": "Con el tiempo, la recompensa se reduce — esto se llama <highlight>halving</highlight>. Aun así, la minería sigue siendo clave para el sistema.",
    "blockchain_lesson9_title": "Lección 9: <highlight>Vulnerabilidades del blockchain</highlight>",
    "blockchain_lesson9_paragraph1": "El blockchain es confiable, pero no perfecto. Una de las amenazas más conocidas es el <highlight>ataque del 51%</highlight>.",
    "blockchain_lesson9_paragraph2": "Si alguien controla más de la mitad del poder de la red, puede manipular bloques, cancelar transacciones o gastar dos veces.",
    "blockchain_lesson9_paragraph3": "Otros riesgos incluyen errores en el código, centralización del minado y problemas para actualizar los protocolos.",
    "blockchain_lesson9_paragraph4": "Pero cuantos más usuarios hay, más segura se vuelve la red. La <highlight>descentralización</highlight> hace que las amenazas sean difíciles de ejecutar.",
    "blockchain_lesson9_paragraph5": "El código abierto, la revisión comunitaria y la competencia fortalecen los blockchains y aumentan la confianza.",
    "blockchain_lesson10_title": "Lección 10: <highlight>¿Por qué importa todo esto? La filosofía del blockchain</highlight>",
    "blockchain_lesson10_paragraph1": "Blockchain no es solo tecnología. Es una forma de pensar donde la <highlight>libertad</highlight>, la <highlight>transparencia</highlight> y la <highlight>responsabilidad propia</highlight> importan más que el control.",
    "blockchain_lesson10_paragraph2": "En un mundo donde la confianza en bancos, gobiernos y plataformas está decayendo, blockchain ofrece otro camino: un sistema sin intermediarios.",
    "blockchain_lesson10_paragraph3": "Tú controlas tus propios fondos. Tú firmas tus transacciones. Nadie puede congelar tu cuenta ni reescribir tu historia. La <highlight>responsabilidad</highlight> es tuya.",
    "blockchain_lesson10_paragraph4": "Eso brinda <highlight>libertad digital</highlight>. Pero la libertad requiere conocimiento y responsabilidad. Blockchain ofrece herramientas — no garantías.",
    "blockchain_lesson10_paragraph5": "Muchos creen que el blockchain es la base de una nueva internet, una nueva economía y nuevas formas de organizar a las personas — <highlight>Web3</highlight>. Y tú ya eres parte de ello.",
    "back_button": "Atrás",
    "next_button": "Finalizar"
  }                  