{
    "web3defi_lesson1_title": "Lección 1: ¿Qué es <highlight>Web3</highlight>?",
    "web3defi_lesson1_paragraph1": "Imagina internet como tres épocas. En <highlight>Web1</highlight> solo podías leer, como un periódico. En <highlight>Web2</highlight> ya podías interactuar, dar likes y subir videos. Pero todo estaba controlado por plataformas. <highlight>Web3</highlight> es una nueva era donde tú eres el <highlight>dueño</highlight>.",
    "web3defi_lesson1_paragraph2": "En <highlight>Web3</highlight> obtienes una <highlight>billetera digital</highlight>. Es como tu pasaporte. A través de ella accedes a todos los servicios <highlight>Web3</highlight> — sin inicios de sesión ni contraseñas.",
    "web3defi_lesson1_paragraph3": "Tú controlas tus <highlight>tokens</highlight>, tu dinero e incluso las plataformas. Eso significa que nadie puede eliminar tu cuenta ni quitarte tus fondos.",
    "web3defi_lesson1_paragraph4": "Los datos no se almacenan en servidores de empresas, sino en la <highlight>blockchain</highlight> o en <highlight>IPFS</highlight>. El dinero se transfiere mediante <highlight>contratos inteligentes</highlight>.",
    "web3defi_lesson1_paragraph5": "<highlight>Web3</highlight> trata de <highlight>propiedad</highlight>, libertad y control. No eres solo un usuario, eres un <highlight>participante</highlight>.",
    "web3defi_lesson1_paragraph6": "Sin <highlight>Web3</highlight> dependes de plataformas. Con él, tú eres tu propio banco, identificación y guardián de datos.",
  
    "web3defi_lesson2_title": "Lección 2: Tu <highlight>billetera</highlight> — tu pasaporte en <highlight>Web3</highlight>",
    "web3defi_lesson2_paragraph1": "En <highlight>Web3</highlight> tienes una <highlight>billetera</highlight>. Es como un inicio de sesión y banco al mismo tiempo. Pero no está vinculada a tu nombre, teléfono o pasaporte.",
    "web3defi_lesson2_paragraph2": "La <highlight>billetera</highlight> consta de dos partes: una <highlight>dirección pública</highlight> (que puedes compartir) y una <highlight>clave privada</highlight> (que nunca debes compartir).",
    "web3defi_lesson2_paragraph3": "La <highlight>dirección pública</highlight> es como un número de tarjeta. Con ella recibes <highlight>tokens</highlight>, te conectas a <highlight>DApps</highlight> y participas en <highlight>DAO</highlight>.",
    "web3defi_lesson2_paragraph4": "La <highlight>clave privada</highlight> es tu único acceso. Si la pierdes, lo pierdes todo. Nadie podrá recuperarla — ni siquiera tú.",
    "web3defi_lesson2_paragraph5": "Por eso debes escribir tu <highlight>frase semilla</highlight> (palabras secretas) en papel y guardarla fuera de línea. No en el teléfono. No en la nube.",
    "web3defi_lesson2_paragraph6": "Con una <highlight>billetera</highlight> te conviertes en participante de <highlight>Web3</highlight>. Obtienes <highlight>tokens</highlight>, <highlight>NFT</highlight>, acceso a <highlight>DeFi</highlight> y construyes tu futuro digital.",
  
    "web3defi_lesson3_title": "Lección 3: ¿Qué son los <highlight>tokens</highlight> y para qué sirven?",
    "web3defi_lesson3_paragraph1": "Los <highlight>tokens</highlight> son objetos digitales en la <highlight>blockchain</highlight>. Pueden representar dinero, derechos, certificados o memes.",
    "web3defi_lesson3_paragraph2": "Existen <highlight>tokens de utilidad</highlight>, <highlight>tokens de gobernanza</highlight> y <highlight>NFT</highlight>. Cada tipo tiene su propósito.",
    "web3defi_lesson3_paragraph3": "Los <highlight>tokens de utilidad</highlight> dan acceso a funciones: por ejemplo, desbloquean misiones o recompensas.",
    "web3defi_lesson3_paragraph4": "Los <highlight>tokens de gobernanza</highlight> permiten votar. Cuantos más tokens tengas, más peso tiene tu voto.",
    "web3defi_lesson3_paragraph5": "Los <highlight>NFT</highlight> son tokens únicos. Representan arte, boletos, objetos o logros.",
    "web3defi_lesson3_paragraph6": "Los <highlight>tokens</highlight> son la base de <highlight>Web3</highlight>. Sin ellos no hay propiedad, gobernanza ni interacción.",
    "web3defi_lesson4_title": "Lección 4: <highlight>CEX</highlight> y <highlight>DEX</highlight> — ¿cuál es la diferencia?",
    "web3defi_lesson4_paragraph1": "Los <highlight>intercambios centralizados (CEX)</highlight> son plataformas como <highlight>Binance</highlight> o <highlight>Bybit</highlight>. Pertenecen a empresas y funcionan como bancos: tú depositas tu dinero y ellos lo gestionan.",
    "web3defi_lesson4_paragraph2": "Cuando operas en un <highlight>CEX</highlight>, tus <highlight>tokens</highlight> no están en tu posesión, sino en la bolsa. La bolsa puede restringir retiros o quebrar.",
    "web3defi_lesson4_paragraph3": "Los <highlight>intercambios descentralizados (DEX)</highlight> son protocolos como <highlight>Uniswap</highlight> o <highlight>1inch</highlight>, donde operas directamente desde tu <highlight>billetera</highlight>.",
    "web3defi_lesson4_paragraph4": "En un <highlight>DEX</highlight> nadie guarda tus <highlight>tokens</highlight>. Las transacciones se realizan mediante <highlight>contratos inteligentes</highlight>, sin intermediarios.",
    "web3defi_lesson4_paragraph5": "El <highlight>CEX</highlight> es conveniente, pero centralizado. El <highlight>DEX</highlight> es libre, pero requiere más conocimiento. Un usuario inteligente sabe usar ambos.",
    "web3defi_lesson4_paragraph6": "La regla principal de <highlight>Web3</highlight>: <highlight>si no son tus llaves, no es tu dinero</highlight>. En un <highlight>DEX</highlight> tú eres el dueño.",
  
    "web3defi_lesson5_title": "Lección 5: ¿Qué es <highlight>DeFi</highlight> — finanzas descentralizadas?",
    "web3defi_lesson5_paragraph1": "<highlight>DeFi</highlight> significa <highlight>Finanzas Descentralizadas</highlight>. Es una alternativa a los bancos — sin intermediarios ni control central.",
    "web3defi_lesson5_paragraph2": "Puedes pedir <highlight>préstamos</highlight>, prestar dinero, intercambiar tokens y ganar intereses — todo sin bancos ni papeleo.",
    "web3defi_lesson5_paragraph3": "En <highlight>DeFi</highlight> no hay oficina, gerente ni identificación. Solo tú y un <highlight>contrato inteligente</highlight> que lo hace todo automáticamente.",
    "web3defi_lesson5_paragraph4": "Tú controlas tus propios <highlight>tokens</highlight>. No hay riesgo de que alguien congele tu cuenta o imponga condiciones.",
    "web3defi_lesson5_paragraph5": "<highlight>DeFi</highlight> está abierto a todos. Solo necesitas una <highlight>billetera</highlight> y algo de tokens para pagar comisiones.",
    "web3defi_lesson5_paragraph6": "No es solo tecnología. Es <highlight>libertad financiera</highlight> — una nueva forma de manejar tu dinero sin permisos ni fronteras.",
  
    "web3defi_lesson6_title": "Lección 6: Ejemplos de <highlight>plataformas DeFi</highlight>",
    "web3defi_lesson6_paragraph1": "Veamos ejemplos reales. <highlight>DeFi</highlight> ya está en funcionamiento, no es solo teoría.",
    "web3defi_lesson6_paragraph2": "<highlight>Uniswap</highlight> — un intercambio descentralizado. Intercambias tokens directamente desde tu billetera. Sitio: <a href=\"https://uniswap.org\" target=\"_blank\" rel=\"noopener noreferrer\">uniswap.org</a>.",
    "web3defi_lesson6_paragraph3": "<highlight>Aave</highlight> — un protocolo para préstamos y créditos. Todo funciona mediante contratos inteligentes. Sitio: <a href=\"https://aave.com\" target=\"_blank\" rel=\"noopener noreferrer\">aave.com</a>.",
    "web3defi_lesson6_paragraph4": "<highlight>Curve</highlight> — una plataforma para intercambiar stablecoins con bajas comisiones. Sitio: <a href=\"https://curve.fi\" target=\"_blank\" rel=\"noopener noreferrer\">curve.fi</a>.",
    "web3defi_lesson6_paragraph5": "<highlight>1inch</highlight> — un agregador de intercambios. Encuentra el mejor precio entre todos los DEX. Sitio: <a href=\"https://1inch.io\" target=\"_blank\" rel=\"noopener noreferrer\">1inch.io</a>.",
    "web3defi_lesson6_paragraph6": "Todas estas plataformas funcionan sin intermediarios. Tú conectas tu <highlight>billetera</highlight> y gestionas todo directamente.",
    "web3defi_lesson7_title": "Lección 7: ¿Cómo funciona el <highlight>staking</highlight>?",
    "web3defi_lesson7_paragraph1": "<highlight>Staking</highlight> es cuando bloqueas tus tokens y recibes una recompensa por ello. Es como un depósito en el banco, pero en <highlight>Web3</highlight>.",
    "web3defi_lesson7_paragraph2": "Das tus tokens a la red. Ayudan a validar transacciones y mantener el funcionamiento del <highlight>blockchain</highlight>.",
    "web3defi_lesson7_paragraph3": "A cambio, recibes nuevos <highlight>tokens</highlight> — como ingreso pasivo. Cuanto más tiempo mantienes tus tokens, mayor es la recompensa.",
    "web3defi_lesson7_paragraph4": "Hay <highlight>staking on-chain</highlight> — directamente en la red (sin intermediarios), y a través de <highlight>plataformas DeFi</highlight> — más fácil, pero con riesgos.",
    "web3defi_lesson7_paragraph5": "Algunas redes tienen un <highlight>período de desbloqueo (unbonding)</highlight> — tiempo de espera antes de retirar los tokens. Tenlo en cuenta.",
    "web3defi_lesson7_paragraph6": "<highlight>Staking</highlight> es una forma de ganar con tus tokens almacenados, pero es importante estudiar las condiciones y no poner todo en un solo lugar.",
  
    "web3defi_lesson8_title": "Lección 8: ¿Qué es el <highlight>farming</highlight> y el <highlight>pool de liquidez</highlight>?",
    "web3defi_lesson8_paragraph1": "<highlight>Farming</highlight> es cuando proporcionas <highlight>liquidez</highlight> a un protocolo DeFi y recibes recompensas por ello.",
    "web3defi_lesson8_paragraph2": "Agregas dos <highlight>tokens</highlight> a un <highlight>pool</highlight>, por ejemplo <highlight>ETH</highlight> y <highlight>USDC</highlight>. Las personas usan ese pool para hacer intercambios.",
    "web3defi_lesson8_paragraph3": "Por cada operación en el pool recibes parte de la comisión. A veces también una bonificación en <highlight>tokens del protocolo</highlight>.",
    "web3defi_lesson8_paragraph4": "A cambio recibes <highlight>tokens LP</highlight> — que prueban tu participación y te permiten retirar tu aporte con ganancias.",
    "web3defi_lesson8_paragraph5": "Existe un riesgo — <highlight>pérdida impermanente</highlight>, cuando el precio de los tokens en el pool cambia mucho. Esto puede causar pérdidas.",
    "web3defi_lesson8_paragraph6": "El farming puede ser rentable, pero solo si entiendes los riesgos. Nunca inviertas todo de una vez — empieza poco a poco y estudia el protocolo.",
  
    "web3defi_lesson9_title": "Lección 9: <highlight>Riesgos</highlight> y <highlight>estafas</highlight> en Web3/DeFi",
    "web3defi_lesson9_paragraph1": "Web3 y <highlight>DeFi</highlight> ofrecen libertad, pero con ella viene la responsabilidad. Aquí hay ganancias y también <highlight>estafadores</highlight>.",
    "web3defi_lesson9_paragraph2": "Uno de los tipos de estafa más peligrosos es el <highlight>phishing</highlight>. Los estafadores crean sitios falsos para robar tu <highlight>clave privada</highlight>.",
    "web3defi_lesson9_paragraph3": "Existen <highlight>rug pulls</highlight> — cuando los creadores de un proyecto se llevan toda la liquidez y desaparecen. Siempre verifica quién está detrás del proyecto.",
    "web3defi_lesson9_paragraph4": "También ocurren <highlight>hackeos</highlight> — si hay errores en un contrato inteligente, los hackers pueden robar todos los <highlight>tokens</highlight>.",
    "web3defi_lesson9_paragraph5": "Usa solo <highlight>enlaces oficiales</highlight>, guarda tu <highlight>frase semilla</highlight> offline y no hagas clic en todo lo que ves.",
    "web3defi_lesson9_paragraph6": "Regla principal: <highlight>confía, pero verifica</highlight>. La seguridad es tu responsabilidad. En Web3 tú eres tu propia protección.",
  
    "web3defi_lesson10_title": "Lección 10: Cómo empezar a usar DeFi de forma <highlight>segura</highlight>",
    "web3defi_lesson10_paragraph1": "¡Felicidades! Has completado la base de Web3/DeFi. Ahora queda dar el primer paso sin caer en trampas.",
    "web3defi_lesson10_paragraph2": "Paso 1: Instala una <highlight>billetera</highlight> (por ejemplo, <highlight>Metamask</highlight>). Crea una <highlight>frase semilla</highlight> y guárdala offline.",
    "web3defi_lesson10_paragraph3": "Paso 2: Obtén algo de <highlight>criptomonedas</highlight>. Empieza en una red de prueba — ahí puedes practicar gratis.",
    "web3defi_lesson10_paragraph4": "Paso 3: Conecta tu billetera a un <highlight>protocolo DeFi</highlight>. Prueba un <highlight>intercambio</highlight> en <highlight>Uniswap</highlight> o <highlight>staking</highlight> en <highlight>Lido</highlight>.",
    "web3defi_lesson10_paragraph5": "Paso 4: Revisa las <highlight>comisiones</highlight> antes de cada transacción. No hagas clic si no entiendes lo que está pasando.",
    "web3defi_lesson10_paragraph6": "Paso 5: No confíes en sitios milagrosos que prometen +1000%. Primero verifica, luego invierte. Empieza poco a poco y aprende con la práctica.",
    "web3defi_lesson10_paragraph7": "<highlight>DeFi</highlight> es libertad. Pero la libertad requiere conocimiento y atención. Estás listo — solo empieza."
  
  
  }
  