{
    "strategies_lesson1_title": "Lección 1: ¿Qué es una estrategia de ingresos en Web3?",
    "strategies_lesson1_paragraph1": "Hoy en día, muchos han oído: «se puede ganar dinero con cripto». Algunos hablan de «tokens», otros de «billeteras», y otros de «airdrops». Pero la mayoría de las veces suena como magia o cuento. Estamos aquí para explicarlo de verdad: simple y honestamente.",
    "strategies_lesson1_paragraph2": "Web3 es un nuevo mundo digital. En él, no solo usas Internet, sino que formas parte de él. Participas en proyectos, apoyas tecnologías y, lo más importante — <highlight>ganas por tus acciones y conocimientos</highlight>.",
    "strategies_lesson1_paragraph3": "Pero para ganar, no basta con hacer clic al azar. Es importante entender lo que haces. No se trata de perseguir un «botón mágico». Necesitas una <highlight>estrategia</highlight>: tu propio camino y comprensión de tus objetivos.",
    "strategies_lesson1_paragraph4": "<highlight>Estrategia</highlight> es tu plan personal: cómo vas a avanzar, qué vas a probar, dónde invertirás tu tiempo y atención. Es como un mapa en una ciudad desconocida. Sin él — es fácil perderse.",
    "strategies_lesson1_paragraph5": "Algunas personas intentan «tener suerte» — descargan apps, hacen clics, se registran en todos lados. Pero muchas veces no reciben nada. ¿Por qué? Porque no tenían estrategia. Solo acciones aleatorias.",
    "strategies_lesson1_paragraph6": "Te mostraremos otra forma. En este módulo aprenderás qué es una <highlight>forma consciente de ganar</highlight> en Web3. Qué es el DCA (y te lo explicamos fácil), cómo funcionan los enfoques a largo plazo, cómo construir tu camino paso a paso.",
    "strategies_lesson1_paragraph7": "Este módulo no es sobre términos complicados. Es sobre <highlight>cómo pensar</highlight>. Cómo no depender de la suerte. Cómo entender qué te conviene. Y cómo realmente comenzar el camino hacia la libertad a través del conocimiento y la acción.",
  
    "strategies_lesson2_title": "Lección 2: ¿Qué es el DCA? — Una estrategia que usan incluso los multimillonarios",
    "strategies_lesson2_paragraph1": "<highlight>DCA</highlight> es la abreviatura de Dollar-Cost Averaging. Se traduce como “promedio del costo en dólares”. ¿Suena complicado? Ahora te lo explicamos de forma simple.",
    "strategies_lesson2_paragraph2": "Imagina que quieres comprar criptomonedas — por ejemplo, Ethereum. Tienes 100$. Pero no sabes cuándo comprar: ¿hoy? ¿mañana? ¿y si baja de precio?",
    "strategies_lesson2_paragraph3": "En lugar de comprar todo de una vez, divides el dinero en partes. Por ejemplo, 25$ por semana. Y compras poco a poco: hoy un poco, la próxima semana otro poco. Eso es el <highlight>DCA</highlight>.",
    "strategies_lesson2_paragraph4": "¿Para qué sirve esto? Porque el mercado siempre fluctúa. Y adivinar el mejor momento para comprar es casi imposible. Incluso los multimillonarios se equivocan. DCA es una forma de no adivinar, sino avanzar con calma y estabilidad.",
    "strategies_lesson2_paragraph5": "Es como sembrar semillas: no echarlas todas de golpe en un solo lugar, sino sembrar poco a poco en distintos momentos. Así, incluso si un lugar no es fértil — otro puede florecer. Es una estrategia que da oportunidades para crecer.",
    "strategies_lesson2_paragraph6": "Es importante entender: <highlight>DCA no da ganancias inmediatas</highlight>. No es para quien quiere “hacerse rico rápido”. Es para quien construye un <highlight>camino</highlight>. Quien avanza paso a paso, como una raíz que atraviesa las piedras.",
    "strategies_lesson2_paragraph7": "Así nace la <highlight>resistencia</highlight>: desde la inestabilidad, desde el miedo a equivocarse, desde la duda del momento. Y la resistencia no es magia. Es estrategia. Y con ella empieza un Web3 consciente.",
  
    "strategies_lesson3_title": "Lección 3: Alternativas al DCA y trampas de una mala elección",
    "strategies_lesson3_paragraph1": "<highlight>DCA</highlight> es una excelente estrategia para entrar al mercado con tranquilidad. Pero no es para todos. Existen otros enfoques que pueden ajustarse más a tu estilo de vida, forma de pensar y nivel de riesgo.",
    "strategies_lesson3_paragraph2": "La primera alternativa es <highlight>invertir toda la suma de una vez</highlight>. Se llama Lump Sum (en inglés “todo el monto de golpe”). Si estás seguro de que el precio es excelente — puedes invertir todo. Pero hay riesgo. Puedes acertar — o no.",
    "strategies_lesson3_paragraph3": "La segunda alternativa es <highlight>estrategia basada en eventos</highlight>. No compras según el tiempo, sino cuando ocurre algo: bajada de precio, noticias, lanzamiento de proyectos. Requiere atención y conocimiento del mercado. Pero entras cuando sientes el momento.",
    "strategies_lesson3_paragraph4": "La tercera es <highlight>rejilla de compras</highlight>. Estableces niveles condicionales: si el precio baja a 1700$, compras por 20$. Si baja a 1600$ — otros 20$. Es también promediación, pero basada en eventos, no en el tiempo.",
    "strategies_lesson3_paragraph5": "Importante: cualquier estrategia no es un botón de “ganar”. Es una forma de manejar riesgo y emociones. Si temes perder ganancias — eso no es estrategia. Es <highlight>avaricia</highlight>. Y la avaricia casi siempre lleva a pérdidas.",
    "strategies_lesson3_paragraph6": "La verdadera fuerza está en saber esperar. En poder decir: “No seguiré a todos. Pero seguiré mi camino”. Como una raíz bajo tierra — crece lento, pero un día atraviesa el concreto. Porque tiene dirección y paciencia.",
    "strategies_lesson3_paragraph7": "No importa qué estrategia elijas. Lo importante es que sea <highlight>tuya</highlight>. No una copia ciega de lo que hacen otros, sino una elección consciente. Así empieza el verdadero ingreso en Web3.",

    "strategies_lesson4_title": "Lección 4: Cómo elegir tu estrategia — según objetivos, riesgos y tiempo",
    "strategies_lesson4_paragraph1": "No existe una fórmula universal para ganar. Lo que funciona para uno — puede no funcionar para otro. Por eso la estrategia debe ser <highlight>tuya</highlight>: acorde a tus objetivos, tu dinero, tu personalidad.",
    "strategies_lesson4_paragraph2": "Primero hazte esta pregunta: <highlight>¿qué quiero?</highlight> ¿Resultados rápidos? ¿O un crecimiento seguro con el tiempo? ¿Quiero arriesgar o dormir tranquilo? La respuesta es la base de cualquier estrategia.",
    "strategies_lesson4_paragraph3": "Si lo más importante para ti es <highlight>no perder</highlight> — elige DCA, activos básicos, staking. Si estás dispuesto a <highlight>arriesgar</highlight> — puedes probar nuevos proyectos, airdrops, participación en DAOs. Lo importante es entender lo que estás haciendo.",
    "strategies_lesson4_paragraph4": "DAO significa <highlight>Decentralized Autonomous Organization</highlight>, que se traduce como <highlight>Organización Autónoma Descentralizada</highlight>. En otras palabras, es como un club online o comunidad sin jefes. Todas las decisiones se toman por votación de los participantes y la gestión se hace con contratos inteligentes. Los DAO funcionan como cooperativas digitales: si tienes tokens del proyecto — puedes votar y tener influencia.",
    "strategies_lesson4_paragraph5": "Segunda pregunta clave: <highlight>¿a qué plazo estoy entrando?</highlight> ¿Quiero ganar en un mes? ¿O estoy construyendo ingresos para el año? Las estrategias a 1 semana y a 1 año son mundos diferentes.",
    "strategies_lesson4_paragraph6": "Cuanto más largo tu horizonte — más fuerte trabaja el <highlight>tiempo</highlight>. Y el tiempo es un aliado poderoso. Suaviza las fluctuaciones, permite acumular, te deja hacer menos pero con más estabilidad.",
    "strategies_lesson4_paragraph7": "Y una cosa más: siempre ten en cuenta <highlight>tu estilo mental</highlight>. ¿Eres tranquilo? ¿O te alteras fácil? ¿Amas el orden o actúas por intuición? Una buena estrategia no debe romperte. Debe <highlight>sostenerte</highlight>.",
    "strategies_lesson4_paragraph8": "Así se construye un camino real. No copiando a otros, no mirando capturas ajenas. Sino mirando dentro de ti. La estrategia no es un botón. Es un espejo de tus objetivos, miedos, fuerza y dirección. Y cuando entiendes eso — ya no te perderás en Web3.",
  
    "strategies_lesson5_title": "Lección 5: Psicología de las decisiones — donde se rompen las estrategias",
    "strategies_lesson5_paragraph1": "Puedes elegir la estrategia perfecta. Calcular todo. Elegir activos. Planificar el tiempo. Pero si no estás preparado psicológicamente — en el momento clave simplemente harás clic donde no debes.",
    "strategies_lesson5_paragraph2": "¿Por qué pasa eso? Porque el ser humano no es un robot. Somos susceptibles al <highlight>miedo</highlight>, <highlight>avaricia</highlight>, <highlight>presión de la multitud</highlight>. Y todo eso destruye incluso las estrategias más inteligentes.",
    "strategies_lesson5_paragraph3": "Cuando el mercado cae — sientes miedo. Quieres vender todo. Cuando sube — quieres comprar más. Eso no es estrategia. Son emociones. Y las emociones son enemigas del ingreso estable.",
    "strategies_lesson5_paragraph4": "El éxito rompe más que el fracaso. Cuando todo te sale bien — empiezas a creer que eres un genio. Dejas de pensar, de revisar. Y luego caes. No por fracaso, sino por <highlight>exceso de confianza</highlight>.",
    "strategies_lesson5_paragraph5": "La comodidad es traicionera. Te relaja. Ya no lees noticias, no analizas. Actúas en automático. Y ahí eres vulnerable. Porque olvidas que <highlight>todo lo que crece, puede empezar a pudrirse</highlight>.",
    "strategies_lesson5_paragraph6": "En Web3 no basta con saber. Hay que estar preparado. Para el dolor. Para el caos. Para lo inesperado. El verdadero inversor no es el que no falla. Es quien mantiene la calma cuando todos pierden la cabeza.",
    "strategies_lesson5_paragraph7": "La psicología es como la tierra. Sobre ella crecen las estrategias. Si la tierra es débil — la raíz no rompe el concreto. Si aprendes a conocerte — podrás mantenerte firme incluso en tormentas. Esa es la verdadera fuerza.",
  
    "strategies_lesson6_title": "Lección 6: Cómo construir y probar tu estrategia",
    "strategies_lesson6_paragraph1": "Cuando entiendes tus objetivos, personalidad y riesgos — es hora de construir tu estrategia. No la de otro. No una copia de YouTube. Sino la tuya — hecha a tu medida.",
    "strategies_lesson6_paragraph2": "Primero define lo esencial: <highlight>¿en qué crees?</highlight> ¿En el crecimiento del Bitcoin? ¿En el potencial de nuevos proyectos? ¿En ingresos estables vía staking? A partir de eso se construirá tu estructura.",
    "strategies_lesson6_paragraph3": "Divide tu camino en pasos. Ejemplo: “1. Recargo la billetera. 2. Invierto con DCA en ETH. 3. Participo en 1 airdrop al mes. 4. Participo en DAO si el proyecto me interesa.” Eso ya es una estrategia.",
    "strategies_lesson6_paragraph4": "Escríbela. En un cuaderno. En notas. En una tabla. <highlight>Si no está escrita — no existe.</highlight> Es como construir una casa sin plano: puede salir bien o puede colapsar.",
    "strategies_lesson6_paragraph5": "Ahora — prueba. ¿Cómo se hace? Observa qué funciona. Dónde te agotaste. Qué faltó. Qué resultó. Anota qué dio frutos — y qué solo te quemó energía.",
    "strategies_lesson6_paragraph6": "Una verdadera estrategia no es un “plan eterno”. Es un organismo vivo. Lo adaptas a ti, no al mercado. Hoy te funciona DCA, mañana staking, luego una pausa. Es normal.",
    "strategies_lesson6_paragraph7": "No necesitas ser perfecto. Solo debes ser honesto contigo. La estrategia funciona cuando refleja <highlight>tu verdad</highlight>. No la ajena. No la de moda. Sino la tuya.",
    "strategies_lesson6_paragraph8": "Cuando ves que tu camino crece — incluso desde errores, incluso con dolor — te haces más fuerte. Aprendes no solo a ganar. Aprendes a pensar. Y eso te da una ventaja que la multitud no tiene.",

    "strategies_lesson7_title": "Lección 7: ¿Qué es un Airdrop — y cómo participar conscientemente?",
    "strategies_lesson7_paragraph1": "La palabra <highlight>airdrop</highlight> se traduce como “lanzamiento desde el aire”. En el mundo cripto, significa que un proyecto reparte sus tokens — gratis. ¿Por qué? Para llamar la atención, recompensar a usuarios activos o descentralizar la gestión.",
    "strategies_lesson7_paragraph2": "Ejemplo: usaste una billetera o exchange, y después de seis meses recibes un mensaje — “¡Felicidades! Has recibido 200 tokens por tu actividad”. Eso es un airdrop.",
    "strategies_lesson7_paragraph3": "Pero no es tan simple. Para participar en los airdrops — debes estar activo con antelación: usar productos, testear plataformas, realizar acciones. No es un regalo, es <highlight>una recompensa por participación temprana</highlight>.",
    "strategies_lesson7_paragraph4": "Importante: no persigas cada proyecto. La caza de airdrops consciente es como la jardinería. Tú eliges qué sembrar (proyectos que te interesan), los cuidas (realizas acciones), y esperas la cosecha.",
    "strategies_lesson7_paragraph5": "¿Dónde participar? Hay proyectos abiertos a todos (<a href=\"https://layerzero.network\" target=\"_blank\" rel=\"noopener noreferrer\">LayerZero</a>, <a href=\"https://zksync.io\" target=\"_blank\" rel=\"noopener noreferrer\">zkSync</a>, <a href=\"https://starknet.io\" target=\"_blank\" rel=\"noopener noreferrer\">Starknet</a>, <a href=\"https://eigenlayer.xyz\" target=\"_blank\" rel=\"noopener noreferrer\">EigenLayer</a>), plataformas de misiones (<a href=\"https://galxe.com\" target=\"_blank\" rel=\"noopener noreferrer\">Galxe</a>, <a href=\"https://zealy.io\" target=\"_blank\" rel=\"noopener noreferrer\">Zealy</a>, <a href=\"https://layer3.xyz\" target=\"_blank\" rel=\"noopener noreferrer\">Layer3</a>), y actividades privadas para testers.",
    "strategies_lesson7_paragraph6": "Y recuerda: cuantos más pasos realices — mayor la probabilidad. Pero <highlight>la calidad importa más que la cantidad</highlight>. Es mejor hacer 5 pasos conscientes en un buen proyecto, que 100 clics sin sentido en uno dudoso.",
    "strategies_lesson7_paragraph7": "El Airdrop no es magia. Es una herramienta. Y si lo tomas con inteligencia — puede darte capital inicial, motivación, y a veces una sorpresa inesperada. Lo importante es no convertirlo en una carrera. Hazlo parte de tu estrategia.",
  
    "strategies_lesson8_title": "Lección 8: ¿Qué es el staking, staking líquido y re-staking?",
    "strategies_lesson8_paragraph1": "<highlight>Staking</highlight> es cuando bloqueas tu criptomoneda en la red para apoyar su funcionamiento y recibes una recompensa por ello. Es como si alquilaras tu moneda — y recibes un porcentaje.",
    "strategies_lesson8_paragraph2": "Ejemplo simple: tienes Ethereum. Puedes hacer staking — y por ello la red te paga un % (promedio de 3–6% anual). Es como un depósito bancario, pero sin banco.",
    "strategies_lesson8_paragraph3": "Pero el staking tradicional tiene una desventaja — <highlight>tus fondos quedan bloqueados</highlight> por un tiempo. Si necesitas vender urgente — no puedes. Por eso se inventó el <highlight>staking líquido</highlight>.",
    "strategies_lesson8_paragraph4": "Staking líquido es cuando recibes un token especial (por ejemplo, <a href=\"https://lido.fi\" target=\"_blank\" rel=\"noopener noreferrer\">stETH</a>, <a href=\"https://beta.ether.fi\" target=\"_blank\" rel=\"noopener noreferrer\">eETH</a> o <a href=\"https://www.renzprotocol.com\" target=\"_blank\" rel=\"noopener noreferrer\">ezETH</a>), que representa tus monedas en staking. Y puedes <highlight>usarlo en DeFi, intercambiarlo, sin esperar desbloqueo</highlight>.",
    "strategies_lesson8_paragraph5": "Luego llega lo más interesante — el <highlight>re-staking</highlight>: tomas ETH en staking y lo delegas a redes adicionales (como <a href=\"https://eigenlayer.xyz\" target=\"_blank\" rel=\"noopener noreferrer\">EigenLayer</a> o <a href=\"https://beta.ether.fi\" target=\"_blank\" rel=\"noopener noreferrer\">Ether.fi</a>). Así obtienes recompensas de dos, tres o más fuentes.",
    "strategies_lesson8_paragraph6": "Es como alquilar un departamento, luego usarlo como oficina, y además poner anuncios en el balcón. Solo que en vez de un departamento — tu ETH. Y los ingresos — por apoyar distintas redes.",
    "strategies_lesson8_paragraph7": "¿Riesgos? Por supuesto. Algunas plataformas pueden ser inestables. A veces los porcentajes no compensan el riesgo. Pero si entiendes lo que haces y eliges redes confiables — puede ser parte de una estrategia sólida.",
    "strategies_lesson8_paragraph8": "El staking no es un botón mágico, sino la base del ingreso en Web3. Es lo que sostiene las blockchains. Y si participas — no eres solo un usuario. Eres parte del sistema. Y por eso te pagan.",
  
    "strategies_lesson9_title": "Lección 9: ¿Qué es el farming y el ingreso por liquidez (LP)?",
    "strategies_lesson9_paragraph1": "En Web3 no solo puedes comprar cripto — sino también <highlight>prestarla para su uso</highlight>. Esto se llama <highlight>farming</highlight> o <highlight>provisión de liquidez</highlight> (Liquidity Providing, LP).",
    "strategies_lesson9_paragraph2": "Imagina que tienes una casa de cambio. Alguien quiere cambiar USDT por ETH. Para que ese intercambio sea posible — en el <highlight>pool</highlight> ya deben estar ambos activos. Justamente estos activos los aporta alguien como tú.",
    "strategies_lesson9_paragraph3": "Un <highlight>pool</highlight> es una cesta común de tokens, donde los usuarios depositan sus activos para que otros los utilicen — como en un exchange automático. Depositas tus monedas en un <highlight>pool de liquidez</highlight> (en plataformas como <a href=\"https://uniswap.org\" target=\"_blank\" rel=\"noopener noreferrer\">Uniswap</a>, <a href=\"https://curve.fi\" target=\"_blank\" rel=\"noopener noreferrer\">Curve</a>, <a href=\"https://traderjoexyz.com\" target=\"_blank\" rel=\"noopener noreferrer\">Trader Joe</a>, etc.) y a cambio recibes una parte de la comisión por cada operación. Eso es el ingreso por liquidez.",
    "strategies_lesson9_paragraph4": "Farming es cuando además recibes tokens del proyecto como recompensa por participar. Es decir: aportaste tu liquidez, y además recibes tokens por contribuir al ecosistema.",
    "strategies_lesson9_paragraph5": "Ejemplo: aportaste al pool 500 USDT y 0.3 ETH. Durante un mes, miles de personas usaron ese pool para intercambiar. En cada operación se cobraba una comisión — y una parte te correspondía.",
    "strategies_lesson9_paragraph6": "Atención: aquí hay riesgos. El más conocido — <highlight>impermanent loss</highlight> (pérdida no permanente). Es cuando el precio cambia y al salir del pool recibes menos que si hubieras mantenido las monedas por separado.",
    "strategies_lesson9_paragraph7": "Es como alquilar tu auto y ganar dinero — pero un año después lo vendes más barato que cuando lo compraste. Ganaste con el alquiler, pero perdiste en el valor. En cripto pasa lo mismo. Por eso es clave entender las parejas, la volatilidad, y no entrar a ciegas.",
    "strategies_lesson9_paragraph8": "Farming y LP no son un juego, sino mecanismos. En pools confiables y con tokens líquidos — pueden formar parte de tu estrategia. Especialmente combinados con <highlight>staking líquido</highlight>, cuando haces farming con tokens como eETH o stETH.",
    "strategies_lesson9_paragraph9": "Regla principal: primero entiende, luego actúa. No persigas “1000% APR”. Y no pongas en el pool lo que no estás dispuesto a perder. Usa LP como una herramienta — no como una lotería.",

    "strategies_lesson10_title": "Lección 10: ¿NFT — forma de ganar o solo una moda?",
    "strategies_lesson10_paragraph1": "<highlight>NFT</highlight> no es magia ni meme. Non-Fungible Token significa “token no fungible”. En otras palabras — <highlight>objeto digital único</highlight> que no se puede falsificar ni sustituir.",
    "strategies_lesson10_paragraph2": "Sí se puede ganar con NFT. Pero no como creen los novatos. No es un juego de “compra una imagen y en una semana te haces millonario”. Es un mercado con reglas parecidas al coleccionismo, arte y marcas.",
    "strategies_lesson10_paragraph3": "Hay varias formas de ganar con NFT: <highlight>flipping</highlight> (comprar barato — vender caro), participar en drops (recompensa por actividad), crear y vender tus propios NFT, o <highlight>holdear colecciones</highlight> que dan acceso a comunidades, herramientas o tokens.",
    "strategies_lesson10_paragraph4": "Ejemplo: en 2021 los usuarios recibieron NFT de <a href=\"https://uniswap.org\" target=\"_blank\" rel=\"noopener noreferrer\">Uniswap</a>, <a href=\"https://ens.domains\" target=\"_blank\" rel=\"noopener noreferrer\">ENS</a>, <a href=\"https://arbitrum.io\" target=\"_blank\" rel=\"noopener noreferrer\">Arbitrum</a> solo por usar las plataformas. Algunos de esos NFT podían venderse, otros daban derecho a voto o participación.",
    "strategies_lesson10_paragraph5": "Hoy los NFT no son solo imágenes. Son una <highlight>tecnología de validación de propiedad</highlight>: de cursos, accesos, eventos, tierras, entradas o skins únicos. Es una herramienta, no solo “una moda”.",
    "strategies_lesson10_paragraph6": "¿Dónde encontrar plataformas NFT? Empieza por las principales: <a href=\"https://opensea.io\" target=\"_blank\" rel=\"noopener noreferrer\">OpenSea</a>, <a href=\"https://blur.io\" target=\"_blank\" rel=\"noopener noreferrer\">Blur</a>, <a href=\"https://trove.treasure.lol\" target=\"_blank\" rel=\"noopener noreferrer\">Trove</a>. Allí puedes comprar, vender, estudiar colecciones y ver qué NFT están activos y demandados.",
    "strategies_lesson10_paragraph7": "¿Riesgos? Claro que sí. Mucho spam, copias y estafas. Pero si estudias los proyectos, investigas los equipos y comunidades — el NFT puede ser una <highlight>puerta de entrada a Web3 y una forma de ganar</highlight>, si no persigues ciegamente el “hype”.",
    "strategies_lesson10_paragraph8": "NFT no es solo una tendencia. Es parte de la economía Web3. Y cuanto antes comiences a <highlight>entender, no solo hacer clic</highlight> — mayor será tu ventaja al usar esta tecnología con inteligencia.",
  
    "strategies_lesson11_title": "Lección 11: Cómo ganar simplemente aprendiendo y cumpliendo tareas",
    "strategies_lesson11_paragraph1": "En Web3 puedes ganar sin invertir dinero, sino invirtiendo <highlight>atención y tiempo</highlight>. Esto se llama <highlight>Learn2Earn</highlight> — “aprende para ganar”.",
    "strategies_lesson11_paragraph2": "Los proyectos dan recompensas a quienes completan lecciones, tareas, votaciones o prueban nuevas funciones. Es como un mini-juego: lees, haces clics, pruebas — y recibes puntos o tokens.",
    "strategies_lesson11_paragraph3": "Plataformas que lo ofrecen: <a href=\"https://galxe.com\" target=\"_blank\" rel=\"noopener noreferrer\">Galxe</a>, <a href=\"https://zealy.io\" target=\"_blank\" rel=\"noopener noreferrer\">Zealy</a>, <a href=\"https://layer3.xyz\" target=\"_blank\" rel=\"noopener noreferrer\">Layer3</a>, <a href=\"https://questn.com\" target=\"_blank\" rel=\"noopener noreferrer\">QuestN</a>. Allí haces misiones y ganas recompensas por acciones — suscripciones, conexiones, respuestas.",
    "strategies_lesson11_paragraph4": "También hay <highlight>DAO</highlight> — comunidades descentralizadas donde puedes recibir tokens por votar, proponer ideas o completar tareas. Es como un club con gestión abierta.",
    "strategies_lesson11_paragraph5": "Por ejemplo, encuentras un proyecto que da XP por probar una función. Dedicas 15 minutos — recibes tokens. O: completas un curso sobre blockchain — te dan NFT o puntos, que luego puedes usar.",
    "strategies_lesson11_paragraph6": "Es una forma justa de entrar en Web3: <highlight>sin inversión, sin riesgo, con acciones reales</highlight>. Cuanto más aprendes — mayor es tu nivel. Es como subir de nivel en un juego, pero con recompensas reales.",
    "strategies_lesson11_paragraph7": "El secreto del éxito: no hagas clics sin pensar. Elige tareas útiles, estudia los proyectos. Así no solo farmeas puntos — realmente evolucionas, y tus acciones construyen tu futuro.",
  
    "strategies_lesson12_title": "Lección 12: Cómo unir todo lo aprendido en una estrategia completa",
    "strategies_lesson12_paragraph1": "Has recorrido un camino: desde entender DCA y la psicología de decisiones, hasta dominar airdrops, staking, farming y NFT. Ahora lo importante no es dispersarse, sino <highlight>unirlo todo en una estrategia consciente</highlight>.",
    "strategies_lesson12_paragraph2": "Imagina que tienes 3 recursos: <highlight>tiempo</highlight>, <highlight>energía</highlight> y <highlight>capital</highlight>. La estrategia es cómo los distribuyes para construir tu resultado Web3.",
    "strategies_lesson12_paragraph3": "Ejemplo 1. ¿Tienes tiempo pero poco dinero? Entonces tu camino es cazar airdrops, participar en DAO, hacer misiones en Galxe o Zealy. Inviertes 1–2 horas al día, ganas conocimiento, XP y posibles tokens.",
    "strategies_lesson12_paragraph4": "Ejemplo 2. ¿Tienes algo de dinero y una visión a largo plazo? DCA + staking líquido + participación en proyectos en etapa temprana. Inviertes por partes, holdeas, analizas, farmeas XP y puntos de airdrop.",
    "strategies_lesson12_paragraph5": "Ejemplo 3. ¿Quieres maximizar tu participación? Combinación: una parte en farming, otra en estrategias de airdrops, otra en Learn2Earn y misiones. Requiere más análisis — pero también da más retorno.",
    "strategies_lesson12_paragraph6": "No hay un único camino correcto. Hay <highlight>tu camino</highlight>. Y ahora tienes el conocimiento para construirlo. No copies a otros. Escúchate. Define tus objetivos, escribe tu plan, pruébalo y adáptalo.",
    "strategies_lesson12_paragraph7": "El camino del inversor Web3 no es un botón mágico. Es una secuencia de acciones, donde cada semana, cada paso, incluso cada error — forma parte del crecimiento. Lo principal es no detenerse y <highlight>pensar</highlight>.",
    "strategies_lesson12_paragraph8": "Ya no eres un principiante. Ahora eres un constructor. Y tu estrategia ya no es un conjunto de clics. Es un camino. Y comienza ahora mismo.",
  
    "back_button": "← Atrás",
    "next_button": "Siguiente →"
  
  
  
  }
  