{
    "strategies_lesson1_title": "Что такое стратегия заработка в Web3?",  
    "strategies_lesson1_paragraph1": "Сегодня многие слышали: «на крипте можно заработать». Кто-то говорит про «токены», кто-то — про «кошельки», кто-то — про «airdrops». Но чаще всего это звучит как магия или сказка. Мы здесь, чтобы всё объяснить по-настоящему — просто и честно.",  
    "strategies_lesson1_paragraph2": "Web3 — это новый цифровой мир. В нём ты можешь не просто пользоваться интернетом, а быть его частью. Участвовать в проектах, поддерживать технологии, и самое главное — <highlight>зарабатывать за свои действия и знания</highlight>.", 
    "strategies_lesson1_paragraph3": "Но чтобы зарабатывать — важно не просто тыкать наугад. Важно понимать, что ты делаешь. Нельзя просто бежать за «волшебной кнопкой». Нужно иметь <highlight>стратегию</highlight> — свой путь и понимание целей.",  
    "strategies_lesson1_paragraph4": "<highlight>Стратегия</highlight> — это твой личный план: как ты будешь двигаться, что пробовать, куда вкладывать время и внимание. Это как карта в незнакомом городе. Без неё — легко потеряться.",  
    "strategies_lesson1_paragraph5": "Некоторые люди пытаются «поймать удачу» — скачивают приложения, нажимают что-то, регистрируются везде подряд. Но часто в итоге ничего не получают. Почему? Потому что не было стратегии. Только случайные действия.", 
    "strategies_lesson1_paragraph6": "Мы покажем тебе, как бывает по-другому. В этом модуле ты узнаешь, что такое <highlight>осознанный заработок</highlight> в Web3. Что такое DCA (и мы объясним это просто), как работают долгосрочные подходы, как строить свой путь — шаг за шагом.",
    "strategies_lesson1_paragraph7": "Этот модуль — не про сложные термины. Он про то, <highlight>как мыслить</highlight>. Как не зависеть от удачи. Как понять, что тебе подходит. И как действительно начать путь к свободе через знания и действия.",

    "strategies_lesson2_title": "Что такое DCA — стратегия, которую используют даже миллиардеры",
    "strategies_lesson2_paragraph1": "<highlight>DCA</highlight> — это сокращение от английского Dollar-Cost Averaging. Переводится как «усреднение долларовой стоимости». Звучит сложно? Сейчас объясним просто.",
    "strategies_lesson2_paragraph2": "Представь, что ты хочешь купить криптовалюту — например, Ethereum. У тебя есть 100$. Но ты не знаешь, когда покупать: сегодня? завтра? вдруг он подешевеет?",  
    "strategies_lesson2_paragraph3": "Вместо того чтобы покупать всё сразу, ты делишь деньги на части. Например, по 25$ в неделю. И покупаешь постепенно: сегодня — чуть-чуть, через неделю — ещё немного. Это и есть <highlight>DCA</highlight>.",  
    "strategies_lesson2_paragraph4": "Зачем это нужно? Потому что рынок всегда скачет. И угадать лучшее время для покупки — почти невозможно. Даже миллиардеры ошибаются. DCA — это способ не гадать, а двигаться спокойно и стабильно.",  
    "strategies_lesson2_paragraph5": "Это как сажать семена: не бросать всё сразу в одно место, а сеять по чуть-чуть — в разное время. Тогда даже если где-то почва плохая — в другом месте взойдёт. Это стратегия, которая даёт шанс вырасти.",  
    "strategies_lesson2_paragraph6": "Важно понимать: <highlight>DCA не даёт мгновенной прибыли</highlight>. Он не для тех, кто хочет «быстро разбогатеть». Он для тех, кто строит <highlight>путь</highlight>. Кто идёт шаг за шагом, как корень пробивается сквозь камни.",
    "strategies_lesson2_paragraph7": "Именно так: из нестабильности, из боли выбора, из страха купить не вовремя — рождается <highlight>устойчивость</highlight>. А устойчивость — это не магия. Это стратегия. И с неё начинается разумный Web3.",
  
    "strategies_lesson3_title": "Альтернативы DCA и ловушки неправильного выбора",
    "strategies_lesson3_paragraph1": "<highlight>DCA</highlight> — отличная стратегия для спокойного входа в рынок. Но она подходит не всем. Есть и другие подходы, которые могут быть ближе к твоему стилю жизни, мышлению и рискам.",
    "strategies_lesson3_paragraph2": "Первая альтернатива — <highlight>инвестиция сразу всей суммой</highlight>. Это называется Lump Sum (от англ. «вся сумма сразу»). Если ты уверен, что цена отличная — можно вложить всё. Но это риск. Ты можешь угадать — а можешь нет.",
    "strategies_lesson3_paragraph3": "Вторая альтернатива — <highlight>событийная стратегия</highlight>. Ты не покупаешь по времени, а ждёшь события: падение цены, новости, запуск проекта. Это требует внимания и понимания рынка. Но зато ты входишь, когда чувствуешь момент.",
    "strategies_lesson3_paragraph4": "Третья — <highlight>сетка покупок</highlight>. Ты ставишь условные уровни: если цена падает до 1700$, покупаю на 20$. Упадёт до 1600$ — ещё на 20$. Это тоже усреднение, но по событию, а не по времени.",
    "strategies_lesson3_paragraph5": "Важно: любая стратегия — это не кнопка «заработать». Это способ управлять риском и эмоциями. Если ты боишься упустить прибыль — это уже не стратегия. Это <highlight>жадность</highlight>. А жадность почти всегда ведёт к потере.",
    "strategies_lesson3_paragraph6": "Настоящая сила — в умении ждать. В умении сказать: «Я не успею за всеми. Но я пройду свой путь». Как корень под землёй — он медленно растёт, но однажды пробивает бетон. Потому что у него есть направление и терпение.",
    "strategies_lesson3_paragraph7": "Неважно, какую стратегию ты выберешь. Важно, чтобы это была <highlight>твоя</highlight> стратегия. Не слепое копирование чужих действий, а осознанный выбор. Вот с этого начинается настоящий заработок в Web3.",
  
    "strategies_lesson4_title": "Как выбрать свою стратегию — по целям, рискам и времени",
    "strategies_lesson4_paragraph1": "Нет универсальной формулы заработка. Что работает для одного — может не сработать для другого. Поэтому стратегия должна быть <highlight>твоей</highlight>: соответствовать твоим целям, твоим деньгам, твоему характеру.",
    "strategies_lesson4_paragraph2": "Сначала задай себе вопрос: <highlight>чего я хочу?</highlight> Быстрый результат? Или надёжный рост со временем? Хочу ли я рисковать или спать спокойно? Ответ на этот вопрос — основа любой стратегии.",
    "strategies_lesson4_paragraph3": "Если тебе важно <highlight>не потерять</highlight> — выбирай DCA, базовые активы, стейкинг. Если ты готов к <highlight>риску</highlight> — можно пробовать новые проекты, airdrop’ы, участие в DAO. Главное — понимать, на что ты идёшь.",
    "strategies_lesson4_paragraph4": "DAO — это сокращение от <highlight>Decentralized Autonomous Organization</highlight>, что переводится как <highlight>децентрализованная автономная организация</highlight>. Проще говоря, это как онлайн-клуб или сообщество без начальников. Все решения принимаются голосованием участников, а управление происходит через смарт-контракты. DAO работают как цифровые кооперативы: если ты держишь токены проекта — ты имеешь право голосовать и влиять на развитие.",
    "strategies_lesson4_paragraph5": "Второй важный вопрос: <highlight>на какой срок я захожу?</highlight> Хочу ли я заработать за месяц? Или строю доход на год вперёд? Стратегии на 1 неделю и на 1 год — это разные миры.",
    "strategies_lesson4_paragraph6": "Чем длиннее твой горизонт — тем сильнее работает <highlight>время</highlight>. А время — это мощнейший союзник. Оно сглаживает колебания, даёт накопление, позволяет делать меньше, но стабильнее.",
    "strategies_lesson4_paragraph7": "И ещё одно: всегда учитывай <highlight>свой стиль мышления</highlight>. Ты спокойный? Или легко тревожишься? Любишь порядок или действуешь по наитию? Хорошая стратегия не должна ломать тебя. Она должна <highlight>поддерживать</highlight> тебя.",
    "strategies_lesson4_paragraph8": "Так строится настоящий путь. Не копируя других, не глядя на чужие скрины. А глядя в себя. Стратегия — это не кнопка. Это зеркало твоих целей, страхов, силы и пути. И когда ты это понял — ты уже не потеряешься в Web3.",
    
    "strategies_lesson5_title": "Психология принятия решений — где рушатся стратегии",
    "strategies_lesson5_paragraph1": "Ты можешь выбрать идеальную стратегию. Всё просчитать. Подобрать активы. Распланировать время. Но если ты не готов психологически — в нужный момент ты просто нажмёшь не туда.",
    "strategies_lesson5_paragraph2": "Почему так происходит? Потому что человек — не робот. Мы поддаёмся <highlight>страху</highlight>, <highlight>жадности</highlight>, <highlight>давлению толпы</highlight>. И всё это разрушает даже самые умные стратегии.",
    "strategies_lesson5_paragraph3": "Когда рынок падает — тебе страшно. Хочется всё продать. Когда рынок растёт — хочется купить побольше. Это не стратегия. Это эмоции. А эмоции — враг стабильного заработка.",
    "strategies_lesson5_paragraph4": "Успех ломает сильнее, чем неудача. Когда у тебя всё получается — ты начинаешь верить, что ты гений. Перестаёшь думать, перестаёшь проверять. А потом падаешь. Не от поражения, а от <highlight>самоуверенности</highlight>.",
    "strategies_lesson5_paragraph5": "Комфорт — коварен. Он расслабляет. Ты уже не читаешь новости, не анализируешь действия. Ты «на автомате». И в этот момент ты уязвим. Потому что забыл — <highlight>всё, что выросло, может начать гнить</highlight>.",
    "strategies_lesson5_paragraph6": "В Web3 важно не просто знать. А быть готовым. К боли. К хаосу. К неожиданностям. Настоящий инвестор — это не тот, кто не ошибается. А тот, кто остаётся спокойным, когда все теряют голову.",
    "strategies_lesson5_paragraph7": "Психология — это как почва. На ней растут стратегии. Если почва слабая — корень не пробьёт бетон. Если ты научишься понимать себя — ты сможешь удерживать путь даже в бурю. Это и есть настоящая сила.",
  
    "strategies_lesson6_title": "Как собирать и тестировать свою стратегию",
    "strategies_lesson6_paragraph1": "Когда ты понял свои цели, характер, риски — пора собрать свою стратегию. Не чужую. Не скопированную с YouTube. А свою — подходящую именно тебе.",
    "strategies_lesson6_paragraph2": "Сначала определи основу: <highlight>во что ты веришь?</highlight> В рост Биткоина? В потенциал новых проектов? В стабильный доход через стейкинг? От этого и будет строиться твоя структура.",
    "strategies_lesson6_paragraph3": "Разбей свой путь на шаги. Пример: «1. Пополняю кошелёк. 2. Инвестирую по DCA в ETH. 3. Пробую участвовать в 1 airdrop в месяц. 4. Участвую в DAO, если проект интересен.» Всё — это уже стратегия.",
    "strategies_lesson6_paragraph4": "Запиши её. В блокнот. В заметки. В таблицу. <highlight>Если она не записана — её не существует.</highlight> Это как строить дом без плана: может повезёт, а может всё рухнет.",
    "strategies_lesson6_paragraph5": "Теперь — тестируй. Как это делается? Смотри, что работает. Где ты перегорел. Где не хватило времени. Что получилось. Отмечай, что дало результат — а что просто сжигало силы.",
    "strategies_lesson6_paragraph6": "Настоящая стратегия — это не «вечный план». Это живой организм. Ты адаптируешь её под себя, а не под рынок. Сегодня тебе подходит DCA, завтра — стейкинг, потом — пауза. Это нормально.",
    "strategies_lesson6_paragraph7": "Ты не обязан быть идеальным. Ты обязан быть честным с собой. Стратегия работает тогда, когда она отражает <highlight>твою правду</highlight>. Не чужую. Не модную. А твою.",
    "strategies_lesson6_paragraph8": "Когда ты видишь, как твой путь растёт — даже из ошибок, даже через боль — ты становишься сильнее. Ты учишься не просто зарабатывать. Ты учишься мыслить. И это даёт тебе преимущество, которого нет у толпы.",
  
    "strategies_lesson7_title": "Что такое Airdrop — и как участвовать осознанно",
    "strategies_lesson7_paragraph1": "Слово <highlight>airdrop</highlight> можно перевести как «раздача с воздуха». В криптомире это значит, что проект раздаёт свои токены — просто так. Зачем? Чтобы привлечь внимание, вознаградить активных пользователей или децентрализовать управление.",
    "strategies_lesson7_paragraph2": "Пример: ты пользовался каким-то кошельком или биржей, и через полгода тебе приходит сообщение — «Поздравляем! Вы получили 200 токенов за активность». Это и есть airdrop.",
    "strategies_lesson7_paragraph3": "Но не всё так просто. Чтобы участвовать в раздачах — нужно быть активным заранее: пользоваться продуктами, тестировать платформы, делать действия. Это не халява, это <highlight>оплата за раннее участие</highlight>.",
    "strategies_lesson7_paragraph4": "Важно: не бегай за каждым проектом. Осознанный airdrop-хантинг — это как садоводство. Ты выбираешь, что посадить (какие проекты тебе близки), ухаживаешь за этим (делаешь действия), и ждёшь урожай.",
    "strategies_lesson7_paragraph5": "Где участвовать? Есть проекты, которые открыты для всех (<a href=\"https://layerzero.network\" target=\"_blank\" rel=\"noopener noreferrer\">LayerZero</a>, <a href=\"https://zksync.io\" target=\"_blank\" rel=\"noopener noreferrer\">zkSync</a>, <a href=\"https://starknet.io\" target=\"_blank\" rel=\"noopener noreferrer\">Starknet</a>, <a href=\"https://eigenlayer.xyz\" target=\"_blank\" rel=\"noopener noreferrer\">EigenLayer</a>), есть платформы-квесты (<a href=\"https://galxe.com\" target=\"_blank\" rel=\"noopener noreferrer\">Galxe</a>, <a href=\"https://zealy.io\" target=\"_blank\" rel=\"noopener noreferrer\">Zealy</a>, <a href=\"https://layer3.xyz\" target=\"_blank\" rel=\"noopener noreferrer\">Layer3</a>), а есть приватные активности для тестеров.",
    "strategies_lesson7_paragraph6": "И помни: чем больше действий ты делаешь — тем больше шанс. Но <highlight>качество важнее количества</highlight>. Лучше сделать 5 осмысленных шагов в хорошем проекте, чем 100 бессмысленных кликов в сомнительном.",
    "strategies_lesson7_paragraph7": "Airdrop — это не волшебство. Это инструмент. И если относиться к нему с умом — он может дать стартовый капитал, мотивацию, а иногда и неожиданный подарок. Главное — не превращай это в гонку. Сделай это частью своей стратегии.",

    "strategies_lesson8_title": "Что такое стейкинг, ликвидный стейкинг и ре-стейкинг",
    "strategies_lesson8_paragraph1": "<highlight>Стейкинг</highlight> — это когда ты «замораживаешь» свою криптовалюту в сети, чтобы поддерживать её работу и получаешь за это награду. Это как если бы ты дал свою монету в аренду — и тебе капает процент.",
    "strategies_lesson8_paragraph2": "Простой пример: у тебя есть Ethereum. Ты можешь застейкать его — и за это сеть будет платить тебе % (в среднем 3–6% в год). Это как вклад в банке, только без банка.",
    "strategies_lesson8_paragraph3": "Но у обычного стейкинга есть минус — <highlight>твои средства становятся недоступны</highlight> на какое-то время. Если тебе срочно нужно продать — ты не сможешь. Поэтому придумали <highlight>ликвидный стейкинг</highlight>.",
    "strategies_lesson8_paragraph4": "Ликвидный стейкинг — это когда ты получаешь специальный токен (например, <a href=\"https://lido.fi\" target=\"_blank\" rel=\"noopener noreferrer\">stETH</a>, <a href=\"https://beta.ether.fi\" target=\"_blank\" rel=\"noopener noreferrer\">eETH</a> или <a href=\"https://www.renzprotocol.com\" target=\"_blank\" rel=\"noopener noreferrer\">ezETH</a>), который показывает, что у тебя есть застейканные монеты. И ты можешь <highlight>торговать им, использовать в DeFi, не дожидаясь разблокировки</highlight>.",
    "strategies_lesson8_paragraph5": "Дальше — ещё интереснее. Появился <highlight>ре-стейкинг</highlight>: ты берёшь уже застейканный ETH и отдаёшь его в дополнительные сети (например, <a href=\"https://eigenlayer.xyz\" target=\"_blank\" rel=\"noopener noreferrer\">EigenLayer</a> или <a href=\"https://beta.ether.fi\" target=\"_blank\" rel=\"noopener noreferrer\">Ether.fi</a>). Так ты получаешь вознаграждение не от одной сети — а от двух, трёх и больше.",
    "strategies_lesson8_paragraph6": "Это как если бы ты сначала сдал квартиру, потом ту же квартиру под офис, а ещё и рекламу на балконе повесил. Только вместо квартиры — твой ETH. И доход — за то, что ты поддерживаешь разные проекты.",
    "strategies_lesson8_paragraph7": "Риски? Конечно есть. Иногда платформы могут быть нестабильными. Иногда проценты не стоят риска. Но если ты разбираешься, выбираешь надёжные сети — это может стать частью сильной стратегии.",
    "strategies_lesson8_paragraph8": "Стейкинг — это не волшебная кнопка, а основа Web3-дохода. Это то, на чём держатся блокчейны. И если ты участвуешь в этом — ты не просто пользователь. Ты — часть системы. И за это тебе платят.",
  
    "strategies_lesson9_title": "Что такое фарминг и доход от ликвидности (LP)",
    "strategies_lesson9_paragraph1": "В Web3 ты можешь не только покупать крипту — но и <highlight>давать её в пользование другим</highlight>. Это называется <highlight>фармингом</highlight> или <highlight>предоставлением ликвидности</highlight> (Liquidity Providing, LP).",
    "strategies_lesson9_paragraph2": "Представь, что ты — владелец обменника. Кто-то приходит поменять USDT на ETH. Чтобы такой обмен был возможен — в <highlight>пуле</highlight> уже должны лежать и ETH, и USDT. Эти активы как раз и предоставляет кто-то вроде тебя.",
    "strategies_lesson9_paragraph3": "<highlight>Пул</highlight> — это общая корзина токенов, куда пользователи кладут свои активы, чтобы другие могли ими пользоваться — как в автоматическом обменнике. Ты кладёшь монеты в специальный <highlight>ликвидити-пул</highlight> (на платформах вроде <a href=\"https://uniswap.org\" target=\"_blank\" rel=\"noopener noreferrer\">Uniswap</a>, <a href=\"https://curve.fi\" target=\"_blank\" rel=\"noopener noreferrer\">Curve</a>, <a href=\"https://traderjoexyz.com\" target=\"_blank\" rel=\"noopener noreferrer\">Trader Joe</a> и др.) и за это получаешь часть комиссии с каждой сделки. Это и есть доход от ликвидности.",
    "strategies_lesson9_paragraph4": "Фарминг — это когда ты дополнительно получаешь токены проекта, как награду за участие. То есть: ты дал свою ликвидность, а тебе сверху начислили токены за вклад в экосистему.",
    "strategies_lesson9_paragraph5": "Пример: ты положил в пул 500 USDT и 0.3 ETH. За месяц люди совершили тысячи обменов через этот пул. С каждой сделки снималась небольшая комиссия — и её часть автоматически шла тебе.",
    "strategies_lesson9_paragraph6": "Внимание: тут есть риски. Самый известный — <highlight>impermanent loss</highlight> (непостоянный убыток). Это когда цена токенов изменилась, и при выходе из пула ты получил меньше, чем если бы просто держал монеты отдельно.",
    "strategies_lesson9_paragraph7": "Это как если бы ты сдал машину в аренду, и она принесла доход — но через год ты продал её дешевле, чем покупал. Ты получил аренду, но потерял на цене. В крипте бывает так же. Поэтому важно — понимать пары, волатильность и не лезть вслепую.",
    "strategies_lesson9_paragraph8": "Фарминг и LP — это не игра, а механизм. В надёжных пулах и с ликвидными токенами это может быть частью твоей стратегии. Особенно в паре с <highlight>ликвидным стейкингом</highlight>, когда ты фармишь на основе токена типа eETH или stETH.",
    "strategies_lesson9_paragraph9": "Главное правило: сначала пойми, потом — действуй. Не гонись за «1000% APR». И не клади в пул то, что не готов потерять. Используй LP как один из инструментов, а не как лотерею.",
    
    "strategies_lesson10_title": "NFT — способ ли это заработка или просто хайп?",
    "strategies_lesson10_paragraph1": "<highlight>NFT</highlight> — это не магия и не мем. Non-Fungible Token означает «невзаимозаменяемый токен». Проще говоря — это <highlight>уникальный цифровой объект</highlight>, который нельзя подделать или заменить другим.",
    "strategies_lesson10_paragraph2": "Заработать на NFT можно. Но не так, как думают новички. Это не игра «купи картинку и через неделю станешь миллионером». Это рынок, где работают те же законы, что и в коллекционировании, искусстве и брендах.",
    "strategies_lesson10_paragraph3": "Есть несколько способов заработка на NFT: <highlight>флиппинг</highlight> (купил дёшево — продал дорого), участие в дропах (получил за активность), создание и продажа собственных NFT, а также <highlight>холдинг коллекций</highlight>, которые дают доступ к сообществам, инструментам или токенам.",
    "strategies_lesson10_paragraph4": "Пример: в 2021 году пользователи получали NFT от <a href=\"https://uniswap.org\" target=\"_blank\" rel=\"noopener noreferrer\">Uniswap</a>, <a href=\"https://ens.domains\" target=\"_blank\" rel=\"noopener noreferrer\">ENS</a>, <a href=\"https://arbitrum.io\" target=\"_blank\" rel=\"noopener noreferrer\">Arbitrum</a> просто за использование платформ. Некоторые из этих NFT можно было продать, а некоторые давали право на голосование и участие в развитии проекта.",
    "strategies_lesson10_paragraph5": "Сегодня NFT — это не только картинки. Это <highlight>технология подтверждения права</highlight>: на курс, доступ, событие, землю, билет, игру или уникальный скин. Это инструмент, а не просто «мем».",
    "strategies_lesson10_paragraph6": "Где найти NFT-платформы? Начни с крупнейших: <a href=\"https://opensea.io\" target=\"_blank\" rel=\"noopener noreferrer\">OpenSea</a>, <a href=\"https://blur.io\" target=\"_blank\" rel=\"noopener noreferrer\">Blur</a>, <a href=\"https://trove.treasure.lol\" target=\"_blank\" rel=\"noopener noreferrer\">Trove</a>. Там можно покупать, продавать, изучать коллекции и смотреть, какие NFT активны и востребованы.",
    "strategies_lesson10_paragraph7": "Риски? Конечно. Много мусора, копий и скама. Но если ты изучаешь проекты, читаешь команды и комьюнити — NFT может стать <highlight>входом в Web3 и возможностью заработать</highlight>, если не гнаться за «хайпом» слепо.",
    "strategies_lesson10_paragraph8": "NFT — это не просто тренд. Это часть Web3-экономики. И чем раньше ты начнёшь <highlight>понимать, а не просто кликать</highlight> — тем выше твой шанс использовать эту технологию с умом.",
  
    "strategies_lesson11_title": "Как зарабатывать, просто выполняя задания и обучаясь",
    "strategies_lesson11_paragraph1": "В Web3 есть способ зарабатывать не инвестируя деньги, а инвестируя <highlight>внимание и время</highlight>. Он называется <highlight>Learn2Earn</highlight> — «учи, чтобы зарабатывать».",
    "strategies_lesson11_paragraph2": "Проекты раздают награды тем, кто проходит уроки, выполняет задания, участвует в голосованиях или тестирует новые функции. Это похоже на мини-игру: ты читаешь, нажимаешь, пробуешь — и получаешь очки или токены.",
    "strategies_lesson11_paragraph3": "Платформы, которые это используют: <a href=\"https://galxe.com\" target=\"_blank\" rel=\"noopener noreferrer\">Galxe</a>, <a href=\"https://zealy.io\" target=\"_blank\" rel=\"noopener noreferrer\">Zealy</a>, <a href=\"https://layer3.xyz\" target=\"_blank\" rel=\"noopener noreferrer\">Layer3</a>, <a href=\"https://questn.com\" target=\"_blank\" rel=\"noopener noreferrer\">QuestN</a>. Там ты проходишь квесты и получаешь награды за действия — подписки, подключения, ответы.",
    "strategies_lesson11_paragraph4": "Есть и <highlight>DAO</highlight> — децентрализованные сообщества, где за участие в голосованиях, предложениях или задачах тоже можно получать токены. Это как клуб по интересам с открытым управлением.",
    "strategies_lesson11_paragraph5": "Например, ты нашёл проект, в котором дают XP за тестирование функции. Ты потратил 15 минут — получил токены. Или: прошёл курс, как устроен блокчейн — тебе начислили NFT или баллы, которые потом можно обменять.",
    "strategies_lesson11_paragraph6": "Это честный способ войти в Web3: <highlight>без вложений, без риска, через действия</highlight>. Чем больше ты узнаёшь — тем выше твий уровень. Это как прокачка в игре, только с реальными бонусами и возможностями.",
    "strategies_lesson11_paragraph7": "Секрет успеха: не кликай всё подряд. Выбирай задания с пользой, изучай проекты. Тогда ты не просто фармишь баллы — ты реально развиваешься, а твои действия — это фундамент будущего.",
  
    "strategies_lesson12_title": "Как соединить всё, что ты узнал, в единую стратегию",
    "strategies_lesson12_paragraph1": "Ты прошёл путь от понимания DCA и психологии решений до освоения airdrop’ов, стейкинга, фарминга и NFT. Теперь важно не распылиться, а <highlight>собрать всё в одну осознанную стратегию</highlight>.",
    "strategies_lesson12_paragraph2": "Представь, что у тебя есть 3 ресурса: <highlight>время</highlight>, <highlight>энергия</highlight> и <highlight>капитал</highlight>. Стратегия — это то, как ты их распределяешь, чтобы вырастить свой Web3-результат.",
    "strategies_lesson12_paragraph3": "Пример 1. У тебя нет денег, но есть время? Значит, твой путь — airdrop-хантинг, участие в DAO, прохождение квестов на Galxe или Zealy. Вложение — 1–2 часа в день, результат — знания, XP, потенциальные токены.",
    "strategies_lesson12_paragraph4": "Пример 2. У тебя есть немного денег и желание играть в долгую? DCA + ликвидный стейкинг + участие в проектах на ранних стадиях. Ты вкладываешь частями, держишь, анализируешь, фармишь XP и airdrop-очки.",
    "strategies_lesson12_paragraph5": "Пример 3. Ты хочешь максимизировать участие? Комбинация: часть в фарминг, часть в airdrop-стратегии, часть — в Learn2Earn-платформы и квесты. Всё это требует больше анализа, но даёт и больше отдачи.",
    "strategies_lesson12_paragraph6": "Нет единственно верного пути. Есть <highlight>твой путь</highlight>. И теперь у тебя есть знания, чтобы его построить. Не копируй других. Слушай себя. Определи свои цели, запиши план, тестируй его и адаптируй.",
    "strategies_lesson12_paragraph7": "Путь инвестора в Web3 — это не волшебная кнопка. Это последовательность действий, где каждая неделя, каждый шаг, даже каждая ошибка — часть роста. Главное — не останавливаться и <highlight>мыслить</highlight>.",
    "strategies_lesson12_paragraph8": "Ты уже не новичок. Ты теперь строитель. И теперь твоя стратегия — не просто набор кнопок. Это путь. И он начинается прямо сейчас.",
    "back_button": "← Назад",
    "next_button": "Далее →"
  
  }
  