{
    "ethereum_lesson1_title": "Урок 1: <highlight>Що таке Ethereum</highlight> і чим він відрізняється від <highlight>Біткоїна</highlight>",
    "ethereum_lesson1_paragraph1": "<highlight>Ethereum</highlight> — це не просто криптовалюта. Це глобальний <highlight>«комп'ютер»</highlight>, розподілений по тисячах вузлів по всьому світу.",
    "ethereum_lesson1_paragraph2": "На відміну від <highlight>Біткоїна</highlight>, який лише передає цінність, Ethereum дозволяє запускати <highlight>смарт-контракти</highlight> — це програми, що автоматично виконуються за певних умов.",
    "ethereum_lesson1_paragraph3": "Засновник Ethereum — <highlight>Віталік Бутерін</highlight>, представив проєкт у 2013 році. Він хотів, щоб блокчейн використовувався не тільки для переказу грошей, а й для створення будь-яких децентралізованих застосунків.",
    "ethereum_lesson1_paragraph4": "Основна валюта мережі Ethereum називається <highlight>ETH</highlight>. Це не просто монета, а <highlight>паливо</highlight> (gas), яким оплачуються всі дії в мережі — запуск контракту чи переказ токенів.",
    "ethereum_lesson1_paragraph5": "Кожна дія в мережі потребує трохи <highlight>газу</highlight>. Чим складніша операція — тим більше газу вона споживає.",
    "ethereum_lesson1_paragraph6": "Порівняння з Біткоїном:",
    "ethereum_lesson1_paragraph7": "— <highlight>BTC</highlight> = цифрове золото, просто передача цінності",
    "ethereum_lesson1_paragraph8": "— <highlight>ETH</highlight> = платформа для розумних контрактів і застосунків",
  
    "ethereum_lesson2_title": "Урок 2. <highlight>Смарт-контракти</highlight>: як працюють і навіщо потрібні",
    "ethereum_lesson2_paragraph1": "Смарт-контракт — це програма, яка виконується автоматично, якщо виконані задані умови. Вона працює в блокчейні без участі людини.",
    "ethereum_lesson2_paragraph2": "Простий приклад: автомат з кавою. Кидаєш монету — отримуєш напій. Просто й передбачувано. Так само працюють і смарт-контракти: якщо є потрібні дані — контракт сам виконує дію.",
    "ethereum_lesson2_paragraph3": "Що можна робити за допомогою смарт-контрактів:\n— Створювати токени та NFT\n— Запускати децентралізовані застосунки (dApps)\n— Проводити голосування в DAO\n— Здійснювати обміни без посередників (DEX)",
    "ethereum_lesson2_paragraph4": "Головне: смарт-контракт не можна змінити після запуску. Все працює точно так, як закладено. Тому коди пишуть дуже обережно — помилки коштують грошей.",
    "ethereum_lesson2_paragraph5": "Смарт-контракти — це основа Web3. Без них не існувало б DeFi, NFT чи DAO. Це цеглина, з якої будується децентралізоване майбутнє.",
  
    "ethereum_lesson3_title": "Урок 3. Як <highlight>створюються токени</highlight> в Ethereum",
    "ethereum_lesson3_paragraph1": "Токен — це цифровий актив, створений на блокчейні. В Ethereum можна створити власний токен за кілька хвилин через смарт-контракт.",
    "ethereum_lesson3_paragraph2": "Ethereum — це як платформа для створення монет. Стандарт <highlight>ERC-20</highlight> — це рецепт для звичайного токена. А <highlight>ERC-721</highlight> — стандарт для NFT (унікальних токенів).",
    "ethereum_lesson3_paragraph3": "Тобто токен — не магія. Це просто запис у смарт-контракті, який каже: «ця людина має 10 таких токенів».",
    "ethereum_lesson3_paragraph4": "Навіщо створюють токени:\n— Запуск нових проєктів (замість акцій)\n— Внутрішня валюта застосунків\n— Нагороди для користувачів\n— NFT: унікальні предмети, сертифікати, колекції",
    "ethereum_lesson3_paragraph5": "Приклад: ти створюєш токен $W3U — токен знань. Хтось проходить урок — отримує 10 $W3U. Все це прописано в контракті.",
    "ethereum_lesson3_paragraph6": "Важливо: токени не існують окремо — вони живуть в блокчейні Ethereum і підпорядковуються його правилам. Їх не можна просто взяти й «видалити».",
    "ethereum_lesson3_paragraph7": "Створення токенів — один із головних способів використання Ethereum у реальних проєктах. Але пам’ятай: за кожну дію контракту треба платити комісію — <highlight>gas</highlight>.",
    "ethereum_lesson4_title": "Урок 4. Що таке <highlight>смарт-контракти</highlight> і як вони працюють",
    "ethereum_lesson4_paragraph1": "Смарт-контракт — це програма, яка живе в блокчейні та автоматично виконує умови, якщо вони дотримані. Без посередників, вручну ніхто нічого не перевіряє.",
    "ethereum_lesson4_paragraph2": "Уяви собі звичайний договір між двома людьми: якщо один надсилає гроші — другий надсилає товар. Але в реальному світі потрібен юрист, банк, нотаріус. А в блокчейні все робить <highlight>смарт-контракт</highlight>.",
    "ethereum_lesson4_paragraph3": "Приклад: ти береш участь в airdrop. Смарт-контракт перевіряє — чи виконав ти потрібні умови. Якщо так — нараховує тобі токени. Все чесно й прозоро.",
    "ethereum_lesson4_paragraph4": "Важливо: код смарт-контракту не можна змінити після публікації. Він назавжди залишається в блокчейні. Тому його пишуть дуже уважно й перевіряють багато разів.",
    "ethereum_lesson4_paragraph5": "Що можуть робити смарт-контракти:\n— Випускати токени\n— Створювати DAO (децентралізовані організації)\n— Робити біржі (як Uniswap)\n— Давати позики, страхування, голосування",
    "ethereum_lesson4_paragraph6": "Працюють вони на мові програмування <highlight>Solidity</highlight>. Це як JavaScript, але для блокчейну.",
    "ethereum_lesson4_paragraph7": "Смарт-контракт — це серце Web3. Він робить можливими децентралізовані додатки. Без нього Ethereum був би просто «другим Біткоїном».",
  
    "ethereum_lesson5_title": "Урок 5: <highlight>Що таке акаунт і адреса в Ethereum</highlight>",
    "ethereum_lesson5_paragraph1": "У Ethereum кожен користувач має свою <highlight>адресу</highlight>. Вона виглядає як довгий рядок з букв і цифр, наприклад: 0xA12b3C4D... — це як номер твого банківського рахунку.",
    "ethereum_lesson5_paragraph2": "Ця адреса пов’язана з твоїм <highlight>акаунтом</highlight>. У Ethereum є два типи акаунтів: <highlight>звичайні (EOA)</highlight> та <highlight>контрактні</highlight>. Перші — це акаунти, якими керує людина. Другі — це акаунти, за якими стоїть код смарт-контракту.",
    "ethereum_lesson5_paragraph3": "Щоб надіслати транзакцію, потрібно підписати її <highlight>приватним ключем</highlight>. Лише той, у кого є цей ключ, може розпоряджатися коштами.",
    "ethereum_lesson5_paragraph4": "Твоя <highlight>seed-фраза</highlight> — це спосіб відновити приватний ключ. Втратиш її — втратиш доступ. Ніколи не ділися нею ні з ким.",
    "ethereum_lesson5_paragraph5": "Отже, акаунт — це твоя сутність у мережі Ethereum. Адреса — це публічна частина, а приватний ключ — це те, що дає тобі повний контроль.",
  
    "ethereum_lesson6_title": "Урок 6: <highlight>Що таке Gas і навіщо він потрібен?</highlight>",
    "ethereum_lesson6_paragraph1": "У Ethereum все, що ти робиш — переказ коштів, запуск смарт-контракту або взаємодія з dApp — вимагає оплати. Ця оплата називається <highlight>Gas</highlight>.",
    "ethereum_lesson6_paragraph2": "<highlight>Gas</highlight> — це одиниця виміру того, скільки обчислювальних ресурсів використовує твоя операція. Чим складніша дія, тим більше Gas вона споживає.",
    "ethereum_lesson6_paragraph3": "Gas оплачується в <highlight>ETH</highlight>, і ти сам обираєш, скільки готовий заплатити за одиницю. Це як чайові майнерам або валідаторам: заплатиш більше — твою транзакцію оброблять швидше.",
    "ethereum_lesson6_paragraph4": "Наприклад, проста транзакція може коштувати 21 000 Gas. Якщо ціна за Gas — 10 Gwei, то загальна вартість: 21 000 × 10 Gwei = 210 000 Gwei (це 0.00021 ETH).",
    "ethereum_lesson6_paragraph5": "Якщо ти вкажеш занадто мало Gas, твоя операція може не виконатися. Але ETH усе одно спишеться — як штраф за невдалу спробу. Тому важливо розуміти, що ти робиш.",
    "ethereum_lesson6_paragraph6": "Gas — це те, що змушує Ethereum працювати. Без нього мережа просто зупинилася б, бо ніхто не оплачував би обчислення.",
    "ethereum_lesson7_title": "Урок 7: <highlight>Що таке dApp</highlight> і як вона працює?",
    "ethereum_lesson7_paragraph1": "<highlight>dApp</highlight> (децентралізований застосунок) — це застосунок, що працює на блокчейні, а не на централізованому сервері, як звичайні сайти.",
    "ethereum_lesson7_paragraph2": "Головна особливість dApp — її логіка і дані зберігаються у <highlight>смарт-контрактах</highlight>, а не в базах даних компанії.",
    "ethereum_lesson7_paragraph3": "Наприклад, у звичайному банку всі дії йдуть через сервер банку. У dApp усе відбувається в блокчейні — прозоро та незмінно.",
    "ethereum_lesson7_paragraph4": "Користувач взаємодіє з dApp через свій <highlight>гаманець</highlight> (наприклад, MetaMask), підтверджує дії, і вони записуються в блокчейн.",
    "ethereum_lesson7_paragraph5": "Приклади dApp: децентралізовані біржі (Uniswap), ігри (Axie Infinity), DAO-платформи (Snapshot), NFT-маркети (OpenSea). Усе це працює через смарт-контракти.",
    "ethereum_lesson7_paragraph6": "Головна перевага dApp — <highlight>довіра до коду</highlight>, а не до людини. Ніхто не змінить правила потайки. Все відкрито і прозоро.",
  
    "ethereum_lesson8_title": "Урок 8: <highlight>Як використовувати Ethereum у реальному житті?</highlight>",
    "ethereum_lesson8_paragraph1": "Ethereum — це не лише інвестиції. Його екосистема вирішує реальні завдання: фінанси, ігри, голосування, управління спільнотами.",
    "ethereum_lesson8_paragraph2": "Щоб почати, тобі потрібен <highlight>гаманець</highlight> (наприклад, MetaMask) і трохи <highlight>ETH</highlight> для оплати комісій (газу).",
    "ethereum_lesson8_paragraph3": "З гаманцем ти можеш підключатись до <highlight>dApp</highlight> і робити дії: обмін токенів, голосування, купівля NFT тощо.",
    "ethereum_lesson8_paragraph4": "Приклад: хочеш обміняти токени — йдеш на Uniswap. Хочеш купити NFT — відкриваєш OpenSea. Все працює через браузер і гаманець.",
    "ethereum_lesson8_paragraph5": "Ти сам контролюєш свої кошти. Ніхто не зберігає їх за тебе. Це зручно, але потребує відповідальності.",
    "ethereum_lesson8_paragraph6": "Усі дії підтверджуєш ти сам. Відповідальність — на тобі. Але це і є справжня свобода.",
  
    "ethereum_lesson9_title": "Урок 9: <highlight>Що таке Web3</highlight> і як це пов’язано з Ethereum?",
    "ethereum_lesson9_paragraph1": "<highlight>Web3</highlight> — це нова ера інтернету, де користувач контролює свої дані, а застосунки не залежать від одного сервера чи компанії.",
    "ethereum_lesson9_paragraph2": "Ethereum — основа Web3. Він дозволяє створювати застосунки без власника, сервера чи державного контролю.",
    "ethereum_lesson9_paragraph3": "У Web3 ти не реєструєшся через email. Твій <highlight>гаманець</highlight> — це і є твій ключ доступу.",
    "ethereum_lesson9_paragraph4": "У Web3 ти не просто користувач — ти учасник. Ти маєш токени, можеш голосувати, приймати рішення і бути частиною DAO.",
    "ethereum_lesson9_paragraph5": "Web3 базується на принципах: <highlight>прозорість</highlight>, <highlight>безпека</highlight>, <highlight>відкритість</highlight>, <highlight>довіра без посередників</highlight>.",
    "ethereum_lesson9_paragraph6": "Це не лише технологія — це філософія. Інтернет, у якому ти вирішуєш, кому довіряти і що робити.",
  
    "ethereum_lesson10_title": "Урок 10: <highlight>Помилки новачків</highlight> і як їх уникнути",
    "ethereum_lesson10_paragraph1": "Новачки в Ethereum часто роблять одні й ті ж помилки. Якщо знати про них — можна уникнути втрат і розчарувань.",
    "ethereum_lesson10_paragraph2": "❌ <highlight>Відправлення ETH не на ту адресу</highlight>: У блокчейні немає кнопки «скасувати». Якщо ти помилився — все, кошти не повернути.",
    "ethereum_lesson10_paragraph3": "✅ Рішення: завжди перевіряй адресу перед надсиланням. Використовуй обране або QR-коди.",
    "ethereum_lesson10_paragraph4": "❌ <highlight>Втрачена seed-фраза</highlight>: Це єдиний спосіб відновлення доступу до гаманця. Втрата = втрата всього.",
    "ethereum_lesson10_paragraph5": "✅ Рішення: запиши фразу на папері і зберігай у безпечному місці. Не фотографуй і не надсилай у чатах.",
    "ethereum_lesson10_paragraph6": "❌ <highlight>Використання фейкових сайтів</highlight>: Шахраї підроблюють сайти гаманців і сервісів.",
    "ethereum_lesson10_paragraph7": "✅ Рішення: додавай справжні адреси у закладки. Ніколи не переходь за посиланнями з листів чи повідомлень.",
    "ethereum_lesson10_paragraph8": "❌ <highlight>Надсилання токенів у неправильній мережі</highlight>: Наприклад, помилково в BNB Chain замість Ethereum.",
    "ethereum_lesson10_paragraph9": "✅ Рішення: перед підтвердженням перевір, яку мережу ти вибрав.",
    "ethereum_lesson10_paragraph10": "Золоте правило: <highlight>думай перед кліком</highlight>. У Web3 відповідальність на тобі. Але з обережністю і знаннями — ти в безпеці.",
  
    "back_button": "Назад",
    "next_button": "Далі"
  
  
  }
  