{
    "token_lesson1_title": "Урок 1: Що таке токенізація?",
    "token_lesson1_paragraph1": "Уяви, що в тебе є <highlight>картина</highlight>, і ти хочеш продати не всю одразу, а по шматочках — наприклад, по 1%. Кожна людина отримує свій «шматок», і якщо картина подорожчає — частка також зросте. Це і є <highlight>токенізація</highlight>.",
    "token_lesson1_paragraph2": "<highlight>Токенізація</highlight> — це перетворення будь-якого фізичного або цифрового активу на токени. Це як приклеїти цифровий QR-код на реальний об'єкт: тепер він доступний для купівлі, продажу, поділу та обліку — прямо через блокчейн.",
    "token_lesson1_paragraph3": "📦 Приклади токенізації:\n— Нерухомість → токен = 1 м²;\n— Автомобіль → токен = 1/100 машини;\n— Музичний альбом → токен = 5% прав на прибуток;\n— Навіть час експерта → токен = 1 година консультації.",
    "token_lesson1_paragraph4": "💡 Аналогія: уяви звичайну акцію компанії. Але замість паперу — токен, який існує в блокчейні. Не потрібен нотаріус, банк, юрист — усе автоматизовано.",
    "token_lesson1_paragraph5": "⛓️ Технологія: найчастіше токени випускаються на Ethereum або інших блокчейнах у вигляді стандартів ERC-20 чи ERC-721. Це дозволяє їм вільно переміщатися між гаманцями, DEX та протоколами.",
    "token_lesson1_paragraph6": "✅ Переваги токенізації:\n— Доступ до інвестицій для звичайних людей\n— Подільність: можна купити частину, а не все\n— Прозорість: уся історія — в блокчейні\n— Автоматизація: угоди без посередників",
    "token_lesson1_paragraph7": "⚠️ Мінуси та ризики:\n— Хто підтверджує, що токен = реальний актив?\n— Якщо компанія з активом зникне — токени стають марними\n— Питання юрисдикції та регулювання\n— Можливість централізованого контролю",
    "token_lesson1_paragraph8": "🧠 Філософія:\nЗ одного боку, токенізація відкриває доступ туди, куди раніше могли потрапити лише банки та фонди.\nЗ іншого — це початок епохи цифрової повної видимості. Все, що ти купив — може бути відстежено, обмежено, заморожено.",
    "token_lesson1_paragraph9": "Це не «добре» і не «погано». Це новий етап.\n💥 Той, хто усвідомлює — зможе використати токени як інструмент свободи й сили.\nА хто не усвідомлює — може опинитися в новій формі цифрового рабства.",
    "token_lesson1_paragraph10": "🧭 Висновок:\n<highlight>Токенізація — це водночас можливість і загроза.</highlight>\nВона відкриває двері, але важливо розуміти — хто тримає ключі.",
    "token_lesson2_title": "Урок 2: Що таке RWA (Real World Assets)?",
    "token_lesson2_paragraph1": "Уяви, що ти можеш купити частину будинку, заводу або навіть контейнер із золотом — не через банк, а прямо у своєму гаманці. Це і є <highlight>RWA</highlight> — реальні активи, токенізовані й доступні в Web3.",
    "token_lesson2_paragraph2": "<highlight>RWA (Real World Assets)</highlight> — це фізичні речі (наприклад, нерухомість, золото, облігації, товарні склади), які перенесено до блокчейну у вигляді токенів.",
    "token_lesson2_paragraph3": "📦 Приклади:\n— Будинок у Тбілісі → токен = 1 м²;\n— 100 грамів золота → токен = 1 грам;\n— Акції Tesla → токенізовані копії через DeFi.",
    "token_lesson2_paragraph4": "💡 Аналогія: раніше лише банки, біржі й фонди могли «зберігати» цінні активи. А тепер це як цифровий сейф у блокчейні, до якого мають доступ усі.",
    "token_lesson2_paragraph5": "✅ Навіщо токенізувати реальні активи:\n— Привернення ліквідності (можна продати частину об'єкта)\n— Спрощення доступу (не потрібен брокер)\n— Доступність у всьому світі (24/7, без кордонів)\n— Прозорість та облік (все видно у блокчейні)",
    "token_lesson2_paragraph6": "⚠️ Але є ризики:\n— <highlight>Фізичний актив усе ще в реальному світі</highlight> → отже, є ризик конфіскації, пожежі, крадіжки.\n— Хто зберігає й перевіряє актив? Чи можна довіряти?\n— Юридична порожнеча: токен ≠ юридичне право без закону.",
    "token_lesson2_paragraph7": "🧠 Філософія:\nЗ одного боку, це революція — звичайна людина може володіти часткою об'єкта на іншому континенті.\nЗ іншого — це тонкий міст між старим світом і Web3: де фізика й блокчейн юридично слабо пов'язані.",
    "token_lesson2_paragraph8": "Якщо раніше активами володіли лише корпорації та банки — тепер кожен може стати інвестором.\nАле пам'ятай: якщо ти довіряєш токену на золото — ти довіряєш сховищу, яке може бути… на іншому кінці планети.",
    "token_lesson2_paragraph9": "💥 Усвідомлення:\n<highlight>RWA — це спроба оцифрувати фізичний світ і зробити його доступним користувачу Web3.</highlight>\nАле наразі все тримається на вірі, довірі й юридичних обіцянках.",
    "token_lesson2_paragraph10": "🧭 Висновок:\n<highlight>RWA = шанс + ризик.</highlight>\nЦе міст між реальністю та Web3. Питання в тому — хто тримає опори цього мосту: ти, комʼюніті чи стара система?",
    "token_lesson3_title": "Урок 3: Як токенізують реальні активи",
    "token_lesson3_paragraph1": "Припустімо, у тебе є квартира. Ти хочеш продати не всю, а 25% — і не через рієлтора, а через Web3. Як це зробити? Це і є <highlight>токенізація</highlight> на практиці.",
    "token_lesson3_paragraph2": "💡 Простий приклад:\n1. Ти реєструєш об'єкт на спеціальній платформі.\n2. Платформа перевіряє документи (юристи, KYC, оцінка).\n3. Квартира «обгортається» в токени. Наприклад: 1000 токенів = уся квартира.\n4. Ці токени продаються іншим людям.",
    "token_lesson3_paragraph3": "Тепер у тебе на руках — лише 750 токенів. Інші 250 можуть купити інші люди. Вони стануть «власниками часток», а ти зможеш використати гроші або навіть викупити ці токени пізніше.",
    "token_lesson3_paragraph4": "🧠 <highlight>Філософія</highlight>:\nЦе звучить як свобода — ти сам випускаєш «цифрові акції» на свою власність.\nАле постає питання: хто підтвердить, що ти дійсно власник цієї квартири? А якщо хтось оскаржить це в суді?",
    "token_lesson3_paragraph5": "✅ Переваги токенізації активів:\n— Можна швидко залучити гроші без продажу всього майна\n— Інвестори отримують частку й прибуток, якщо об'єкт зростає в ціні\n— Все оцифровано й торгується 24/7",
    "token_lesson3_paragraph6": "⚠️ Ризики й вразливості:\n— Токен ≠ повне юридичне право (в більшості країн)\n— Регулятори можуть визнати токени «цінними паперами»\n— Якщо платформа зникне — що буде з токенами?\n— Не всі юристи взагалі розуміють, як це працює",
    "token_lesson3_paragraph7": "🔍 Аналогія:\nТвоя квартира — як бізнес. А токени — як акції на біржі. Тільки замість IPO у тебе “TPO” — токенізоване публічне розміщення.",
    "token_lesson3_paragraph8": "💥 Важливо:\n<highlight>Токенізація — це не просто техпроцес, а політико-економічний крок.</highlight>\nВона переводить фізичну власність у цифровий простір, де керують код, протоколи й смарт-контракти.",
    "token_lesson3_paragraph9": "🧭 Висновок:\nТокенізація активів — це інструмент.\nУ руках свідомої людини — це сила.\nУ руках корпорації — це контроль.\n<highlight>Питання в тому, хто запускає смарт-контракт.</highlight>",
    "token_lesson4_title": "Урок 4: Навіщо токенізують усе підряд?",
    "token_lesson4_paragraph1": "Чому держави, банки й проєкти так активно просувають токенізацію всього — від золота до боргів? Тому що це нова форма управління, контролю й прибутку.",
    "token_lesson4_paragraph2": "💼 Держави:\nЇм важливо бачити все, що відбувається з активами: хто купив, за скільки, звідки гроші. Токенізація дає прозорість, облік, контроль і податкову базу.",
    "token_lesson4_paragraph3": "💰 Бізнес і стартапи:\nДля них це спосіб швидко залучити кошти. Замість IPO — просто випустити токени на будівлю, товар чи завод. Менше документів, більше гнучкості.",
    "token_lesson4_paragraph4": "👨‍💻 Web3-комʼюніті:\nЧастина ентузіастів бачить у токенізації шлях до децентралізації капіталу: тепер кожен може володіти часткою світу, а не тільки еліти.",
    "token_lesson4_paragraph5": "🧠 <highlight>Філософія</highlight>:\nТокенізація — це перехід від “речей” до “цифрових образів речей”.\nСвіт стає віртуальним — не лише в іграх, а й в економіці. І за це доведеться платити.",
    "token_lesson4_paragraph6": "✅ Плюси:\n— Спрощення доступу до інвестицій\n— Швидкі й прозорі угоди\n— Можливість часткового володіння\n— Механізми, що працюють для малого капіталу",
    "token_lesson4_paragraph7": "⚠️ Мінуси й ризики:\n— Втрата фізичного контакту з активом\n— Залежність від платформ, оракулів і зберігачів\n— Централізація під виглядом децентралізації\n— Ризики “фантомних активів” — коли токен ≠ реальність",
    "token_lesson4_paragraph8": "💥 Парадокс:\nЧим більше ми оцифровуємо реальність — тим менше її контролюємо.\n<highlight>Ти володієш токеном на нерухомість… але хто володіє “підписом” під смарт-контрактом?</highlight>",
    "token_lesson4_paragraph9": "🔍 Хто виграє?\n— Той, хто першим запускає платформу\n— Той, хто випускає токени\n— Той, хто контролює реєстрацію активів\nА програє — той, хто не розуміє, що купує просто “обіцянку” у вигляді токена.",
    "token_lesson4_paragraph10": "🧭 Висновок:\n<highlight>Токенізація — це не просто зручність.</highlight>\nЦе трансформація всього: власності, законів, прав і грошей.\nІ якщо хочеш залишитися вільним — мусиш розуміти, що токен — це не річ, а контракт. І як цей контракт влаштований.",
    "token_lesson5_title": "Урок 5: Що таке CBDC?",
    "token_lesson5_paragraph1": "Уяви, що в тебе є криптовалюта… але вона випущена не на DeFi-платформі, а Центробанком твоєї країни. Це і є <highlight>CBDC</highlight> — цифрова валюта центрального банку.",
    "token_lesson5_paragraph2": "<highlight>CBDC</highlight> — це цифрова форма фіатної валюти. Це не просто оцифрований рубль, долар чи євро, а нова платформа контролю й обліку.",
    "token_lesson5_paragraph3": "На відміну від Bitcoin чи USDT, CBDC випускається не децентралізовано, а централізованим органом — Центробанком. Твої транзакції не просто фіксуються — вони <highlight>контролюються</highlight>.",
    "token_lesson5_paragraph4": "💡 Аналогія:\nЯкщо крипта — це готівка в цифровому вигляді, то CBDC — це банківська картка на стероїдах. Без можливості “вимкнути інтернет і зникнути”.",
    "token_lesson5_paragraph5": "✅ Плюси CBDC (на папері):\n— Миттєві перекази без посередників\n— Зменшення корупції\n— Точніша монетарна політика\n— Простота в міжнародних розрахунках",
    "token_lesson5_paragraph6": "⚠️ Реальні ризики:\n— Усі платежі відстежуються й зберігаються назавжди\n— Центробанк може заморозити твій гаманець\n— Можливість “програмованих” грошей: не можна витратити на певні речі\n— Повна <highlight>централізація</highlight>",
    "token_lesson5_paragraph7": "🧠 <highlight>Філософія</highlight>:\nCBDC — це не просто валюта, а інструмент цифрового управління людьми.\nТи можеш отримати “бонуси” за правильну поведінку… і обмеження — за “неодобрену”.",
    "token_lesson5_paragraph8": "Приклад:\nУ Китаї цифровий юань вже використовується разом із системою “соціального рейтингу”.\nКупив забагато алкоголю? Тимчасово заблокували покупки.\nПоставив лайк під опозиційним постом? Мінус бали.",
    "token_lesson5_paragraph9": "💥 Усвідомлення:\n<highlight>CBDC = абсолютна прозорість + програмованість грошей + залежність від системи.</highlight>\nЦе вже не гроші. Це умовні жетони в державному додатку.",
    "token_lesson5_paragraph10": "🧭 Висновок:\nCBDC — це не про зручність. Це про владу.\nІ ти маєш розуміти: <highlight>свобода — це не можливість “зручно платити”, а можливість “платити вільно”.</highlight>",
    "token_lesson6_title": "Урок 6: CBDC проти крипти — контроль проти свободи",
    "token_lesson6_paragraph1": "На перший погляд вони схожі: і в криптовалют, і в CBDC є цифрові гаманці, транзакції, блокчейн. Але по суті — це дві протилежні філософії.",
    "token_lesson6_paragraph2": "<highlight>CBDC</highlight> — централізована, керується державою, твій баланс — це просто запис у базі Центробанку.\n<highlight>Крипта</highlight> — децентралізована, твій гаманець — тільки твій, ніхто не може його заблокувати без твоєї підпису.",
    "token_lesson6_paragraph3": "💥 Головна відмінність:\n— Крипта створює свободу: ти керуєш своїми грошима, і ніхто не може втрутитися.\n— CBDC створює контроль: ти живеш за “правилами системи”, і всі твої дії можуть бути відстежені, обмежені, анульовані.",
    "token_lesson6_paragraph4": "💡 Аналогія:\nКрипта — це готівка в кишені.\nCBDC — це картка з постійним наглядом і можливістю «заморозити» доступ.",
    "token_lesson6_paragraph5": "🔐 Крипта захищає:\n— право на анонімність\n— свободу переказу\n— незалежність від центру\n— можливість бути автономною людиною",
    "token_lesson6_paragraph6": "🛑 CBDC обмежує:\n— усі перекази видно державі\n— можливі ліміти на витрати\n— можливість “відключити” користувача\n— дані можуть бути використані проти тебе",
    "token_lesson6_paragraph7": "🧠 <highlight>Філософія</highlight>:\nCBDC — це система, де <highlight>ти не володієш грошима — ти орендар цифр</highlight>.\nА крипта — це світ, де <highlight>гроші = твоя цифрова свобода</highlight>.",
    "token_lesson6_paragraph8": "В одному світі ти господар свого капіталу.\nВ іншому — підданий цифрової монархії, де гроші працюють “якщо ти хороший”.\nІ не ти вирішуєш, що означає “хороший”.",
    "token_lesson6_paragraph9": "💬 Приклади:\n— Крипта: ти можеш надіслати Bitcoin другу в іншій країні — ніхто не запитає дозволу.\n— CBDC: щоб відправити гроші за кордон — ти маєш дотриматися правил, лімітів, цілей. А можуть і зовсім не дозволити.",
    "token_lesson6_paragraph10": "🧭 Висновок:\n<highlight>CBDC і крипта — це не конкуренти. Це вороги за духом.</highlight>\nОдна створює систему контролю. Інша — простір свободи.\nВибір є. Але він має бути усвідомленим.",
    "token_lesson7_title": "Урок 7: Де вже впроваджують CBDC і як це працює?",
    "token_lesson7_paragraph1": "Поки ти читаєш це, CBDC уже тестується або впроваджується в багатьох країнах світу. Це не «можливо буде колись». Це вже реальність.",
    "token_lesson7_paragraph2": "🌐 Понад 100 країн працюють над цифровими валютами. Деякі вже впровадили пілотні проєкти, інші проводять тести в банках, магазинах і навіть для соціальних виплат.",
    "token_lesson7_paragraph3": "🇨🇳 Китай:\nПіонер цифрового контролю.\nЦифровий юань уже використовується в десятках міст. Він інтегрований у метро, магазини, соцмережі. Пов'язаний із <highlight>соціальним рейтингом</highlight>.",
    "token_lesson7_paragraph4": "🇧🇷 Бразилія:\nЦифровий реал (DREX) впроваджується на рівні Центрального банку.\nГоловна мета — цифровізація економіки, боротьба з готівкою, повний облік руху коштів.",
    "token_lesson7_paragraph5": "🇪🇺 Євросоюз:\nЦифрове євро в розробці.\nПід гаслами «зручності» та «безпеки» готують інфраструктуру з приватним і бізнес-режимом.\n<highlight>Але доступ буде регульований</highlight>.",
    "token_lesson7_paragraph6": "🇳🇬 Нігерія:\nПерша країна в Африці з офіційною CBDC (eNaira).\nЛюди масово від неї відмовились — бо зрозуміли: за цифровою зручністю стоїть контроль.",
    "token_lesson7_paragraph7": "🧠 <highlight>Філософія</highlight>:\nУ всіх країнах CBDC подається як “рішення”: швидше, зручніше, дешевше.\nАле насправді — це <highlight>двері, які відкриваються лише в один бік</highlight>: із свободи в прозору цифрову огорожу.",
    "token_lesson7_paragraph8": "📲 Приклади функцій, які вже тестуються:\n— Обмеження за сумами\n— «Дозволені» товари\n— Термін дії грошей\n— Цільові виплати (на що можна, а на що — ні)",
    "token_lesson7_paragraph9": "💬 Іронія в тому, що навіть у “вільних країнах” CBDC впроваджується без референдумів.\n<highlight>Ніхто не запитає, чи хочеш ти жити в такій системі</highlight>. Просто одного дня це буде “за замовчуванням”.",
    "token_lesson7_paragraph10": "🧭 Висновок:\n<highlight>CBDC уже поруч</highlight>. Не чекай — вивчай, усвідомлюй, готуйся.\nЛише розуміння суті дасть тобі шанс не бути веденим, а <highlight>стати вільним</highlight> у нову цифрову епоху.",
    "token_lesson8_title": "Урок 8: Ризики токенізації — де можливий обман?",
    "token_lesson8_paragraph1": "Коли ти купуєш токен на квартиру, золото чи акції — ти не тримаєш сам об'єкт. Ти тримаєш <highlight>обіцянку</highlight>, що хтось у реальному світі забезпечує цей токен.",
    "token_lesson8_paragraph2": "А що, якщо…\n— квартири не існує?\n— золото не лежить у сховищі?\n— об'єкт уже продано або заарештовано?\n<highlight>Ти залишаєшся з токеном, який нічого не означає</highlight>.",
    "token_lesson8_paragraph3": "📦 Це називається <highlight>фантомна токенізація</highlight> — коли створюють токени без реального бекапу. І навіть якщо бекап є, ніхто не заважає “змусити тебе повірити”, що він надійний.",
    "token_lesson8_paragraph4": "🏦 Приклад:\nПлатформа стверджує, що токен на золото забезпечений на 100% фізичним активом. Але де він? Хто перевіряє? Де звіт? Хто може оскаржити?\nЯкщо все це контролює одна компанія — <highlight>це вже не децентралізація</highlight>.",
    "token_lesson8_paragraph5": "⚠️ Основні ризики токенізації:\n— 💀 Обман: токен ≠ актив\n— 🧱 Централізація: усе залежить від однієї платформи\n— 📜 Юридична порожнеча: суд може не визнати твій токен\n— 🧨 Баги в смарт-контракті = втрата коштів",
    "token_lesson8_paragraph6": "🔐 Ще один ризик — <highlight>непрозорі оракули</highlight>.\nЯкщо джерело даних централізоване (наприклад, сама платформа передає інфу в смарт-контракт) — це може бути підроблено, затримано або замінено.",
    "token_lesson8_paragraph7": "🧠 <highlight>Філософія</highlight>:\nЦифрові активи дають відчуття контролю.\nАле <highlight>контроль ілюзорний, якщо ти не знаєш, що за ним стоїть</highlight>.\nТокен — це не стіна. Це двері. Питання: що за ними?",
    "token_lesson8_paragraph8": "💬 Ми живемо у світі, де все швидко стає “обіцянкою”:\n— акції → обіцянка зростання\n— NFT → обіцянка цінності\n— токенізований актив → обіцянка наявності\nІ більшість людей не перевіряє — а просто вірить.",
    "token_lesson8_paragraph9": "💣 Головний ризик:\nТи можеш володіти токеном,\nале не мати контролю,\nані доступу,\nані юридичного способу захистити себе.",
    "token_lesson8_paragraph10": "🧭 Висновок:\n<highlight>Токен — це не актив. Це посилання на актив.</highlight>\nІ якщо ти не знаєш, хто тримає ланцюг — ти не тримаєш нічого.",
    "token_lesson9_title": "Урок 9: Альтернативний погляд — чому Web3 чинить опір?",
    "token_lesson9_paragraph1": "Впровадження CBDC і масова токенізація викликає питання не лише в «анархістів» чи «прихильників теорій змови». Навіть у наукових колах і криптоіндустрії звучать <highlight>тверезі застереження</highlight>.",
    "token_lesson9_paragraph2": "Web3-комʼюніті не проти технологій. Воно проти <highlight>централізації влади над грошима</highlight>, проти повного контролю над приватним життям.",
    "token_lesson9_paragraph3": "Багато розробників, інвесторів і мислителів вважають, що CBDC може стати інструментом стеження, блокувань і програмованих обмежень. Не тому що «влада зла», а тому що <highlight>технічно це можливо</highlight>.",
    "token_lesson9_paragraph4": "💡 Тому Web3 будується на інших принципах:\n— відкритий код\n— розподілені мережі\n— відсутність єдиного центру рішень\n— незалежність від держав",
    "token_lesson9_paragraph5": "Це не війна “крипти проти світу”. Це спроба створити <highlight>альтернативне економічне середовище</highlight>, де людина не зобовʼязана залежати від алгоритмів контролю.",
    "token_lesson9_paragraph6": "🧠 <highlight>Філософія</highlight>:\nWeb3 — це не просто про токени й блокчейн.\nЦе про цінності: приватність, вибір, суверенітет.\nТи можеш жити в системі, але мати **вихід із неї**.",
    "token_lesson9_paragraph7": "Багато хто в криптоспільноті не проти CBDC як явища — вони проти <highlight>відсутності вибору</highlight>.\nЯкщо в тебе немає альтернативи — ти не вільний, навіть якщо зручно.",
    "token_lesson9_paragraph8": "💬 Приклад:\nУ тебе може бути банківська картка й криптогаманець.\nГоловне — щоб ти сам вирішував, коли, де і як їх використовувати.",
    "token_lesson9_paragraph9": "⚖️ Свобода — не в тому, щоб відкидати все нове.\nА в тому, щоб **усвідомлювати ризики** і **мати можливість сказати “ні”**.\nWeb3 не заперечує технології — воно захищає право на вибір.",
    "token_lesson9_paragraph10": "🧭 Висновок:\n<highlight>Web3 — це не протест. Це альтернатива.</highlight>\nІ поки тобі дають вибір — ти вільний.\nАле цей вибір не дається просто так. Його треба зрозуміти, відстояти й використати.",
    "token_lesson10_title": "Урок 10: Закріплення. Новий світ, у якому ми вже живемо",
    "token_lesson10_paragraph1": "Ти пройшов великий шлях: від простого розуміння токенів — до усвідомлення того, як цифрові активи змінюють саму суть власності, грошей і влади.",
    "token_lesson10_paragraph2": "<highlight>Токенізація</highlight> дозволяє ділити й передавати активи миттєво й без посередників. Це зручно, доступно, швидко. Але й — нові ризики.",
    "token_lesson10_paragraph3": "<highlight>RWA</highlight> переносять реальність у блокчейн.\nТи можеш володіти частиною квартири в іншій країні — але важливо розуміти: токен ≠ обʼєкт. Це <highlight>обіцянка</highlight>, а не гарантія.",
    "token_lesson10_paragraph4": "<highlight>CBDC</highlight> — найбільш суперечливий елемент. Це не про інвестиції, а про владу.\nВін дає системі не лише цифрові гроші, а й <highlight>цифрову поведінку</highlight>.",
    "token_lesson10_paragraph5": "🧠 <highlight>Підсумкова філософія</highlight>:\nМи не кажемо “за” чи “проти”.\nМи даємо <highlight>знання, інструменти й критичне мислення</highlight>.\nЩоб ти міг приймати рішення — а не бути веденим.",
    "token_lesson10_paragraph6": "💬 Ринки будуть змінюватися.\nДержави впроваджуватимуть технології.\nWeb3 розвиватиметься.\nАле <highlight>твоя сила — в розумінні суті</highlight>, а не в сліпій довірі словам чи трендам.",
    "token_lesson10_paragraph7": "🔥 Цей модуль — твій перший крок.\nПопереду — <highlight>тест</highlight>, який закріпить знання,\nі <highlight>практика</highlight>, де ти зможеш застосувати це в реальних проєктах і платформах.",
    "token_lesson10_paragraph8": "📌 Памʼятай:\n<highlight>Знання = Сила</highlight>\n<highlight>Розуміння = Свобода</highlight>\nА свобода — це те, заради чого існує Web3."
  
  }
  