{
    "trading_lesson1_title": "Что такое трейдинг?",
  
    "trading_lesson1_paragraph1": "Трейдинг — это <highlight>принятие решений</highlight> в условиях неопределённости. Ты покупаешь, когда другие боятся. Продаёшь, когда другие радуются. Это не угадайка — это <highlight>психология + система + дисциплина</highlight>.",
    
    "trading_lesson1_paragraph2": "<highlight>По статистике, около 90–95% трейдеров теряют деньги.</highlight> Большинство сливается в первые месяцы. Зарабатывают в долгосроке меньше 5%. Причина не в “сложности графиков”, а в том, что люди торгуют эмоциями, а не системой.",
    
    "trading_lesson1_paragraph3": "Существует несколько основных стилей трейдинга: — <highlight>Скальпинг</highlight>: множество сделок в день, высокая скорость — <highlight>Свинг</highlight>: удержание позиций от пары дней до недели — <highlight>Позиционный трейдинг</highlight>: месяцы или даже годы. Каждый стиль требует своего характера, тайм-менеджмента и подхода.",
    
    "trading_lesson1_paragraph4": "<highlight>Цель трейдера — не предсказывать рынок, а действовать по сценарию.</highlight> Ты работаешь не с “уверенностью”, а с вероятностями. Сценарий, риск-менеджмент, повторяемость — твои главные инструменты.",
    
    "trading_lesson1_paragraph5": "Чтобы стабильно зарабатывать, нужно: — Мыслить системно — Вести дневник — Анализировать свои ошибки — Соблюдать правила — <highlight>Не торговать ради эмоций</highlight>. Это сложно. Это требует времени. Но это возможно.",
    
    "trading_lesson1_paragraph6": "Этот курс — не “волшебная стратегия”. Он даст тебе основу: <highlight>мышление, структуру и честное понимание профессии</highlight>. Ты не станешь миллионером за месяц. Но поймёшь, как вообще можно выжить и расти на рынке.",
  
    "trading_lesson2_title": "Как устроен рынок: ликвидность, биржи, ордера",
  
    "trading_lesson2_paragraph1": "Многие думают, что рынок — это график. Но на самом деле <highlight>рынок — это механизм обмена</highlight> между теми, кто хочет купить, и теми, кто хочет продать. Цена возникает там, где встречаются их заявки.",
  
    "trading_lesson2_paragraph2": "<highlight>Ликвидность</highlight> — это способность быстро купить или продать актив без сильного изменения цены. Если в рынке много ликвидности — сделки проходят легко. Если её мало — ты или не сможешь войти, или получишь плохую цену.",
  
    "trading_lesson2_paragraph3": "Существует два типа площадок: — <highlight>CEX (централизованные биржи)</highlight>, как <a href=\"https://www.binance.com\" target=\"_blank\" rel=\"noopener noreferrer\">Binance</a>, <a href=\"https://www.okx.com\" target=\"_blank\" rel=\"noopener noreferrer\">OKX</a>, <a href=\"https://www.bybit.com\" target=\"_blank\" rel=\"noopener noreferrer\">Bybit</a>. Там ты торгуешь через интерфейс, а все заявки обрабатывает сама биржа. — <highlight>DEX (децентрализованные биржи)</highlight>, как <a href=\"https://uniswap.org\" target=\"_blank\" rel=\"noopener noreferrer\">Uniswap</a>, <a href=\"https://curve.fi\" target=\"_blank\" rel=\"noopener noreferrer\">Curve</a>. Здесь торговля происходит напрямую между кошельками — через смарт-контракты.",
  
    "trading_lesson2_paragraph4": "На бирже есть <highlight>книга ордеров</highlight> (order book). Это список всех заявок на покупку и продажу. Когда кто-то исполняет рыночный ордер — он \"съедает\" заявки с противоположной стороны. Именно так двигается цена.",
  
    "trading_lesson2_paragraph5": "Важно понять: цена не «растёт» и не «падает» сама по себе. Она <highlight>двигается туда, где есть заявки</highlight>. А заявки — это желания и страхи других людей. Цена — это отпечаток психологии толпы.",
  
    "trading_lesson2_paragraph6": "Хороший трейдер — это тот, кто понимает: — Где тонкая ликвидность — Где толпа хочет купить, но опаздывает — Где маркет-мейкеры \"забирают\" стопы. Чем лучше ты читаешь рынок — тем точнее вход и выход.",
  
    "trading_lesson3_title": "Основы работы со стаканом и ордерами",
  
    "trading_lesson3_paragraph1": "Когда ты торгуешь на бирже, ты взаимодействуешь с <highlight>книгой ордеров</highlight>. Это таблица, где отображаются все активные заявки на покупку и продажу. Она обновляется в реальном времени и показывает, где участники рынка готовы купить или продать актив.",
  
    "trading_lesson3_paragraph2": "Существует два типа ордеров: — <highlight>Лимитный ордер</highlight>: ты указываешь точную цену, по которой хочешь купить или продать. Ордер размещается в стакане и ждёт исполнения. — <highlight>Рыночный ордер</highlight>: ты просто покупаешь или продаёшь по текущей цене — ордер мгновенно исполняется, съедая противоположные заявки из стакана.",
  
    "trading_lesson3_paragraph3": "Разница между ближайшими лимитными заявками на покупку и продажу называется <highlight>спред</highlight>. Чем меньше спред — тем выше ликвидность. А если ты открываешь крупный рыночный ордер, он может вызвать <highlight>проскальзывание</highlight> — ты получишь среднюю цену хуже, чем ожидал.",
  
    "trading_lesson3_paragraph4": "Пример: на <a href=\"https://www.binance.com\" target=\"_blank\" rel=\"noopener noreferrer\">Binance</a> или <a href=\"https://www.bybit.com\" target=\"_blank\" rel=\"noopener noreferrer\">Bybit</a> ты можешь открыть стакан (order book) и увидеть: — зелёные заявки на покупку снизу — красные заявки на продажу сверху — текущая цена в центре",
  
    "trading_lesson3_paragraph5": "<highlight>Маркет-мейкеры</highlight> — это участники, которые создают ликвидность, размещая одновременно лимитные ордера на покупку и продажу. Они зарабатывают на спреде. Иногда это крупные трейдеры, а иногда — автоматические алгоритмы (боты).",
  
    "trading_lesson3_paragraph6": "Если ты не понимаешь, как работает ордер, ты не понимаешь, что происходит с твоей сделкой. Трейдинг начинается не с графика, а с понимания: <highlight>где именно исполняется твоя заявка и за счёт чего движется цена</highlight>.",
  
    "trading_lesson4_title": "Что такое спреды, slippage и проскальзывание",
  
    "trading_lesson4_paragraph1": "<highlight>Спред</highlight> — это разница между лучшей ценой покупки и лучшей ценой продажи. Например, если кто-то готов купить BTC за $30 000, а другой продаёт за $30 010 — спред составляет $10. Чем меньше спред — тем лучше ликвидность и меньше потери при входе в сделку.",
  
    "trading_lesson4_paragraph2": "На биржах с высокой ликвидностью, таких как <a href=\"https://www.binance.com\" target=\"_blank\" rel=\"noopener noreferrer\">Binance</a> или <a href=\"https://www.okx.com\" target=\"_blank\" rel=\"noopener noreferrer\">OKX</a>, спреды минимальны. Но на DEX-платформах вроде <a href=\"https://www.uniswap.org\" target=\"_blank\" rel=\"noopener noreferrer\">Uniswap</a> или <a href=\"https://app.sushi.com\" target=\"_blank\" rel=\"noopener noreferrer\">SushiSwap</a> спред может быть выше — особенно в малоликвидных токенах.",
  
    "trading_lesson4_paragraph3": "<highlight>Slippage</highlight> (проскальзывание) — это разница между ценой, по которой ты хотел купить, и ценой, по которой ордер действительно исполнился. Это часто случается при рыночных ордерах, особенно в периоды высокой волатильности или при больших объёмах.",
  
    "trading_lesson4_paragraph4": "Например: ты хочешь купить токен на $5 000, но в стакане есть только заявки на $2 000 по текущей цене. Остальная часть ордера исполнится по следующей доступной цене, которая может быть значительно хуже. Это и есть <highlight>проскальзывание</highlight>.",
  
    "trading_lesson4_paragraph5": "Чтобы его избежать: — Используй <highlight>лимитные ордера</highlight>, когда это возможно — Проверяй <highlight>объём и глубину стакана</highlight> — Разбивай крупные ордера на части — Следи за фазой рынка: не влетай на импульсах",
  
    "trading_lesson4_paragraph6": "Даже если ты “угадываешь” направление — <highlight>плохой вход из-за проскальзывания может уничтожить всю прибыль</highlight>. Твой результат начинается с цены входа.",
  
    "trading_lesson5_title": "Профессия трейдера: 90/90/90 и правда",
  
    "trading_lesson5_paragraph1": "Существует правило: <highlight>90% трейдеров теряют 90% капитала за первые 90 дней</highlight>. И это не преувеличение. Тысячи людей каждый месяц приходят на рынок — и почти все уходят с убытками.",
  
    "trading_lesson5_paragraph2": "Причина — не в «сложности рынка». А в том, что большинство приходит с ожиданием лёгких денег, торгуют эмоциями, не ведут дневники, не тестируют стратегии, и не способны признать собственные ошибки.",
  
    "trading_lesson5_paragraph3": "<highlight>Профессия трейдера</highlight> — это не про “сигналы” и “группы”. Это про: — постоянную работу над мышлением — ведение статистики и анализа — системный подход — самоконтроль в моменты давления",
  
    "trading_lesson5_paragraph4": "Настоящий трейдер: — фиксирует каждый вход/выход — анализирует потери — проверяет свою стратегию на истории — не нарушает правила даже в просадке. Он строит <highlight>непредсказуемый доход — на предсказуемом поведении</highlight>.",
  
    "trading_lesson5_paragraph5": "Даже если ты проходишь обучение у крутых трейдеров или на платформах типа <a href=\"https://www.tradingview.com\" target=\"_blank\" rel=\"noopener noreferrer\">TradingView</a> или <a href=\"https://www.traderwagon.com\" target=\"_blank\" rel=\"noopener noreferrer\">TraderWagon</a> — это не гарантия результата. <highlight>Работа над собой — обязательна.</highlight>",
  
    "trading_lesson5_paragraph6": "Трейдинг — это не “красивый график с миллионом”, а профессия. С рисками. С выгоранием. С ростом через боль. Но если ты выстоишь — ты получишь не только доход, но и <highlight>характер</highlight>.",
  
    "trading_lesson6_title": "Таймфреймы, фазы рынка, конфлюэнция",
  
    "trading_lesson6_paragraph1": "<highlight>Таймфрейм</highlight> — это масштаб графика: 1 минута, 15 минут, 1 час, день и т.д. Один и тот же рынок может выглядеть восходящим на 1H и нисходящим на 1D. Поэтому <highlight>всегда нужно учитывать старшие таймфреймы</highlight>.",
  
    "trading_lesson6_paragraph2": "Рынок двигается фазами: — <highlight>Тренд</highlight>: цена устойчиво движется в одном направлении — <highlight>Флэт</highlight>: боковой диапазон без чёткой динамики — <highlight>Разворот</highlight>: смена тенденции с накоплением ликвидности",
  
    "trading_lesson6_paragraph3": "Задача трейдера — определить не только «куда идёт цена», но и <highlight>в какой фазе сейчас рынок</highlight>. Многие сливаются, пытаясь торговать тренд внутри флэта или ловить разворот на ранней стадии.",
  
    "trading_lesson6_paragraph4": "<highlight>Конфлюэнция</highlight> — это совпадение нескольких сигналов на вход. Например: — Уровень поддержки на 1H совпадает с паттерном свечей на 15m — Индикатор RSI показывает перепроданность — Smart Money-уровень подтверждает зону. Такие зоны — сильнее. Вход в них — увереннее.",
  
    "trading_lesson6_paragraph5": "Чтобы видеть конфлюэнцию: — Смотри старшие таймфреймы первым делом — Строй уровни на 4H и выше — На меньших таймфреймах ищи <highlight>триггеры на вход</highlight> — Работай с шаблонами входа и системой",
  
    "trading_lesson6_paragraph6": "На платформах вроде <a href=\"https://www.tradingview.com\" target=\"_blank\" rel=\"noopener noreferrer\">TradingView</a> ты можешь легко переключать таймфреймы, строить уровни и отмечать зоны конфлюэнции. Главное — не торговать в вакууме. <highlight>Контекст решает.</highlight>",
  
  
    "trading_lesson7_title": "Японские свечи: как читать, что означают",
  
    "trading_lesson7_paragraph1": "<highlight>Японская свеча</highlight> показывает движение цены за определённый период времени. У неё есть: — <highlight>Тело</highlight> — расстояние между ценой открытия и закрытия — <highlight>Тени</highlight> — минимумы и максимумы за период",
  
    "trading_lesson7_paragraph2": "Если свеча зелёная — закрытие выше открытия, цена выросла. Если красная — закрытие ниже открытия, цена упала. Но <highlight>важно не просто цвет, а форма свечи</highlight> и её контекст.",
  
    "trading_lesson7_paragraph3": "Примеры свечей: — <highlight>Пин-бар</highlight>: длинная тень — сигнал отбоя — <highlight>Доджи</highlight>: почти нет тела — неопределённость — <highlight>Engulfing</highlight>: полное поглощение предыдущей свечи — разворот. Эти модели работают не сами по себе, а в контексте уровней и фазы рынка.",
  
    "trading_lesson7_paragraph4": "Свеча не предсказывает будущее. Она показывает, <highlight>как вели себя участники</highlight>. Кто доминировал: покупатели или продавцы? Были ли попытки выноса? Была ли борьба?",
  
    "trading_lesson7_paragraph5": "На платформах вроде <a href=\"https://www.tradingview.com\" target=\"_blank\" rel=\"noopener noreferrer\">TradingView</a> ты можешь легко переключать график на свечи, анализировать их форму и отмечать повторы. <highlight>Внимательность к свечам — основа чтения графика.</highlight>",
  
    "trading_lesson7_paragraph6": "Свеча — это как фотография одной эмоции толпы. Одна мало что значит. Но когда ты видишь серию — ты начинаешь понимать ритм и дыхание рынка.",
  
    "trading_lesson8_title": "Уровни поддержки и сопротивления",
  
    "trading_lesson8_paragraph1": "<highlight>Уровень поддержки</highlight> — это зона, где цена раньше останавливалась при падении. Здесь появляется спрос. <highlight>Уровень сопротивления</highlight> — это зона, где цена тормозилась при росте. Здесь усиливается предложение. Эти зоны можно увидеть даже без индикаторов — просто глядя на график.",
  
    "trading_lesson8_paragraph2": "Уровни работают потому, что трейдеры запоминают важные области и часто действуют по памяти. <highlight>Повторяющееся поведение толпы формирует зоны реакции</highlight>. Если цена снова подходит к этому уровню — многие будут ожидать отскок.",
  
    "trading_lesson8_paragraph3": "Новички часто делают ошибки: — Строят уровень по одной свече — Рисуют строго по пику, без тела свечи — Думают, что уровень — это точная цифра. На самом деле, <highlight>уровень — это зона, а не линия</highlight>. Он может быть пробит тенью, но не сломан по сути.",
  
    "trading_lesson8_paragraph4": "Хорошие уровни: — Повторяются на истории — Видны на нескольких таймфреймах — Совпадают с объёмами, свечами, паттернами — Подтверждаются реакцией (отскок, консолидация, ложный пробой)",
  
    "trading_lesson8_paragraph5": "Смотри, как цена ведёт себя при повторном подходе: — Быстрый отскок = реакция — Задержка + объём = возможный пробой — Ложный выход + возврат = ловушка для толпы. Эти сигналы видны на графиках в <a href=\"https://www.tradingview.com\" target=\"_blank\" rel=\"noopener noreferrer\">TradingView</a> и других платформах.",
  
    "trading_lesson8_paragraph6": "Маркет-мейкеры используют уровни, чтобы собрать ликвидность: цена подходит — толпа входит — маркет-мейкер набирает позицию против. Поэтому <highlight>не blindly верь уровню, а смотри, как рынок реагирует</highlight> в моменте.",
  
    "trading_lesson9_title": "Индикаторы: MA, EMA, RSI, MACD, OBV",
  
    "trading_lesson9_paragraph1": "Индикаторы — это математические формулы, которые помогают трейдеру <highlight>видеть динамику цены</highlight> и объёмов. Они не предсказывают будущее — они лишь помогают интерпретировать прошлое и настоящее.",
  
    "trading_lesson9_paragraph2": "<highlight>MA (Moving Average)</highlight> — простая скользящая средняя. Она показывает среднюю цену за определённый период. <highlight>EMA</highlight> — экспоненциальная: она быстрее реагирует на новые изменения, давая более чувствительный сигнал.",
  
    "trading_lesson9_paragraph3": "<highlight>RSI (Индекс относительной силы)</highlight> — показывает, перекуплен ли рынок (>70) или перепродан (<30). Используется для поиска зон возможного разворота, но <highlight>не даёт сигнал входа сам по себе</highlight>.",
  
    "trading_lesson9_paragraph4": "<highlight>MACD</highlight> — индикатор, основанный на разнице двух EMA. Он показывает силу и направление тренда. Пересечения линий часто трактуются как сигналы, но <highlight>важно учитывать фазу рынка</highlight>.",
  
    "trading_lesson9_paragraph5": "<highlight>OBV (On Balance Volume)</highlight> — отображает накопление или распределение объёма. Он показывает, подтверждает ли объём текущий тренд. Например: цена растёт, но OBV падает — возможно, это ложный рост.",
  
    "trading_lesson9_paragraph6": "На платформах вроде <a href=\"https://www.tradingview.com\" target=\"_blank\" rel=\"noopener noreferrer\">TradingView</a> ты можешь включать все эти индикаторы. Но помни: <highlight>один индикатор ничего не решает</highlight>. Работает только система и понимание контекста.",
  
    "trading_lesson10_title": "Волатильность и ATR",
  
    "trading_lesson10_paragraph1": "<highlight>Волатильность</highlight> — это показатель того, как сильно колеблется цена актива. Высокая волатильность = быстрые движения и резкие свечи. Низкая = медленный, плавный рынок. От воли зависит: размер стопа, потенциал движения, подход к риску.",
  
    "trading_lesson10_paragraph2": "<highlight>ATR (Average True Range)</highlight> — индикатор, который измеряет среднюю волатильность за последние N свечей. Он не показывает направление — только силу движения. Это незаменимый инструмент при расчёте стопов и определения “дышит ли рынок”.",
  
    "trading_lesson10_paragraph3": "Если ATR показывает, что среднее движение свечи — $200, а ты ставишь стоп в $50 — это почти гарантированный вынос. <highlight>Хороший стоп должен учитывать текущую волатильность</highlight>, а не быть одинаковым во всех сделках.",
  
    "trading_lesson10_paragraph4": "Пример: если ты торгуешь BTC, а ATR на 1H показывает 450$, то стоп в 150$ — слишком близко. Ты можешь: — увеличить стоп, уменьшив размер позиции — сменить таймфрейм — отказаться от входа. <highlight>Рынок должен диктовать условия — не ты.</highlight>",
  
    "trading_lesson10_paragraph5": "На <a href=\"https://www.tradingview.com\" target=\"_blank\" rel=\"noopener noreferrer\">TradingView</a> ты можешь включить индикатор ATR в один клик. Он отображается в виде графика под ценой. Чем выше ATR — тем активнее рынок.",
  
    "trading_lesson10_paragraph6": "Волатильность — это не враг, а инструмент. Она показывает, где ты находишься: в штиле или в буре. И если ты умеешь её учитывать — твои стопы станут логичными, а входы — выживаемыми.",
  
    "trading_lesson11_title": "Bollinger Bands и зоны консолидации",
  
    "trading_lesson11_paragraph1": "<highlight>Bollinger Bands</highlight> — это три линии: — средняя (обычно SMA 20) — верхняя граница (+2 стандартных отклонения) — нижняя граница (−2 отклонения). Они показывают, насколько цена отклоняется от своей средней.",
  
    "trading_lesson11_paragraph2": "Когда полосы <highlight>сужаются</highlight> — рынок входит в фазу <highlight>консолидации</highlight>. Волатильность падает, цена “усыпляется”. Это сигнал, что скоро может быть сильное движение. Когда полосы <highlight>расширяются</highlight> — начинается импульс.",
  
    "trading_lesson11_paragraph3": "Bollinger Bands хорошо показывают <highlight>накопление перед движением</highlight>. Но они не говорят, в какую сторону будет пробой. Поэтому всегда смотри на: — общий тренд — объёмы — свечные формации — контекст старшего таймфрейма",
  
    "trading_lesson11_paragraph4": "Типичная ошибка — открывать позицию, когда цена касается верхней или нижней полосы. <highlight>Это не сигнал</highlight>. Цена может “висеть” на границе и продолжать идти. BB — это не стрелка, а рентген рынка.",
  
    "trading_lesson11_paragraph5": "На <a href=\"https://www.tradingview.com\" target=\"_blank\" rel=\"noopener noreferrer\">TradingView</a> ты можешь включить индикатор Bollinger Bands и наблюдать: — сужение полос — начало расширения — выход из консолидации. Это полезно в связке с уровнями, свечами и объёмами.",
  
    "trading_lesson11_paragraph6": "Полосы Боллинджера помогают понять <highlight>контекст волатильности</highlight>. В фазе покоя — готовься. В момент расширения — жди импульс. Но вход — только по системе, а не по касанию линии.",
  
    "trading_lesson12_title": "Объёмы и свечи: взаимосвязь",
  
    "trading_lesson12_paragraph1": "<highlight>Объём</highlight> показывает, сколько контрактов или лотов было проторговано за свечу. Чем выше объём — тем больше «энергии» было в этом движении. Это как удар: его сила — не только в форме, но и в массе.",
  
    "trading_lesson12_paragraph2": "Если появляется <highlight>большая свеча с высоким объёмом</highlight> — это подтверждённый импульс. Если свеча большая, но объём слабый — это может быть ложный пробой или просто отсутствие сопротивления.",
  
    "trading_lesson12_paragraph3": "Классические паттерны: — <highlight>Крупная красная свеча + объём + тень снизу</highlight> = откуп — <highlight>Всплеск объёма на верхушке</highlight> = выход толпы — <highlight>Падающий объём при росте</highlight> = угасание импульса. Объём помогает не гадать — а понимать намерения рынка.",
  
    "trading_lesson12_paragraph4": "Если ты используешь <a href=\"https://www.tradingview.com\" target=\"_blank\" rel=\"noopener noreferrer\">TradingView</a>, добавь гистограмму объёма под график. Обрати внимание: — совпадает ли объём с размером свечи — есть ли тень и при этом всплеск — где объём «взрывается» — там и начинается правда.",
  
    "trading_lesson12_paragraph5": "Свеча без объёма — это картинка. Свеча с объёмом — это след реальной борьбы. <highlight>Смотри не только на форму, но и на силу</highlight>. Тогда ты не будешь ловиться на ложные движения и будешь входить туда, где есть подтверждение.",
  
    "trading_lesson13_title": "Фибоначчи: уровни и коррекции",
  
    "trading_lesson13_paragraph1": "<highlight>Уровни Фибоначчи</highlight> строятся на основе математических пропорций. Наиболее значимые: 0.382, 0.5, 0.618, 0.786. Эти уровни часто используются трейдерами для поиска зон коррекции или продолжения тренда.",
  
    "trading_lesson13_paragraph2": "Чтобы натянуть сетку: — выбери импульс (движение вверх или вниз) — потяни сетку Фибоначчи от начала до конца импульса — уровни покажут возможные зоны отката. Но <highlight>не каждый откат = вход</highlight>. Смотри на подтверждение: свечи, объёмы, уровни.",
  
    "trading_lesson13_paragraph3": "Уровень <highlight>0.618</highlight> считается “золотым” — там часто появляются развороты. 0.5 — психологический уровень. Но рынок не обязан отскакивать от них. Это просто зоны внимания — не гарантии.",
  
    "trading_lesson13_paragraph4": "Типичные ошибки новичков: — Тянут сетку Фибоначчи “на глаз”, без подтверждённого импульса — Думают, что 0.618 — это автоматический отскок — Не проверяют зону на объём, уровень и структуру. <highlight>Фиба — это инструмент контекста, а не точка входа.</highlight>",
  
    "trading_lesson13_paragraph5": "На <a href=\"https://www.tradingview.com\" target=\"_blank\" rel=\"noopener noreferrer\">TradingView</a> ты можешь построить сетку Фибоначчи в 2 клика. Натяни её на трендовое движение — и смотри, совпадают ли уровни с другими сигналами (например, уровнем, свечой, объёмом).",
  
    "trading_lesson13_paragraph6": "Фибоначчи не магия. Но тысячи трейдеров её используют — и от этого она работает. <highlight>Если ты умеешь совмещать Фибу с контекстом</highlight> — это становится сильным инструментом.",
  
  
    "trading_lesson14_title": "Волны Эллиотта: вводная логика",
  
    "trading_lesson14_paragraph1": "Теория волн Эллиотта гласит, что <highlight>движения цены подчиняются определённой структуре</highlight>: — 5 волн вверх в импульсе (1, 2, 3, 4, 5) — 3 волны вниз в коррекции (A, B, C). Это отражает цикл настроения толпы: энтузиазм, эйфория, страх, паника и восстановление.",
  
    "trading_lesson14_paragraph2": "Главное правило: волна 3 — самая сильная и длинная. Волна 4 не должна заходить в тело волны 1. Волна 5 может быть слабой — и часто заканчивается ложным пробоем. <highlight>После 5 волн — всегда коррекция</highlight> (ABC).",
  
    "trading_lesson14_paragraph3": "Волны Эллиотта полезны, когда ты хочешь понять: — Где ты находишься в цикле? — Стоит ли ждать продолжения? — Не пора ли готовиться к развороту? Но <highlight>не пытайся “насильно” втиснуть график в волны</highlight>. Лучше сначала видеть структуру — потом искать счёт.",
  
    "trading_lesson14_paragraph4": "Типичные ошибки: — Видеть волны везде — Менять разметку после каждой свечи — Строить без подтверждающих факторов (уровни, объёмы, Фибоначчи). Волновой анализ должен быть <highlight>дополнением</highlight>, а не самостоятельным методом входа.",
  
    "trading_lesson14_paragraph5": "На <a href=\"https://www.tradingview.com\" target=\"_blank\" rel=\"noopener noreferrer\">TradingView</a> есть инструмент “Elliott Impulse Wave” и “Corrective Wave”. Используй его, чтобы визуализировать структуру — но только после того, как поймёшь контекст и подтверждение.",
  
    "trading_lesson14_paragraph6": "Эллиотт может быть полезным, если использовать его <highlight>как карту, а не как рулетку</highlight>. Не нужно угадывать волну — нужно видеть поведение толпы и понимать, как она движется стадно.",
  
    "trading_lesson15_title": "Как использовать технический анализ без фанатизма",
  
    "trading_lesson15_paragraph1": "<highlight>Технический анализ</highlight> не предсказывает будущее. Он показывает вероятности и поведение толпы. Это инструмент — не пророчество. Если ты ждёшь идеального сигнала — ты никогда не войдёшь в сделку.",
  
    "trading_lesson15_paragraph2": "Ошибка большинства: — строят 20 индикаторов, все разнонаправленные — видят сигналы везде — ждут “идеального момента”. В итоге: перегрузка, страх и хаос. <highlight>График — это не искусство, а статистика.</highlight>",
  
    "trading_lesson15_paragraph3": "Правильный подход: — выбери 2–3 инструмента, которые тебе понятны — доведи до автоматизма интерпретацию — <highlight>используй TA в связке с риск-менеджментом</highlight>, а не отдельно. TA ≠ точка входа. Это фильтр, подтверждение и контекст.",
  
    "trading_lesson15_paragraph4": "Всегда задавай себе: — Где я ошибался раньше? — Что не сработало? — Как это улучшить? Ведение <highlight>дневника трейдера</highlight> и обратная связь — важнее нового индикатора. Учёба идёт от ошибок, а не от красивого графика.",
  
    "trading_lesson15_paragraph5": "На <a href=\"https://www.tradingview.com\" target=\"_blank\" rel=\"noopener noreferrer\">TradingView</a> ты можешь строить любые индикаторы, паттерны и зоны. Но если ты не понимаешь, <highlight>почему</highlight> ты их ставишь — они не помогут. Лучше 1 понятный инструмент, чем 10 непонятных.",
  
  
    "trading_lesson16_title": "Флаги, клинья, двойные вершины/дна",
  
    "trading_lesson16_paragraph1": "Паттерны — это повторяющиеся <highlight>структуры на графике</highlight>, которые отражают поведение толпы. Классика: <highlight>флаг, клин, двойная вершина, двойное дно</highlight>. Но главное — не форма, а контекст. Где он появляется и почему?",
  
    "trading_lesson16_paragraph2": "— <highlight>Флаг</highlight>: бычий или медвежий канал после сильного движения. Обычно предвещает продолжение. — <highlight>Клин</highlight>: сужающийся треугольник. Часто даёт разворот, особенно при падении объёмов. — <highlight>Двойная вершина/дно</highlight>: сигнал разворота тренда после повторного касания уровня.",
  
    "trading_lesson16_paragraph3": "Ошибка новичков: видят паттерны везде. Но без <highlight>подтверждения объёмом, уровнем, фазой рынка</highlight> — это просто линии. Не торгуй форму — торгуй смысл. Лучше один подтверждённый паттерн, чем 10 фантазий на графике.",
  
    "trading_lesson16_paragraph4": "На <a href=\"https://www.tradingview.com/chart/\" target=\"_blank\" rel=\"noopener noreferrer\">TradingView</a> можешь найти сотни примеров этих формаций. Введи в поиск “flag”, “wedge”, “double top” и сравни на живых графиках. Смотри, где он появляется, на каком таймфрейме, и что было до него.",
  
    "trading_lesson16_paragraph5": "Паттерны работают не всегда. Их сила — в <highlight>психологии и подтверждении</highlight>. Поэтому совмещай их с уровнями, объёмами, фазой рынка и риск-менеджментом. И никогда не открывай сделку только потому, что “так красиво нарисовано”.",
  
    "trading_lesson17_title": "Треугольники и расширяющиеся формации",
  
    "trading_lesson17_paragraph1": "<highlight>Треугольник</highlight> — это зона сжатия, где цена входит в консолидацию и “набирает силу” для выхода. Есть три основных типа: — <highlight>Симметричный</highlight>: равновесие продавцов и покупателей, пробой в любую сторону. — <highlight>Восходящий</highlight>: уровень сопротивления сверху, серия растущих минимумов. — <highlight>Нисходящий</highlight>: уровень поддержки снизу, серия падающих максимумов.",
  
    "trading_lesson17_paragraph2": "Важно: треугольник не даёт 100% сигнала. Всё зависит от контекста: фазы рынка, объёма, тренда. Без этого — фигура бессмысленна. Не торгуй геометрию — торгуй <highlight>поведение цены и толпы</highlight>.",
  
    "trading_lesson17_paragraph3": "Отдельный вид — <highlight>расширяющийся треугольник</highlight> (broadening formation). Выглядит красиво, но часто приводит к потерям. Люди входят по импульсу — и ловят обратный удар. Это <highlight>типичная ловушка</highlight>, где маркетмейкеры “выносят” и покупателей, и продавцов.",
  
    "trading_lesson17_paragraph4": "Ищи подтверждения: — объём на выходе из формации — свечной сигнал (например, engulfing) — конфлюэнция с уровнем или паттерном. Без этого — лучше пропусти. В трейдинге пропущенная сделка — не ошибка. Ошибка — это бездумный вход по форме.",
  
    "trading_lesson17_paragraph5": "Посмотри живые примеры на <a href=\"https://www.tradingview.com/ideas/triangle/\" target=\"_blank\" rel=\"noopener noreferrer\">TradingView</a>. Найди похожие ситуации, изучи, где они сработали, а где — нет. Делай скриншоты и записывай выводы. Это и есть путь профессионала.",
  
  
    "trading_lesson18_title": "Price Action: пин-бары, engulfing, fake-outs",
  
    "trading_lesson18_paragraph1": "<highlight>Price Action</highlight> — это анализ поведения цены без индикаторов. Ты смотришь на <highlight>свечи, уровни, объёмы</highlight> — и пытаешься понять, что делает толпа. Кто покупает? Кто паникует? Где прячутся стопы? И где на самом деле входят умные деньги?",
  
    "trading_lesson18_paragraph2": "Ключевые сигналы: — <highlight>Пин-бар</highlight>: свеча с длинным хвостом и маленьким телом. Говорит о резком отскоке — кто-то попытался продавить цену, но не смог. — <highlight>Engulfing</highlight>: свеча полностью перекрывает предыдущую. Сильный импульс — перелом настроения. — <highlight>Fake-out</highlight>: ложный пробой уровня, после которого цена возвращается обратно. Ловушка для толпы.",
  
    "trading_lesson18_paragraph3": "Важно: <highlight>одной свечи недостаточно</highlight>. Ты должен видеть: — где она появилась (на каком уровне?) — есть ли объём? — подтверждается ли структура тренда? Без этого — Price Action превращается в угадайку.",
  
    "trading_lesson18_paragraph4": "На <a href=\"https://www.tradingview.com/chart/\" target=\"_blank\" rel=\"noopener noreferrer\">TradingView</a> можешь отфильтровать сигналы вручную. Или использовать встроенные стратегии для поиска пин-баров и engulfing. Но помни: главное — не найти свечу, а понять <highlight>что она значит в моменте</highlight>.",
  
    "trading_lesson18_paragraph5": "Price Action даёт понимание, <highlight>как и почему движется рынок</highlight>. Но это не магия. Это инструмент. Он работает, если ты думаешь — и подводит, если ты рисуешь картинки на графике, забыв про контекст и риск.",
  
    "trading_lesson19_title": "Ложные пробои и ловушки для толпы",
  
    "trading_lesson19_paragraph1": "Ложный пробой — это <highlight>движение цены за важный уровень</highlight>, которое привлекает трейдеров... и тут же оборачивается в другую сторону. Результат: стопы выбиты, толпа в минусе, профессионалы входят с прибылью.",
  
    "trading_lesson19_paragraph2": "Как это выглядит: — Цена пробивает уровень, за которым “все ждут выстрела” — Входят новички: в лонг — если вверх, или в шорт — если вниз — Через пару свечей цена резко уходит в другую сторону — Это и есть <highlight>стоп-охота</highlight>",
  
    "trading_lesson19_paragraph3": "Почему это работает? Потому что большинство выставляют стоп-лоссы <highlight>за очевидными уровнями</highlight>: хаями, лоями, паттернами. Умные деньги <highlight>создают импульс</highlight>, забирают ликвидность, и потом двигают цену туда, где уже нет сопротивления.",
  
    "trading_lesson19_paragraph4": "Ты можешь увидеть это на <a href=\"https://www.tradingview.com/ideas/fakeout/\" target=\"_blank\" rel=\"noopener noreferrer\">TradingView — Fakeout Ideas</a>. Найди фейки на уровнях, где ты бы сам вошёл — и посмотри, как тебя бы “вынесли”. Это лучшее обучение. Без боли — только выводы.",
  
    "trading_lesson19_paragraph5": "Запомни: если уровень <highlight>слишком очевиден</highlight> — будь осторожен. Настоящие пробои часто проходят <highlight>с объёмом, ретестом и консолидацией</highlight>. А не просто свечой за линию. Торгуй <highlight>поведение</highlight>, а не линии.",
  
    "trading_lesson20_title": "Как совмещать паттерны с уровнями и индикаторами",
  
    "trading_lesson20_paragraph1": "В трейдинге есть магическое слово — <highlight>конфлюэнция</highlight>. Это когда несколько факторов указывают на одно и то же: — Появился пин-бар — Цена на сильном уровне — RSI в зоне перепроданности — Объём подтверждает движение",
  
    "trading_lesson20_paragraph2": "Чем больше сигналов — тем выше вероятность, что вход будет качественным. Но важно: — Сигналы не должны <highlight>дублировать</highlight> друг друга. Лучше 1 из свечей, 1 из объёма, 1 из индикатора — Не должно быть <highlight>противоречий</highlight>: если один говорит “вверх”, а другой “вниз” — ты просто наблюдаешь, не входишь",
  
    "trading_lesson20_paragraph3": "На <a href=\"https://www.tradingview.com/\" target=\"_blank\" rel=\"noopener noreferrer\">TradingView</a> ты можешь включать несколько индикаторов одновременно: RSI, OBV, MA. Добавь уровни вручную, и проверь — совпадает ли это с паттернами на графике. Если совпадает — это <highlight>точка интереса</highlight>.",
  
    "trading_lesson20_paragraph4": "Трейдер, который входит по одному сигналу — это игрок. Трейдер, который ждёт конфлюэнцию и подтверждение — это <highlight>системный участник</highlight>. Он дышит медленно, записывает выводы, и никогда не торопится.",
  
    "trading_lesson21_title": "Кто такие Smart Money и как они мыслят",
  
    "trading_lesson21_paragraph1": "Smart Money (умные деньги) — это <highlight>участники с влиянием</highlight> на рынок. Это не просто «богатые трейдеры». Это <highlight>банки, фонды, маркетмейкеры, хедж-фонды, биржи</highlight>, у которых есть и капитал, и данные, и технология. Они не угадывают — они создают движения.",
  
    "trading_lesson21_paragraph2": "Их сила в доступе: — К ордерам миллионов трейдеров (особенно на <a href=\"https://www.binance.com/\" target=\"_blank\" rel=\"noopener noreferrer\">Binance</a>, <a href=\"https://www.bybit.com/\" target=\"_blank\" rel=\"noopener noreferrer\">Bybit</a> и других CEX) — К алгоритмам HFT (high-frequency trading) — К информации о ликвидациях, ликвидности, стопах — К манипуляциям через новости и фейковые пробои",
  
    "trading_lesson21_paragraph3": "Smart Money не входят по паттернам. Они <highlight>создают паттерны</highlight>, чтобы в них поверила толпа. Затем они двигают цену так, чтобы активировать ваши стоп-лоссы и ликвидировать позиции. Это называется <highlight>забор ликвидности</highlight>. Они зарабатывают не на угадывании направления — а на реакции толпы.",
  
    "trading_lesson21_paragraph4": "Простой пример: толпа видит уровень сопротивления. Все ставят шорт. Умные деньги делают пробой — активируются стопы — все думают: «цена пошла выше». А дальше резкий разворот — и цена летит вниз. Толпа обманута, Smart Money — в плюсе. Это <highlight>манипуляция ожиданием</highlight>.",
  
    "trading_lesson21_paragraph5": "Твоя задача — <highlight>перестать думать как толпа</highlight>. Анализируй не просто график, а то: — Где толпа поставит ордера — Где логично стоят стоп-лоссы — Где будет ликвидность — Куда выгодно двинуть цену — Кому это выгодно",
  
    "trading_lesson21_paragraph6": "Итог: Smart Money зарабатывают, потому что они <highlight>играют против тебя</highlight>, а не с рынком. Хочешь выжить — учись думать как они. Следующие уроки покажут, как они используют структуру рынка, блоки ликвидности и зоны входа.",
  
  
    "trading_lesson22_title": "Market Structure: BOS, CHoCH, Liquidity Sweep",
  
    "trading_lesson22_paragraph1": "Чтобы понимать рынок — надо уметь читать его <highlight>структуру</highlight>. Это как скелет цены. Без понимания структуры, ты будешь постоянно входить «не туда» и не понимать, почему тебя выносит по стопу.",
  
    "trading_lesson22_paragraph2": "<highlight>Break of Structure (BOS)</highlight> — это когда цена <b>пробивает предыдущий экстремум</b> (вверх или вниз). Это может означать продолжение тренда. Например, если цена пробила предыдущий хай — тренд восходящий. BOS = подтверждение тренда.",
  
    "trading_lesson22_paragraph3": "<highlight>Change of Character (CHoCH)</highlight> — это <b>первый признак смены тренда</b>. Он происходит, когда цена впервые ломает противоположный экстремум. Например, если до этого были только хаи — и вдруг пробит лоу — это CHoCH. Это сигнал, что тренд может разворачиваться.",
  
    "trading_lesson22_paragraph4": "<highlight>Liquidity Sweep</highlight> — это <b>захват ликвидности</b>. Представь, что толпа ставит стопы за ближайший максимум. Умные деньги двигают цену туда, где лежат эти стопы, выносят их — и после этого <b>разворачивают цену</b> в обратную сторону. Это классическая ловушка.",
  
    "trading_lesson22_paragraph5": "На графике BOS и CHoCH помогают определить, <highlight>в какую сторону думают двигаться Smart Money</highlight>. Если видишь BOS — тренд продолжается. Если CHoCH + ликвидность — вероятен разворот. Не надо угадывать — просто читай структуру. Это как дорожные знаки.",
  
    "trading_lesson22_paragraph6": "Всё это ты можешь отследить в <a href=\"https://www.tradingview.com/\" target=\"_blank\" rel=\"noopener noreferrer\">TradingView</a> — включи график, поставь уровни, найди BOS, CHoCH и захват ликвидности. Это и есть язык рынка, который понимают институционалы. И ты теперь — тоже.",
  
    "trading_lesson23_title": "Зоны ликвидности, индукции и стоп-охота",
  
    "trading_lesson23_paragraph1": "Каждый раз, когда ты ставишь <highlight>стоп-лосс</highlight> — ты создаёшь <highlight>ликвидность</highlight>. Если таких трейдеров, как ты, много — в этих местах образуются <highlight>зоны ликвидности</highlight>.",
  
    "trading_lesson23_paragraph2": "Smart Money (фонды, маркетмейкеры) знают, где стоят стопы толпы. Эти стопы — <b>деньги</b>. Чтобы их забрать, они двигают цену в эти зоны. Это называется <highlight>охота за ликвидностью</highlight> (или stop hunt).",
  
    "trading_lesson23_paragraph3": "Зоны ликвидности почти всегда находятся: — за очевидными <highlight>хаями и лоями</highlight> — за уровнями поддержки/сопротивления — за <highlight>паттернами</highlight>, которые торгует толпа (например, “голова и плечи”)",
  
    "trading_lesson23_paragraph4": "Индукция — это когда Smart Money <highlight>внушают толпе ложную идею</highlight>, чтобы спровоцировать её войти в сделку. Например, появляется резкое движение вверх — толпа видит пробой и входит в лонг. А это всего лишь <b>движение к ликвидности</b>, после которого цена разворачивается и летит вниз.",
  
    "trading_lesson23_paragraph5": "Как этому противостоять? — <highlight>Не входи в очевидные пробои</highlight> без подтверждения структуры — Определи, где цена может сделать ложный импульс (fake move) — Следи за BOS/CHoCH, чтобы понять реальное направление — Помни: где толпа — там ловушка.",
  
    "trading_lesson23_paragraph6": "Тренируйся искать зоны ликвидности на графиках в <a href=\"https://www.tradingview.com/\" target=\"_blank\" rel=\"noopener noreferrer\">TradingView</a>. Уровни, за которыми “все видят” пробой — идеальное место для охоты Smart Money. Начни думать не «куда цена пойдёт», а <highlight>«где деньги толпы»</highlight>.",
  
    "trading_lesson24_title": "Order Blocks, FVG и Imbalance",
  
    "trading_lesson24_paragraph1": "Когда институциональные игроки открывают большую позицию — это всегда <highlight>оставляет след на графике</highlight>. Эти следы можно увидеть как <highlight>Order Block (OB)</highlight>. Это последняя противоположная свеча перед импульсом.",
  
    "trading_lesson24_paragraph2": "Например: перед мощным движением вверх ты увидишь <b>красную свечу</b>. Это и есть Order Block — место, где институционалы закупались. Цена часто возвращается туда, чтобы снова добрать ликвидность — и потом продолжить движение.",
  
    "trading_lesson24_paragraph3": "Fair Value Gap (FVG) — это <highlight>разрыв между двумя свечами</highlight>, в котором отсутствует обратная ликвидность. Это как пустота в графике. Рынок стремится <b>закрыть этот гэп</b>, чтобы восстановить баланс.",
  
    "trading_lesson24_paragraph4": "Imbalance — это <highlight>дисбаланс между покупателями и продавцами</highlight> в моменте. Он создаёт «перекос» в графике, и рынок пытается его сбалансировать. Визуально это проявляется как зоны с быстрым импульсом и отсутствием откатов.",
  
    "trading_lesson24_paragraph5": "Твоя задача — <highlight>объединять OB + FVG + Imbalance</highlight>, чтобы находить идеальные зоны входа. Например, если цена возвращается в Order Block, закрывает FVG и совпадает с ликвидностью — это мощная точка входа.",
  
    "trading_lesson24_paragraph6": "Для практики используй <a href=\"https://www.tradingview.com/\" target=\"_blank\" rel=\"noopener noreferrer\">TradingView</a>. Построй график, найди импульс, отметь Order Block и FVG. Визуализируй, как цена возвращается и реагирует на эти зоны. Это и есть «карта» входа для умных денег.",
  
    "trading_lesson25_title": "Как строить и читать зоны на графике",
  
    "trading_lesson25_paragraph1": "Чтобы торговать как Smart Money, нужно научиться <highlight>строить зоны правильно</highlight>. Не наугад. А по логике движения цены, импульсов и реакций толпы.",
  
    "trading_lesson25_paragraph2": "<highlight>Order Block (OB)</highlight> рисуется по последней противоположной свече перед импульсом. Если импульс вверх — находишь последнюю красную свечу перед движением и отмечаешь её тело + хвост.",
  
    "trading_lesson25_paragraph3": "<highlight>Зона ликвидности</highlight> — это область, где были стопы. Она формируется: — За хаями/лоями — За уровнями, которые “все видят” — За ложными пробоями. Эти зоны ты тоже должен отмечать — туда часто направляется цена, чтобы собрать ликвидность.",
  
    "trading_lesson25_paragraph4": "<highlight>Fair Value Gap (FVG)</highlight> — это пустой гэп между свечами. Отмечаешь его от тела свечи до следующей свечи, если между ними отсутствует обратное касание. Чем шире гэп — тем выше шанс возврата.",
  
    "trading_lesson25_paragraph5": "Твои зоны должны быть <highlight>логичными</highlight>, чистыми и минимальными. Лучше 2 точные зоны, чем 10 линий без смысла. Твоя задача — видеть, где войдут крупные, а не рисовать “для красоты”.",
  
    "trading_lesson25_paragraph6": "Для практики используй <a href=\"https://www.tradingview.com/\" target=\"_blank\" rel=\"noopener noreferrer\">TradingView</a>. Возьми любой импульс, отметь OB, FVG, и проверь: возвращалась ли туда цена. Это и есть валидация твоего анализа. Повтори 100 раз — и начнёшь видеть рынок иначе.",
  
    "trading_lesson26_title": "Открытый интерес и ликвидации: основа анализа деривативов",
  
    "trading_lesson26_paragraph1": "<highlight>Open Interest (OI)</highlight> — это общее количество открытых фьючерсных контрактов в рынке. Каждый новый лонг/шорт добавляет OI. Закрытие позиции — уменьшает. Это не объём, а именно число контрактов в системе.",
  
    "trading_lesson26_paragraph2": "Когда <highlight>OI растёт</highlight> вместе с ценой — значит рынок накачивается новыми участниками. Если цена падает, а OI остаётся высоким — это значит, что кто-то <b>застрял в позициях</b>. И рынок может ещё сильнее их наказать.",
  
    "trading_lesson26_paragraph3": "Ликвидации — это принудительное закрытие позиции из-за нехватки маржи. Когда цена доходит до точки ликвидации — платформа закрывает сделку в убыток, чтобы не уйти в минус. Эти события **можно предсказывать** и отслеживать.",
  
    "trading_lesson26_paragraph4": "Есть сервисы, которые визуализируют ликвидации в реальном времени: <a href=\"https://coinglass.com\" target=\"_blank\" rel=\"noopener noreferrer\">Coinglass</a>, <a href=\"https://laevitas.ch\" target=\"_blank\" rel=\"noopener noreferrer\">Laevitas</a>, <a href=\"https://coinalyze.net\" target=\"_blank\" rel=\"noopener noreferrer\">Coinalyze</a>. Они показывают: где открыты позиции, сколько в них денег и где будут массовые выносы.",
  
    "trading_lesson26_paragraph5": "Например, если под уровнем поддержки много ликвидаций лонгов — маркетмейкер может специально **толкнуть цену вниз**, собрать ликвидность, а потом резко выкупить. Это называется <highlight>«ликвидационная свеча»</highlight> или <highlight>stop hunt</highlight>.",
  
    "trading_lesson26_paragraph6": "Используя OI + ликвидации, ты можешь видеть, где толпа уязвима. А значит — не быть в этой толпе. Это один из главных навыков <highlight>профессионального трейдера</highlight>.",
  
    "trading_lesson27_title": "ICT-подход: упрощённая логика и применение",
  
    "trading_lesson27_paragraph1": "ICT — это система взглядов на рынок, популяризированная трейдером по прозвищу <highlight>Inner Circle Trader</highlight>. Суть проста: крупные игроки не торгуют как толпа. Они <highlight>выстраивают ловушки</highlight> и используют ликвидность толпы себе на пользу.",
  
    "trading_lesson27_paragraph2": "Ключевые элементы ICT: \n— <highlight>Liquidity Pools</highlight> — зоны скопления стопов \n— <highlight>BOS</highlight> (Break of Structure) — пробой рыночной структуры \n— <highlight>CHoCH</highlight> (Change of Character) — смена рыночного характера \n— <highlight>FVG</highlight> (Fair Value Gap) — “пустота” между свечами, куда часто возвращается цена",
  
    "trading_lesson27_paragraph3": "Простой пример: толпа видит уровень поддержки и ставит стопы под ним. Крупный игрок толкает цену вниз, срабатывают стопы (ликвидность), он набирает лонг — и <highlight>движение идёт вверх</highlight>. Ты видел это тысячу раз — просто не знал, что это ICT.",
  
    "trading_lesson27_paragraph4": "Можно отследить такие зоны на графике через платформы вроде <a href=\"https://tradingview.com\" target=\"_blank\" rel=\"noopener noreferrer\">TradingView</a> и <a href=\"https://coinalyze.net/\" target=\"_blank\" rel=\"noopener noreferrer\">Coinalyze</a>. Там ты найдёшь OI, ликвидации и можешь начертить BOS и FVG вручную.",
  
    "trading_lesson27_paragraph5": "Главное — <highlight>не усложнять</highlight>. Многие ученики ICT превращают торговлю в “религию линий”. Но суть проста: понимать, где сидит толпа и где крупняк может её обмануть. И действовать не на эмоциях, а по логике.",
    
    "trading_lesson27_paragraph6": "Если хочешь углубиться — посмотри YouTube-канал ICT (англ.), но помни: <highlight>лучше понять суть, чем выучить термины</highlight>. Мы здесь, чтобы стать свободными, а не запутанными в чужих схемах.",
  
    "trading_lesson28_title": "Как строить и читать зоны ликвидности на графике",
  
    "trading_lesson28_paragraph1": "Ликвидность — это <highlight>топливо для движения</highlight>. Рынок не двигается просто так. Ему нужно, чтобы кто-то продал, чтобы кто-то другой купил. Зоны ликвидности — это места, где скопились <highlight>стоп-лоссы и отложенные ордера</highlight> толпы. Именно туда рынок стремится, прежде чем изменить направление.",
  
    "trading_lesson28_paragraph2": "Примеры зон ликвидности:\n— Под локальными минимумами (там ставят стопы лонгистов)\n— Над локальными вершинами (там стопы шортов)\n— В областях консолидации (где толпа ждёт 'в какую сторону пойдёт рынок')",
  
    "trading_lesson28_paragraph3": "Крупные игроки (или <highlight>Smart Money</highlight>) видят эти зоны и запускают туда цену. Когда срабатывают стопы толпы — создаётся <highlight>всплеск ликвидности</highlight>, который они используют для входа. Это называется <highlight>индукцией</highlight> — ложное движение ради создания возможности.",
  
    "trading_lesson28_paragraph4": "Чтобы научиться рисовать такие зоны:\n1. Открой график на <a href=\"https://www.tradingview.com/\" target=\"_blank\" rel=\"noopener noreferrer\">TradingView</a>\n2. Переключись на таймфрейм M15–H1\n3. Найди последние <highlight>экстремумы</highlight> (локальные максимумы и минимумы)\n4. Проведи горизонтальные зоны чуть выше/ниже этих точек\n5. Добавь пояснение: 'ликвидность выше' или 'ликвидность ниже'",
  
    "trading_lesson28_paragraph5": "Также ты можешь использовать платформу <a href=\"https://coinalyze.net/\" target=\"_blank\" rel=\"noopener noreferrer\">Coinalyze</a>, где отображаются <highlight>открытые интересы</highlight> и <highlight>ликвидации</highlight>. Это помогает понять, где именно лежат стопы и какова вероятность охоты на них.",
  
    "trading_lesson28_paragraph6": "Важно: зона ликвидности — это не сигнал на вход. Это <highlight>область интереса</highlight>. Там ты ждёшь подтверждение: реакцию, ложный пробой, поглощение, объём. Только потом — принимаешь решение. Не гадай, наблюдай.",
    
    "trading_lesson28_paragraph7": "Ты не обязан быть провидцем. Ты просто наблюдаешь за тем, куда рынок хочет пойти, чтобы собрать топливо. И заходишь туда, где он уже <highlight>закончил сбор</highlight> и готов к настоящему движению.",
  
  
    "trading_lesson29_title": "Order Blocks, FVG и Imbalance: в чём разница и как применять",
  
    "trading_lesson29_paragraph1": "Когда институционалы (банки, фонды и т.п.) входят в сделку — они не могут просто нажать кнопку и войти на весь капитал. Их ордера <highlight>разбиты на блоки</highlight> и распределены по диапазону цен. Это и есть <highlight>Order Block</highlight> — последняя свеча противоположного направления перед импульсом.",
  
    "trading_lesson29_paragraph2": "Пример: если ты видишь сильный рост, посмотри на последнюю <highlight>медвежью свечу</highlight> перед этим ростом. Она, скорее всего, является Order Block. Почему? Потому что в ней и происходила <highlight>аккумуляция позиции</highlight> крупными деньгами.",
  
    "trading_lesson29_paragraph3": "Теперь к FVG (Fair Value Gap). Это <highlight>разрыв между свечами</highlight>, где цена не торговалась. Если одна свеча закрывается на 100, а следующая открывается на 105 — между 100 и 105 нет объёма. Это зона 'перекоса', где не было справедливой цены. Крупные игроки часто <highlight>возвращают цену туда</highlight>, чтобы дозакупиться.",
  
    "trading_lesson29_paragraph4": "Imbalance — это <highlight>перекос спроса и предложения</highlight>. Он часто проявляется как FVG, но не всегда. Например, когда цена летит вверх с <highlight>почти одинаковыми свечами без теней</highlight> — это часто Imbalance. Рынок туда потом <highlight>возвращается</highlight>, чтобы сбалансировать объёмы.",
  
    "trading_lesson29_paragraph5": "Твоя задача:\n— Находить Order Blocks (последняя свеча до импульса)\n— Идентифицировать FVG (пустоты между свечами)\n— Смотреть на Imbalance (ускорения без возврата)\n— Строить зоны и ждать <highlight>реакцию</highlight>, а не угадывать заранее",
  
    "trading_lesson29_paragraph6": "На платформе <a href=\"https://coinalyze.net/\" target=\"_blank\" rel=\"noopener noreferrer\">Coinalyze</a> ты можешь дополнительно отслеживать <highlight>объёмы и ликвидации</highlight> в этих зонах. Это помогает понять, сработали ли стопы и был ли там интерес институционалов.",
  
    "trading_lesson29_paragraph7": "Важно: не стоит использовать эти зоны <highlight>вслепую</highlight>. Лучше всего они работают в контексте: вблизи зон ликвидности, с подтверждением от объёмов, или после <highlight>структурного сдвига</highlight> на графике (например, CHoCH или BOS).",
  
    "trading_lesson30_title": "Страх, жадность, азарт: психоанализ трейдера",
  
    "trading_lesson30_paragraph1": "Рынок — это зеркало твоей психики. Как только ты нажал кнопку BUY или SELL, ты уже <highlight>игрок на арене эмоций</highlight>. Страх потерять, жадность урвать побольше, азарт догнать упущенное — всё это не просто чувства, а разрушительные паттерны.",
  
    "trading_lesson30_paragraph2": "👉 <highlight>Страх</highlight>: Он сковывает. Ты боишься зайти — упустишь момент. Зашёл — боишься держать — закрываешь рано. Он заставляет сомневаться в каждом шаге и приводит к хаосу. Чаще всего он появляется после серии убытков.",
  
    "trading_lesson30_paragraph3": "👉 <highlight>Жадность</highlight>: Ты уже в плюсе, но тебе мало. 'Ещё чуть-чуть'. Ты не фиксируешь прибыль, думаешь: «вот сейчас точно иксану» — а в итоге рынок разворачивается. Жадность делает из трейдера <highlight>держателя убытков</highlight>.",
  
    "trading_lesson30_paragraph4": "👉 <highlight>Азарт</highlight>: Ты не контролируешь входы, торгуешь на эмоциях, мстишь рынку. Вместо трейдера ты становишься <highlight>казино-игроком</highlight>. Это ловушка, особенно опасная после одной удачной сделки или большого слива. Ты хочешь отыграться, и входишь в цикл зависимости.",
  
    "trading_lesson30_paragraph5": "Важно понимать: все эти эмоции — это не ты. Это <highlight>автоматические реакции мозга</highlight>, пришедшие из эволюции. Но рынок не природа — тут побеждает не тот, кто сильнее, а тот, кто <highlight>спокойнее и системнее</highlight>.",
  
    "trading_lesson30_paragraph6": "💡 Советы:\n— Заведи дневник и записывай свои эмоции после сделок\n— Входи в сделку только по чёткой логике\n— Перед каждой сессией — медитация, дыхание, настройка\n— После каждой ошибки — разбор, без самобичевания\n— Не торгуй, если устал, зол или перевозбуждён",
  
    "trading_lesson30_paragraph7": "❗️Запомни: рынок не отдаст тебе деньги, пока ты не станешь <highlight>эмоционально нейтральным</highlight>. Деньги переходят от нетерпеливых к терпеливым. От импульсивных к хладнокровным. От азартных — к системным.",
  
    "trading_lesson31_title": "Почему 95% сливают — и как не быть среди них",
  
    "trading_lesson31_paragraph1": "Согласно реальной статистике, <highlight>около 90–95% розничных трейдеров теряют деньги</highlight> в течение первых месяцев. Это не миф, а сухая правда, подтверждённая данными от брокеров и бирж. Например, по отчётам регулируемых CFD-компаний в ЕС, 76–89% клиентов находятся в минусе.",
  
    "trading_lesson31_paragraph2": "Почему же так происходит? Причин много, но они все сводятся к одному: <highlight>человеческая психология несовместима с успешным трейдингом</highlight>. То, что работает в реальной жизни — не работает на рынке.",
  
    "trading_lesson31_paragraph3": "📉 Люди проигрывают, потому что:\n— Ждут лёгких денег и быстрых иксов\n— Не понимают, что рынок хаотичен и непредсказуем\n— Не имеют плана и системы\n— Используют плечо без контроля\n— Слишком много торгуют (овер-трейдинг)\n— Торгуют без капитала, без риск-менеджмента",
  
    "trading_lesson31_paragraph4": "⚠️ Самое главное: большинство людей <highlight>не выдерживают давление</highlight>. Они хотят заработать здесь и сейчас. И как только рынок идёт не в их сторону — начинают мстить, входить наобум, удваиваться, бояться. <highlight>Рынок их ломает</highlight>.",
  
    "trading_lesson31_paragraph5": "✅ Как не быть среди них?\n1. Забудь о “быстрых деньгах”. Настройся на <highlight>долгую игру</highlight>.\n2. Прими, что <highlight>убытки — это часть системы</highlight>, а не провал.\n3. Разработай план, стратегию, дневник сделок.\n4. Учись — сначала в симуляции, потом с минимальными рисками.\n5. Внедри жёсткий <highlight>риск-менеджмент</highlight> (например, не более 1% на сделку).\n6. Не слушай “гуру” и сигналы в телеге — строй свою систему мышления.",
  
    "trading_lesson31_paragraph6": "🎓 Универсальный принцип: <highlight>пока ты реагируешь эмоциями — ты корм для рынка</highlight>. Только когда ты становишься дисциплинированным, спокойным и системным — у тебя появляется шанс попасть в те самые 5–10%, кто зарабатывает на дистанции.",
  
    "trading_lesson32_title": "Лудомания — болезнь поколения",
  
    "trading_lesson32_paragraph1": "Лудомания — это <highlight>болезненная зависимость от риска и азарта</highlight>. Она не про деньги, а про эмоции. В трейдинге это проявляется как постоянная жажда сделки, вход без сигнала, торговля “на отмазку”, догон после убытка. Это и есть <highlight>психологическая ловушка</highlight>, в которую попадают миллионы.",
  
    "trading_lesson32_paragraph2": "Рынок крипты — идеальная среда для лудомана. Ты видишь, как кто-то словил иксы, как токен вырос на 300% за день, как кто-то показал миллион за скрин. Ты хочешь туда. Но рынок создан не для тебя — <highlight>а против тебя</highlight>.",
  
    "trading_lesson32_paragraph3": "Лудомания питается дофамином. Каждая кнопка “Buy” или “Sell” — это микродоза кайфа. И как только ты входишь не ради стратегии, а ради <highlight>эмоции</highlight> — ты уже проиграл. Не важно, заработаешь ты в моменте или нет.",
  
    "trading_lesson32_paragraph4": "Проверь себя:\n— Ты заходишь в рынок из скуки?\n— Ты увеличиваешь объём после убытка?\n— Ты не можешь не открыть позицию, если рынок “движется”?\n— Ты ищешь “экшн”, а не результат?\nЕсли хотя бы на один вопрос ответ “да” — в тебе сидит лудоман.",
  
    "trading_lesson32_paragraph5": "⚔ Как бороться?\n1. Признай, что трейдинг — это работа, а не развлечение.\n2. Внедри чёткую систему с сигналами — и работай только по ней.\n3. Веди <highlight>журнал сделок</highlight> с комментариями к каждой позиции.\n4. Ограничь количество сделок в день или неделю.\n5. Торгуй только с холодным разумом. Если эмоции — выходи из рынка.",
  
    "trading_lesson32_paragraph6": "💡 Помни: <highlight>рынок — это казино только для тех, кто играет как в казино</highlight>. Когда ты превращаешь торговлю в системную деятельность, ты перестаёшь быть жертвой и начинаешь двигаться в сторону профессионализма.",
  
    "trading_lesson33_title": "Дисциплина и ежедневные привычки",
  
    "trading_lesson33_paragraph1": "Дисциплина — это не талант. Это <highlight>решение действовать по системе</highlight>, даже когда не хочется. В трейдинге дисциплина важнее любой стратегии, любого сигнала и любого индикатора. Без неё всё разваливается.",
  
    "trading_lesson33_paragraph2": "Представь хирурга, который оперирует по настроению. Или пилота, который летает, когда “чувствует”. Так не работает. Профессионал делает то, что нужно, <highlight>вне зависимости от эмоций</highlight>. В трейдинге — то же самое.",
  
    "trading_lesson33_paragraph3": "Вот ключевые привычки трейдера, без которых ты не продержишься:\n\n— <highlight>Одна и та же рутина</highlight> перед началом сессии: проверка новостей, анализ зон, сценарии.\n— <highlight>Фиксация всех действий</highlight>: веди журнал сделок (мы разберём это в следующем уроке).\n— <highlight>Чёткий график</highlight>: когда ты торгуешь, а когда отдыхаешь.\n— <highlight>Ограничения по убытку</highlight>: дневной, недельный, месячный.\n— <highlight>Запрет на торговлю “вне системы”</highlight> даже в плюс — особенно в плюс.",
  
    "trading_lesson33_paragraph4": "Хочешь проверить свою дисциплину? Ответь честно:\n— Ты когда-нибудь торговал, чтобы “отыграться”?\n— Бывали ли дни, когда ты торговал без подготовки?\n— Нарушал ли ты свои же правила, потому что “очень хотелось войти”?\nЕсли да — значит, дисциплина не работает. А без неё ты не выживешь.",
  
    "trading_lesson33_paragraph5": "Трейдинг — это марафон. И выигрывает не самый умный, а <highlight>самый стабильный</highlight>. Каждый день, понемногу, без срывов, без героизма. Тот, кто может держаться годами — будет в плюсе. Остальные сольются за пару недель.",
  
    "trading_lesson33_paragraph6": "💡 Прямо сейчас задай себе вопрос: есть ли у меня <highlight>система ежедневных действий</highlight>, или я просто реагирую на рынок? Если второе — ты не трейдер. Ты игрок. А игроки проигрывают.",
  
    "trading_lesson34_title": "Мышление долгосрочного инвестора и «человека-системы»",
  
    "trading_lesson34_paragraph1": "Большинство приходит в трейдинг за эмоциями. Они ищут адреналин, быстрые деньги, азарт. Это путь в никуда. <highlight>Профессионалы мыслят иначе</highlight>: они строят систему, доверяют процессу и мыслят в горизонте лет, а не часов.",
  
    "trading_lesson34_paragraph2": "Долгосрочное мышление — это не про «держи навсегда». Это про то, чтобы <highlight>не переоценивать краткосрочные неудачи</highlight> и не обольщаться краткосрочными успехами. Один минус — не провал. Один плюс — не победа. Важна серия.",
  
    "trading_lesson34_paragraph3": "Спросите себя: вы хотите <highlight>быть правым</highlight> или <highlight>зарабатывать стабильно</highlight>? Настоящий трейдер — это «человек-система». Он не зависит от одной сделки. У него есть статистика, правила и повторяемый подход.",
  
    "trading_lesson34_paragraph4": "Профессионалы мыслят категориями:\n— «Какую систему я могу улучшить?»\n— «Что я делаю неправильно 5 дней подряд?»\n— «Где у меня сбои в поведении?»\nА новички думают: «Скоро повезёт», «Сейчас отыграюсь», «Надо просто рискнуть».",
  
    "trading_lesson34_paragraph5": "У «человека-системы» есть:\n— Чётко описанный алгоритм действий\n— Отфильтрованные сигналы и паттерны\n— Статистика по каждой стратегии\n— Анализ ошибок\n— Долгосрочные цели и горизонт принятия решений\n\nУ него нет: эмоций в моменте, попыток «угадать» и желания быть супергероем.",
  
    "trading_lesson34_paragraph6": "💡 Вопрос к себе: ты сейчас строишь систему — или гонишься за иллюзией контроля?\nНастоящая свобода в трейдинге начинается с того момента, когда ты отказываешься от желания «угадать рынок» — и начинаешь действовать по правилам, шаг за шагом.",
  
    "trading_lesson35_title": "Как рассчитывать размер позиции",
  
    "trading_lesson35_paragraph1": "Независимо от стратегии, <highlight>размер позиции</highlight> — это один из главных факторов, определяющих успех или провал трейдера. Даже гениальная точка входа может привести к сливу, если ты вложил слишком много или слишком мало.",
  
    "trading_lesson35_paragraph2": "Главное правило: <highlight>никогда не рискуй более 1-2% от своего депозита</highlight> в одной сделке. Это значит, что даже 10 убыточных сделок подряд не обнулят твой счёт. Управление позицией — это бронежилет трейдера.",
  
    "trading_lesson35_paragraph3": "Как рассчитать размер позиции? Используем простую формулу:\n\n<highlight>Размер позиции = Риск в $ / Стоп в пунктах</highlight>\n\nДопустим:\n— У тебя $1000 на счету\n— Ты готов потерять 1% = $10\n— Стоп-лосс = 50 пунктов\n\nТогда:\n— Размер позиции = 10 / 50 = 0.2 (в пунктах, лотах или монетах — зависит от актива)",
  
    "trading_lesson35_paragraph4": "Пример в крипте:\nТы торгуешь <a href=\"https://www.binance.com\" target=\"_blank\" rel=\"noopener noreferrer\">Binance</a>, открываешь сделку на ETH/USDT:\n— Баланс: $500\n— Стоп-лосс: 2%\n— Уровень входа: $1800\n— Стоп: $1775 (25$ риска)\n\nТы готов потерять максимум $10 = 2% от баланса\n\n→ Размер позиции = 10 / 25 = 0.4 ETH\n\nИменно столько ты можешь купить в этой сделке — не больше.",
  
    "trading_lesson35_paragraph5": "Если ты торгуешь с плечом (leverage), помни: <highlight>плечо увеличивает не только прибыль, но и риск</highlight>. Рассчитывай не по тому, сколько ты можешь открыть, а по тому, сколько можешь потерять без критического урона.",
  
    "trading_lesson35_paragraph6": "📌 Запомни:\n— Не бывает идеального входа, но бывает правильный риск\n— Хороший трейдер думает о потере раньше, чем о прибыли\n— Все топ-трейдеры мира — мастера управления позицией, а не угадывания направлений",
  
    "trading_lesson35_paragraph7": "💡 Советы:\n— Используй калькуляторы риска (например, на <a href=\"https://www.myfxbook.com/forex-calculators/position-size\" target=\"_blank\" rel=\"noopener noreferrer\">myfxbook</a>)\n— Пиши каждый расчёт в журнале\n— Не увеличивай риск после прибыли — это ловушка",
  
    "trading_lesson36_title": "Risk/Reward, Drawdown, Profit Factor",
  
    "trading_lesson36_paragraph1": "Многие новички смотрят на прибыль, но настоящие трейдеры оценивают <highlight>риск на единицу прибыли</highlight>. Это и есть суть R/R — Risk/Reward Ratio. Если ты рискуешь $10, чтобы заработать $30 — у тебя R/R = 1:3. Это хорошо.",
  
    "trading_lesson36_paragraph2": "Цель — не угадать каждый трейд, а чтобы прибыльные перекрывали убыточные. Даже если ты ошибаешься в 60% случаев, но каждый твой плюс даёт x3 — ты в большом плюсе. <highlight>Это математика, а не магия.</highlight>",
  
    "trading_lesson36_paragraph3": "📌 <highlight>Drawdown</highlight> — это просадка по балансу. Допустим, ты начал с $1000, слил 200 — это 20% DD. При 50% просадке тебе нужно уже +100%, чтобы вернуться к нулю. Поэтому <highlight>чем меньше DD — тем устойчивее система</highlight>.",
  
    "trading_lesson36_paragraph4": "Пример: два трейдера.\n— Трейдер А: 70% сделок в плюс, R/R = 1:1\n— Трейдер B: 40% сделок в плюс, R/R = 1:4\n\nЧерез 100 сделок у Трейдера B может быть больше прибыли — потому что каждая выигрышная сделка перекрывает четыре проигрышные.",
  
    "trading_lesson36_paragraph5": "💡 <highlight>Profit Factor</highlight> = Сумма всех выигрышей / Сумма всех проигрышей. Если ты заработал $500 и потерял $200 — твой PF = 2.5. Это отличный результат.\n\nPF > 1 = система прибыльна.\nPF < 1 = система убыточна.",
  
    "trading_lesson36_paragraph6": "Зачем всё это?\nПотому что <highlight>ты должен мыслить системой, а не эмоциями</highlight>. Твои решения должны быть основаны на цифрах, а не на «кажется пойдёт вверх».",
  
    "trading_lesson36_paragraph7": "🎯 Что делать прямо сейчас:\n— Начни записывать R/R каждой сделки\n— Считай свою просадку и не допускай >25%\n— Считай свой PF хотя бы раз в неделю\n— Используй таблицы, Google Sheets или приложения вроде <a href=\"https://www.tradingjournal.co\" target=\"_blank\" rel=\"noopener noreferrer\">TradingJournal.co</a> или <a href=\"https://edgewonk.com\" target=\"_blank\" rel=\"noopener noreferrer\">Edgewonk</a>",
  
    "trading_lesson36_paragraph8": "Помни: <highlight>в трейдинге ты не чемпион мира, а управляющий рисками</highlight>. Ты не обязан быть правым всегда — ты обязан быть в плюсе по итогу серии сделок.",
  
    "trading_lesson37_title": "Правило 1%, правило 2%, управление капиталом",
  
    "trading_lesson37_paragraph1": "В трейдинге главная угроза — не рынок, а <highlight>твоя жадность</highlight>. Если ты рискуешь слишком много — ты быстро вылетаешь. Именно поэтому существует <highlight>правило 1%</highlight>: никогда не рискуй более 1% от депозита на одну сделку.",
  
    "trading_lesson37_paragraph2": "Представь, что у тебя $1000. По правилу 1% — ты можешь потерять максимум $10 на сделке. Если ты ошибся — это неприятно, но не критично. А теперь представь, что ты рискнул 20% и попал в минус — ты потерял $200. Ещё пару таких сделок — и ты вне игры.",
  
    "trading_lesson37_paragraph3": "🔁 <highlight>Правило 2%</highlight> — аналогично, но агрессивнее. Используется опытными трейдерами, когда они полностью доверяют своей системе. Новичкам лучше не превышать 1%.",
  
    "trading_lesson37_paragraph4": "📊 Вот как рассчитывается объём позиции:\n\n1. Определи размер стоп-лосса в $ (например, $15).\n2. Определи максимальный риск (1% от $1000 = $10).\n3. Раздели риск на стоп-лосс: $10 / $15 = 0.66 (значит, можешь купить 0.66 единицы актива).",
  
    "trading_lesson37_paragraph5": "📌 Такой подход позволяет тебе жить долго и строить систему. Без него — трейдинг превращается в казино. Ты или выигрываешь случайно, или быстро теряешь всё.",
  
    "trading_lesson37_paragraph6": "🛡 <highlight>Money Management</highlight> — это искусство распределять капитал так, чтобы ты мог пережить серию убыточных сделок и <highlight>дожить до серии прибыльных</highlight>.",
  
    "trading_lesson37_paragraph7": "Используй таблицы или <a href=\"https://www.myfxbook.com/forex-calculators/position-size\" target=\"_blank\" rel=\"noopener noreferrer\">калькулятор позиции</a>, чтобы не делать расчёты вручную. Или автоматизируй всё в Google Sheets и считай по шаблону.",
  
    "trading_lesson37_paragraph8": "🎯 Главное: твой депозит — как армия. Нельзя бросать всех солдат в одну битву. Распределяй силы, и тогда ты победишь не в одном бою — а во всей войне.",
  
    "trading_lesson38_title": "Таблицы, дневники, Excel и авто-журналирование",
  
    "trading_lesson38_paragraph1": "Любой профессиональный трейдер ведёт <highlight>журнал сделок</highlight>. Без него ты торгуешь вслепую. Без него — ты не узнаешь, где ошибаешься, какая стратегия работает, какой стиль тебе подходит.",
  
    "trading_lesson38_paragraph2": "📓 Журнал можно вести:\n\n— В Google Sheets (удобно, бесплатно)\n— В Excel (гибко, если умеешь)\n— Вручную в блокноте (медленно, но осознанно)\n— Через специальные платформы типа <a href=\"https://www.tradervue.com\" target=\"_blank\" rel=\"noopener noreferrer\">Tradervue</a> или <a href=\"https://edgewonk.com\" target=\"_blank\" rel=\"noopener noreferrer\">Edgewonk</a>",
  
    "trading_lesson38_paragraph3": "🎯 Что фиксировать в журнале:\n\n— Время и дата сделки\n— Актив (BTC/ETH и т.д.)\n— Позиция: long/short\n— Объём и цена входа/выхода\n— Стоп и тейк-профит\n— Причина входа (по системе)\n— Эмоции до/после сделки\n— Комментарий: что пошло так / не так",
  
    "trading_lesson38_paragraph4": "📈 Почему это важно:\n\n— Ты видишь, что работает\n— Ты понимаешь свои слабости (например: заходишь на эмоциях, слишком рано выходишь и т.д.)\n— У тебя появляется база для улучшения стратегии\n— Ты начинаешь мыслить как системный игрок, а не как азартный",
  
    "trading_lesson38_paragraph5": "🧠 Ведение журнала — это часть дисциплины. Ты не просто трейдишь, ты <highlight>учишься на собственных действиях</highlight>. Это как спорт: после тренировки ты анализируешь, что получилось, а что — нет.",
  
    "trading_lesson38_paragraph6": "💡 Современные трейдеры автоматизируют это:\n\n— Можно подключить API к биржам (например, <a href=\"https://www.bybit.com\" target=\"_blank\" rel=\"noopener noreferrer\">Bybit</a>, <a href=\"https://www.binance.com\" target=\"_blank\" rel=\"noopener noreferrer\">Binance</a>), чтобы сделки автоматически попадали в таблицы\n— Можно использовать ботов для Google Sheets — например, через <a href=\"https://www.apipheny.io\" target=\"_blank\" rel=\"noopener noreferrer\">Apipheny</a>",
  
    "trading_lesson38_paragraph7": "🚨 Но важно: авто-журнал — это удобно, но <highlight>осознанность важнее автоматизации</highlight>. Даже если данные записываются сами, ты должен анализировать их вручную, делать выводы и корректировать своё поведение.",
  
    "trading_lesson39_title": "Как выбрать стиль под себя",
  
    "trading_lesson39_paragraph1": "❗️Главное правило: <highlight>не существует одного лучшего стиля</highlight>. То, что работает у кого-то, может разрушить тебя. Поэтому ты должен понять — <highlight>какой тип трейдинга подходит именно тебе</highlight>.",
  
    "trading_lesson39_paragraph2": "Есть три основных стиля трейдинга:\n\n— <highlight>Скальпинг</highlight>: десятки сделок в день, быстрые входы/выходы, максимум концентрации. Подходит, если у тебя есть время, быстрая реакция, стрессоустойчивость.\n\n— <highlight>Свинг-трейдинг</highlight>: удержание позиций от нескольких дней до недель. Опора на уровни, теханализ, новости. Подходит для работающих или тех, кто не хочет сидеть у графика 24/7.\n\n— <highlight>Позиционный трейдинг</highlight>: сделки на недели и месяцы, ближе к инвестициям. Минимум суеты, максимум анализа контекста и трендов. Подходит для терпеливых и думающих наперёд.",
  
    "trading_lesson39_paragraph3": "🔍 Пример: если ты работаешь на обычной работе и у тебя нет возможности смотреть графики целый день — скальпинг тебе <highlight>противопоказан</highlight>. Лучше фокусироваться на дневных таймфреймах и свинг-трейдинге.",
  
    "trading_lesson39_paragraph4": "💡 Что учесть при выборе стиля:\n\n— Сколько у тебя времени на трейдинг?\n— Ты больше любишь анализ или действия?\n— Насколько ты спокоен в моменты сильной волатильности?\n— Можешь ли ты ждать неделями — или тебе нужно быстрое подтверждение?\n— Какой у тебя депозит? (Скальпинг требует низкого спреда и часто — низкой комиссии)",
  
    "trading_lesson39_paragraph5": "🛠 На большинстве бирж можно торговать в любом стиле. Но важно понимать комиссии и спреды:\n\nНапример, на <a href=\"https://www.binance.com\" target=\"_blank\" rel=\"noopener noreferrer\">Binance</a> или <a href=\"https://www.bybit.com\" target=\"_blank\" rel=\"noopener noreferrer\">Bybit</a> скальпинг возможен — но тебе нужно либо VIP-статус, либо <highlight>низкие комиссии</highlight>, иначе комиссия «съест» всю прибыль.",
  
    "trading_lesson39_paragraph6": "📈 Если хочешь протестировать стиль — создай в журнале/Excel три колонки: скальпинг, свинг, позиционный. Попробуй сделать хотя бы 10 сделок в каждом. Затем проанализируй:\n\n— Где ты больше заработал?\n— Где чувствовал себя комфортнее?\n— Где меньше всего ошибок и эмоций?",
  
    "trading_lesson39_paragraph7": "⚠️ Ошибка новичка: копировать чужой стиль. Ты смотришь YouTube, где кто-то «заработал 50% за день», и думаешь — «тоже хочу так». Но твой ритм жизни, психика и опыт — <highlight>другие</highlight>. Следовательно, и стиль должен быть <highlight>индивидуальным</highlight>.",
  
    "trading_lesson39_paragraph8": "📌 Итог: стиль — это как одежда. То, что идеально сидит на другом, тебе может не подойти. Найди свой путь через тестирование, самоанализ и честность перед собой. Только так ты выстроишь <highlight>устойчивую стратегию</highlight> на долгосрок.",
  
    "trading_lesson40_title": "Как собрать стратегию из блоков",
  
    "trading_lesson40_paragraph1": "🧩 Любая трейдинг-стратегия — это не магия и не “интуиция”. Это <highlight>набор логических блоков</highlight>, который ты собираешь под себя. Если один из блоков не работает — ты меняешь только его, а не всю систему.",
  
    "trading_lesson40_paragraph2": "Вот основные блоки любой стратегии:\n\n— <highlight>Контекст</highlight> (в каком тренде мы находимся?)\n— <highlight>Точка входа</highlight> (по какому сигналу ты входишь?)\n— <highlight>Фильтры</highlight> (какие условия усиливают сигнал?)\n— <highlight>Точка выхода</highlight> (где фиксируешь прибыль?)\n— <highlight>Стоп-лосс</highlight> (где выходишь при ошибке?)\n— <highlight>Размер позиции</highlight> (сколько % от депозита?)",
  
    "trading_lesson40_paragraph3": "🔍 Пример простой стратегии:\n\n— Тренд: выше 200 EMA на 4H — только лонги\n— Вход: откат к уровню и подтверждение пин-баром\n— Фильтр: объём выше среднего и RSI не выше 70\n— TP: 2R (цель в 2 раза больше риска)\n— SL: под уровень ликвидности\n— Размер позиции: 1% от депозита\n\nТы можешь тестировать это <a href=\"https://www.tradingview.com/\" target=\"_blank\" rel=\"noopener noreferrer\">на TradingView</a> или даже в Excel.",
  
    "trading_lesson40_paragraph4": "🧠 Важно: не существует «лучшей» стратегии. Есть <highlight>понятные</highlight>, <highlight>тестируемые</highlight> и <highlight>устойчивые</highlight> модели. И твоя задача — собрать свою, а не копировать чужую. Слепое копирование — путь в слив.",
  
    "trading_lesson40_paragraph5": "💡 Самые частые ошибки:\n\n— Менять стратегию после одной неудачной сделки\n— Нет фиксированной точки входа/выхода\n— Слишком много индикаторов (перегруз)\n— Не записывать сделки и не делать выводы",
  
    "trading_lesson40_paragraph6": "🧠 Чтобы система работала, ты должен доверять ей. А чтобы доверять — ты должен <highlight>протестировать</highlight> её минимум на 50–100 сделках. Это можно делать вручную в Excel или через симуляторы вроде <a href=\"https://www.tradesviz.com/\" target=\"_blank\" rel=\"noopener noreferrer\">TradesViz</a>.",
  
    "trading_lesson40_paragraph7": "📌 Итог: трейдинг — это система. Ты должен собрать её, как механик: подобрать детали, протестировать и запускать в работу. Не эмоциями, не «ощущениями», а логикой, фактами и статистикой. Только так строится <highlight>устойчивый путь</highlight> к профиту.",
  
    "trading_lesson41_title": "Как тестировать, улучшать и доверять своей системе",
  
    "trading_lesson41_paragraph1": "📊 Ты можешь придумать любую стратегию — но без теста это просто идея. <highlight>Бэктест (backtest)</highlight> — это проверка стратегии на исторических данных. Она показывает, как твоя система работала бы в прошлом, и даёт шанс выявить её слабые и сильные стороны.",
  
    "trading_lesson41_paragraph2": "⚙️ Тестировать можно:\n\n— Вручную (на графике в <a href=\"https://www.tradingview.com/\" target=\"_blank\" rel=\"noopener noreferrer\">TradingView</a>)\n— В Excel или Google Таблицах\n— Через платформы типа <a href=\"https://www.tradesviz.com/\" target=\"_blank\" rel=\"noopener noreferrer\">TradesViz</a>, <a href=\"https://www.edgewonk.com/\" target=\"_blank\" rel=\"noopener noreferrer\">Edgewonk</a>, <a href=\"https://www.tradervue.com/\" target=\"_blank\" rel=\"noopener noreferrer\">Tradervue</a>",
  
    "trading_lesson41_paragraph3": "📝 Что ты должен записывать по каждой сделке:\n\n— Скрин входа и выхода\n— Причину входа\n— Условия по стратегии (всё ли соблюдено?)\n— Результат (прибыль/убыток)\n— Что можно было сделать лучше",
  
    "trading_lesson41_paragraph4": "🔬 Через 50–100 сделок ты увидишь статистику:\n\n— % побед\n— Средний win/loss\n— Максимальный drawdown\n— Profit Factor\n\nНа основе этих данных ты можешь <highlight>адаптировать стратегию</highlight>: добавить фильтры, убрать шум, усилить сигналы.",
    "trading_lesson41_paragraph5": "🧠 Только после полноценного теста ты можешь сказать: «Да, я доверяю этой системе». А без теста — это просто вера, а не знание. И такая вера рассыпается при первой серии убытков.",
    "trading_lesson41_paragraph6": "⚡ Начинающий трейдер часто меняет стратегию после 3 убыточных сделок. Профессионал — тестирует сотни. Твой путь — <highlight>изучать, собирать, тестировать, адаптировать, масштабировать</highlight>.",
    "trading_lesson41_paragraph7": "📌 Итог: стратегия без статистики — это пустота. У тебя должен быть <highlight>журнал сделок</highlight>, список правил, тесты и выводы. Только тогда ты выйдешь из зоны слива и начнёшь идти к системному трейдингу."
  
  
  
  
  }