{
    "zk_lesson1_title": "Lección 1: ¿Qué es ZK — en palabras simples?",
    "zk_lesson1_paragraph1": "Imagina que puedes <highlight>probar un hecho</highlight> sin revelar la información en sí. Por ejemplo, quieres demostrar que tienes más de 18 años sin mostrar tu pasaporte. Esa es la esencia de <highlight>Zero-Knowledge</highlight>: prueba sin divulgación.",
    "zk_lesson1_paragraph2": "ZK (conocimiento cero) es un <highlight>método criptográfico de prueba</highlight> donde demuestras que sabes algo (o que hiciste algo) sin que nadie conozca los detalles.",
    "zk_lesson1_paragraph3": "Ejemplo simple: encuentras una salida secreta de un laberinto. Quieres demostrarlo a un amigo, pero sin mostrarle el camino. Entran juntos al laberinto y tú sales por el otro lado. Él se convence de que conoces la salida, pero no vio cómo. Eso es una <highlight>prueba de conocimiento cero</highlight>.",
    "zk_lesson1_paragraph4": "Estas pruebas pueden usarse en blockchain: puedes probar que tienes fondos sin mostrar tu cuenta. O que votaste — sin revelar por quién.",
    "zk_lesson1_paragraph5": "ZK es <highlight>el futuro de la privacidad y seguridad en Web3</highlight>. Es la base para DeFi, DAO, votaciones, identidad digital y transacciones anónimas. Sin revelar — pero con prueba.",
  
    "zk_lesson2_title": "Lección 2: ¿Para qué sirve ZK — en la vida y en Web3?",
    "zk_lesson2_paragraph1": "Imagina un mundo donde debes revelar toda tu información personal solo para entrar a un edificio o enviar dinero. Esa es la realidad de Web2: recopilación de datos, vigilancia y centralización por todos lados.",
    "zk_lesson2_paragraph2": "ZK resuelve ese problema. Te permite <highlight>probar algo sin revelar nada extra</highlight>. Pruebas el hecho sin compartir detalles. Es como decir “sé la contraseña” sin decirla.",
    "zk_lesson2_paragraph3": "En Web3, ZK se usa para transacciones anónimas, verificación de identidad sin revelar datos, votaciones en DAO, e incluso en DeFi — donde no quieres mostrar tus saldos o estrategias.",
    "zk_lesson2_paragraph4": "ZK es esencial donde importa la <highlight>privacidad, seguridad y confianza sin intermediarios</highlight>. Libera el mundo digital — sin control corporativo ni filtraciones de datos.",
    "zk_lesson2_paragraph5": "ZK es lo que permite construir una verdadera internet descentralizada — donde tú controlas tu información, sin entregarla a gobiernos ni gigantes tecnológicos.",
  
    "zk_lesson3_title": "Lección 3: ZK en la vida real — ejemplos que todos entienden",
    "zk_lesson3_paragraph1": "No necesitas ser criptógrafo para entender ZK. Ya está en la vida real. Por ejemplo: <highlight>quieres demostrar que tienes dinero sin decir cuánto</highlight>. Solo compras el objeto — y ya. Eso es un ejemplo ZK.",
    "zk_lesson3_paragraph2": "Otro ejemplo: conoces una ruta secreta en un laberinto. En lugar de mostrarla, entras y sales por el otro lado. Tu amigo lo ve — y cree que sabes el camino. Pero no lo vio. Esa es una <highlight>prueba de conocimiento cero</highlight>.",
    "zk_lesson3_paragraph3": "O digamos que estás en un juego y encuentras un tesoro. Quieres probarlo, pero sin revelar las coordenadas. Envías una prueba con un código (firma) — todos ven que es real, pero nadie sabe dónde.",
    "zk_lesson3_paragraph4": "Estos ejemplos ayudan a captar la idea: <highlight>ZK es una forma de probar que sabes o puedes hacer algo</highlight> sin revelar la información en sí.",
    "zk_lesson3_paragraph5": "Cuantas más analogías, más fácil entender la tecnología del futuro. No temas palabras como 'criptografía' o 'prueba' — en la práctica todo es más simple de lo que parece.",

    "zk_lesson4_title": "Lección 4: ZK y encriptación — ¿en qué se diferencian?",
    "zk_lesson4_paragraph1": "Muchos piensan que <highlight>Zero-Knowledge</highlight> es solo 'un nuevo tipo de encriptación'. Pero no es así. Vamos a aclararlo.",
    "zk_lesson4_paragraph2": "📦 <highlight>La encriptación</highlight> oculta los datos. Hace que la información sea ilegible sin una clave especial. Ejemplo: encriptas un archivo, y solo quien tenga la clave puede leerlo.",
    "zk_lesson4_paragraph3": "🔍 <highlight>Zero-Knowledge</highlight> no trata de ocultar datos, sino de <highlight>probar</highlight> algo. No revelas nada — pero demuestras que conoces algo o que algo es verdad.",
    "zk_lesson4_paragraph4": "Imagina: la encriptación es una puerta cerrada que solo el dueño de la llave puede abrir. ZK es una forma de demostrar que sabes qué hay detrás de la puerta — sin abrirla. Es otro enfoque completamente.",
    "zk_lesson4_paragraph5": "Juntos, son muy poderosos. Por ejemplo, en proyectos como <a href=\"https://zksync.io\" target=\"_blank\" rel=\"noopener noreferrer\">zkSync</a> o <a href=\"https://aztec.network\" target=\"_blank\" rel=\"noopener noreferrer\">Aztec</a> se usan pruebas ZK y encriptación: una para privacidad, la otra para probar acciones sin revelar detalles.",
  
    "zk_lesson5_title": "Lección 5: ¿Cómo funciona ZK? — una explicación sencilla",
    "zk_lesson5_paragraph1": "Ok, ya entendiste: ZK permite probar un hecho sin revelar su contenido. ¿Pero cómo funciona por dentro? Vamos a explicarlo lo más simple posible.",
    "zk_lesson5_paragraph2": "💡 ZK se basa en un <highlight>protocolo</highlight> entre dos partes: el <highlight>verificador</highlight> y el <highlight>probador</highlight>. Uno prueba — el otro valida. Pero sin revelar la información original.",
    "zk_lesson5_paragraph3": "🔁 Usualmente, se usan procesos con múltiples verificaciones (en protocolos ZK clásicos). Por ejemplo: dices que conoces un camino por un laberinto. El verificador elige entrada o salida al azar, y tú demuestras repetidamente que puedes llegar ahí. Tras 20 intentos, es casi imposible que hayas adivinado.",
    "zk_lesson5_paragraph4": "📦 En sistemas modernos todo se transforma en pruebas matemáticas — llamadas <highlight>zk-SNARKs</highlight> o <highlight>zk-STARKs</highlight>. Comprimen toda la lógica en una prueba corta y fácil de verificar.",
    "zk_lesson5_paragraph5": "Por ejemplo, en la plataforma <a href=\"https://zksync.io\" target=\"_blank\" rel=\"noopener noreferrer\">zkSync</a>, cada acción puede agregarse y verificarse con una sola prueba ZK. Esto permite privacidad y escalabilidad a la vez.",
    "zk_lesson5_paragraph6": "La esencia de ZK es que <highlight>la verificación es rápida y no requiere revelar nada</highlight>. Ganas confianza — sin fuga de datos. Esa es la base de Web3 en el futuro.",
  
    "zk_lesson6_title": "Lección 6: ZK y hashes — la magia del conocimiento unidireccional",
    "zk_lesson6_paragraph1": "Las pruebas ZK usan a menudo <highlight>funciones hash</highlight> — transformaciones matemáticas que convierten texto o datos en una huella cifrada de longitud fija.",
    "zk_lesson6_paragraph2": "Por ejemplo, la palabra 'password123' se convierte en algo como <highlight>5e8848...c3b5</highlight>. Ese es un hash. No se puede revertir para obtener el texto original (o casi no se puede).",
    "zk_lesson6_paragraph3": "Lo importante: <highlight>si puedes demostrar que conoces el valor original de un hash</highlight>, eso ya es una prueba poderosa. Y sin necesidad de decir el valor en sí.",
    "zk_lesson6_paragraph4": "Esa idea es base de muchos protocolos ZK. Por ejemplo, en <a href=\"https://semaphore.appliedzkp.org\" target=\"_blank\" rel=\"noopener noreferrer\">Semaphore</a> el hash se usa como 'voto anónimo'. Publicas una prueba de tu derecho a votar — pero nadie sabe quién eres.",
    "zk_lesson6_paragraph5": "Un hash es como un candado que puedes cerrar pero no abrir al revés. Si puedes mostrar que tienes la llave — eso ya genera confianza. Así se construye Zero-Knowledge.",
  
    "zk_lesson7_title": "Lección 7: ZK-SNARKs — pruebas comprimidas y fáciles de verificar",
    "zk_lesson7_paragraph1": "ZK-SNARK es uno de los tipos más populares de pruebas Zero-Knowledge. Su nombre suena complicado, pero el significado es simple: <highlight>SNARK</highlight> = <highlight>Argumento Sucinto No Interactivo de Conocimiento</highlight>. Básicamente, es una prueba corta y no interactiva de que sabes algo sin revelar el contenido.",
    "zk_lesson7_paragraph2": "La clave de SNARK es su <highlight>compacidad y velocidad</highlight>. La prueba ocupa poco espacio y se puede verificar rápidamente — sin importar la complejidad de lo que se prueba.",
    "zk_lesson7_paragraph3": "Este enfoque se usa en blockchains reales. Por ejemplo, <a href=\"https://z.cash\" target=\"_blank\" rel=\"noopener noreferrer\">Zcash</a> usa SNARKs para transacciones anónimas. Nadie ve el remitente, el receptor ni el monto — pero la red sabe que todo es válido.",
    "zk_lesson7_paragraph4": "En el proyecto <a href=\"https://polygon.technology/solutions/polygon-zkevm\" target=\"_blank\" rel=\"noopener noreferrer\">Polygon zkEVM</a>, ZK-SNARK se usa para escalar Ethereum. Agrupa miles de operaciones en una prueba que los validadores pueden verificar rápidamente en la red principal.",
    "zk_lesson7_paragraph5": "Los SNARKs son geniales, pero tienen una desventaja: <highlight>la configuración confiable</highlight> (trusted setup). Al crear el sistema se generan parámetros especiales — y si alguien los guarda, podría comprometer la seguridad. Hablaremos de esto en las siguientes lecciones.",
  
    "zk_lesson8_title": "Lección 8: ZK-STARKs — alternativa transparente sin 'magia'",
    "zk_lesson8_paragraph1": "ZK-STARK es una alternativa moderna a SNARK que no requiere configuración confiable. Su nombre significa <highlight>Argumento Transparente Escalable de Conocimiento</highlight>. Sus ventajas clave son <highlight>escalabilidad</highlight> y <highlight>transparencia</highlight>.",
    "zk_lesson8_paragraph2": "La diferencia principal con SNARK: STARK no necesita una 'trusted setup' — ningún parámetro secreto que pueda ser robado. Todo se genera de forma abierta, sin elementos ocultos.",
    "zk_lesson8_paragraph3": "Además, STARK escala mejor: puede procesar grandes volúmenes de datos y cálculos. Aunque sus pruebas suelen ser <highlight>más grandes</highlight> y tardan más en verificarse.",
    "zk_lesson8_paragraph4": "Uno de los principales usuarios de STARK es <a href=\"https://starknet.io\" target=\"_blank\" rel=\"noopener noreferrer\">StarkNet</a>. Es un rollup ZK de capa 2 para Ethereum, desarrollado por <a href=\"https://starkware.co\" target=\"_blank\" rel=\"noopener noreferrer\">StarkWare</a>. Utiliza su propio lenguaje Cairo, creado para generar pruebas STARK.",
    "zk_lesson8_paragraph5": "En resumen: SNARK es compacto y rápido, pero requiere 'magia' al inicio. STARK es transparente y escalable, pero más pesado. Ambos se usan activamente y están llevando Web3 hacia más privacidad y confianza.",
  
    "zk_lesson9_title": "Lección 9: Rollups con ZK — zkRollup vs Optimistic Rollup",
    "zk_lesson9_paragraph1": "Un rollup es una forma de <highlight>escalar Ethereum</highlight>, trasladando los cálculos fuera de la red principal (L1) pero manteniendo su seguridad. Hay dos enfoques principales: <highlight>zkRollup</highlight> y <highlight>Optimistic Rollup</highlight>.",
    "zk_lesson9_paragraph2": "🔍 <highlight>zkRollup</highlight> usa pruebas Zero-Knowledge. Agrupa miles de transacciones en una sola y publica solo la prueba de validez. Es rápido, seguro y eficiente. Ejemplos: <a href=\"https://zksync.io\" target=\"_blank\" rel=\"noopener noreferrer\">zkSync</a>, <a href=\"https://starknet.io\" target=\"_blank\" rel=\"noopener noreferrer\">StarkNet</a>, <a href=\"https://polygon.technology/solutions/polygon-zkevm\" target=\"_blank\" rel=\"noopener noreferrer\">Polygon zkEVM</a>.",
    "zk_lesson9_paragraph3": "🤔 <highlight>Optimistic Rollup</highlight> funciona diferente. Asume que todas las transacciones son válidas — a menos que alguien las cuestione. La verificación ocurre solo si alguien lanza un desafío. Es más simple, pero más lento (por el tiempo de espera). Ejemplos: <a href=\"https://arbitrum.io\" target=\"_blank\" rel=\"noopener noreferrer\">Arbitrum</a>, <a href=\"https://optimism.io\" target=\"_blank\" rel=\"noopener noreferrer\">Optimism</a>.",
    "zk_lesson9_paragraph4": "Ventajas clave del zkRollup: <highlight>sin retrasos, alta privacidad, precisión matemática</highlight>. Pero son más complejos y tardan más en desarrollarse.",
    "zk_lesson9_paragraph5": "Ambos enfoques se usan hoy, pero cada vez más proyectos migran a soluciones ZK. Porque el futuro de Web3 es velocidad, privacidad y pruebas criptográficas. Y eso es lo que ofrece zkRollup.",

    "zk_lesson10_title": "Lección 10: zkEVM y zkVM — para qué sirven y en qué se diferencian",
    "zk_lesson10_paragraph1": "Si ya has oído hablar de <highlight>zkEVM</highlight>, <highlight>zkVM</highlight>, <highlight>Cairo</highlight>, <highlight>LLVM</highlight> — no te asustes. Son solo distintas formas de usar Zero-Knowledge en contratos inteligentes y apps.",
    "zk_lesson10_paragraph2": "<highlight>zkEVM</highlight> es una versión Zero-Knowledge de la Máquina Virtual de Ethereum. Es totalmente compatible con Ethereum, lo que significa que puedes ejecutar contratos inteligentes normales, pero con pruebas ZK. Ejemplos: <a href=\"https://polygon.technology/solutions/polygon-zkevm\" target=\"_blank\" rel=\"noopener noreferrer\">Polygon zkEVM</a>, <a href=\"https://zksync.io\" target=\"_blank\" rel=\"noopener noreferrer\">zkSync Era</a>.",
    "zk_lesson10_paragraph3": "<highlight>zkVM</highlight> es un término más amplio. Es una máquina virtual capaz de ejecutar cualquier código, no solo el compatible con Ethereum. Por ejemplo, <a href=\"https://scroll.io\" target=\"_blank\" rel=\"noopener noreferrer\">Scroll</a> usa zkEVM, y <a href=\"https://starknet.io\" target=\"_blank\" rel=\"noopener noreferrer\">StarkNet</a> usa su propia zkVM escrita en <a href=\"https://cairo-lang.org\" target=\"_blank\" rel=\"noopener noreferrer\">Cairo</a>.",
    "zk_lesson10_paragraph4": "Diferencia: zkEVM = máxima compatibilidad con Ethereum, ideal para desarrolladores. zkVM = más flexible, pero puede requerir otros lenguajes o estructuras. Ambos buscan combinar privacidad y escalabilidad.",
    "zk_lesson10_paragraph5": "En el futuro, la mayoría de apps Web3 usarán zkEVM o zkVM para <highlight>contratos inteligentes privados y escalables</highlight>. Ya puedes probarlos — por ejemplo, en <a href=\"https://portal.zksync.io\" target=\"_blank\" rel=\"noopener noreferrer\">zkSync Portal</a> o en <a href=\"https://app.starknet.io\" target=\"_blank\" rel=\"noopener noreferrer\">StarkNet App</a>.",
  
    "zk_lesson11_title": "Lección 11: Proyectos reales con ZK — ecosistema, ejemplos y enlaces",
    "zk_lesson11_paragraph1": "Las pruebas ZK no son solo teoría. Hoy en día, docenas de proyectos reales las usan para anonimato, escalabilidad, votaciones y DeFi. Veamos quiénes son.",
    "zk_lesson11_paragraph2": "🔒 <a href=\"https://z.cash\" target=\"_blank\" rel=\"noopener noreferrer\">Zcash</a> — uno de los primeros blockchains con anonimato total usando zk-SNARK. Las transacciones están totalmente ocultas: remitente, receptor y monto.",
    "zk_lesson11_paragraph3": "🌐 <a href=\"https://zksync.io\" target=\"_blank\" rel=\"noopener noreferrer\">zkSync</a> — rollup ZK de Matter Labs. Soporta zkEVM, es rápido, barato y fácil para nuevos usuarios a través del <a href=\"https://portal.zksync.io\" target=\"_blank\" rel=\"noopener noreferrer\">portal</a>.",
    "zk_lesson11_paragraph4": "⚙️ <a href=\"https://starknet.io\" target=\"_blank\" rel=\"noopener noreferrer\">StarkNet</a> — red escalable basada en pruebas STARK. Desarrollada por <a href=\"https://starkware.co\" target=\"_blank\" rel=\"noopener noreferrer\">StarkWare</a>, utiliza el lenguaje <a href=\"https://cairo-lang.org\" target=\"_blank\" rel=\"noopener noreferrer\">Cairo</a>.",
    "zk_lesson11_paragraph5": "🔐 <a href=\"https://aztec.network\" target=\"_blank\" rel=\"noopener noreferrer\">Aztec</a> — centrado en contratos inteligentes privados y operaciones anónimas. Usa una mezcla de SNARK y encriptación. Su nuevo protocolo Aztec 3 promete ser revolucionario.",
    "zk_lesson11_paragraph6": "🧬 <a href=\"https://minaprotocol.com\" target=\"_blank\" rel=\"noopener noreferrer\">Mina</a> — 'el blockchain más liviano del mundo'. Toda la cadena pesa solo 22 KB. Esto es posible gracias a pruebas zk-SNARK para todo el historial.",
    "zk_lesson11_paragraph7": "🗳 <a href=\"https://semaphore.appliedzkp.org\" target=\"_blank\" rel=\"noopener noreferrer\">Semaphore</a> — librería y protocolo para votaciones anónimas y pruebas de membresía. Usado comúnmente en DAO y votaciones.",
    "zk_lesson11_paragraph8": "Todos estos proyectos demuestran que: <highlight>ZK ya está aquí</highlight>. No es magia futura — es infraestructura real del nuevo internet: privado, seguro y escalable.",
  
    "zk_lesson12_title": "Lección 12: ZK y transacciones anónimas — libertad sin vigilancia",
    "zk_lesson12_paragraph1": "La mayoría de los blockchains son públicos. Cualquiera puede ver quién envió, a quién y cuánto. Es útil, pero compromete la privacidad. Las transacciones anónimas resuelven esto con <highlight>pruebas ZK</highlight>.",
    "zk_lesson12_paragraph2": "La idea es simple: haces una transacción, pero la red no ve los detalles (quién, cuánto, desde dónde). Solo ve la prueba de que es válida. Así logras <highlight>privacidad sin perder confianza</highlight>.",
    "zk_lesson12_paragraph3": "Una de las herramientas más conocidas es <a href=\"https://tornado.cash\" target=\"_blank\" rel=\"noopener noreferrer\">Tornado Cash</a>. Usa ZK para mezclar fondos anónimamente. Depositas ETH y otro wallet retira la misma cantidad — sin conexión visible.",
    "zk_lesson12_paragraph4": "Otro proyecto es <a href=\"https://aztec.network\" target=\"_blank\" rel=\"noopener noreferrer\">Aztec</a>. Usa contratos inteligentes privados que encriptan datos y los validan con SNARK. Su nuevo protocolo Aztec 3 mejora aún más la privacidad.",
    "zk_lesson12_paragraph5": "La privacidad ZK es clave no solo en DeFi, sino también para los derechos humanos. Es defensa contra censura, vigilancia y control. <highlight>Anonimato no es delito. Es la base de la libertad digital.</highlight>",

    "zk_lesson13_title": "Lección 13: ZK e identidad — privacidad en la era del control digital",
    "zk_lesson13_paragraph1": "¿Cómo puedes demostrar que eres humano sin mostrar tu pasaporte? ¿O que no votaste dos veces sin revelar por quién votaste? <highlight>Zero-Knowledge</highlight> permite resolver esto sin bases de datos centralizadas.",
    "zk_lesson13_paragraph2": "Ejemplo: <a href=\"https://worldcoin.org\" target=\"_blank\" rel=\"noopener noreferrer\">Worldcoin</a> usa biometría (iris) para crear una identidad única. Pero con ZK puedes demostrar que pasaste la verificación sin decir quién eres.",
    "zk_lesson13_paragraph3": "Otro ejemplo es <a href=\"https://www.proofofhumanity.id\" target=\"_blank\" rel=\"noopener noreferrer\">Proof of Humanity</a>. Es un registro descentralizado de personas. Subes un video y obtienes un token que prueba que eres humano. ZK permite participar en DAO sin revelar tu identidad.",
    "zk_lesson13_paragraph4": "También está creciendo la idea de <a href=\"https://zksync.io\" target=\"_blank\" rel=\"noopener noreferrer\">ZK-ID</a>: puedes probar que eres ciudadano de un país, mayor de edad, que votaste (o no votaste) — todo sin compartir datos personales.",
    "zk_lesson13_paragraph5": "<highlight>La identidad digital basada en ZK</highlight> es una forma de ser parte de la sociedad digital conservando el control sobre ti mismo. Sin vigilancia. Sin robo de datos. Sin depender de corporaciones o gobiernos.",
  
    "zk_lesson14_title": "Lección 14: Votaciones y DAOs con ZK — cómo funciona",
    "zk_lesson14_paragraph1": "Una de las aplicaciones más poderosas de Zero-Knowledge es la <highlight>votación anónima</highlight>. Puedes participar en decisiones sin temor a ser rastreado. Es esencial para la privacidad, honestidad y libertad.",
    "zk_lesson14_paragraph2": "Imagina una votación en una DAO. Tu objetivo: votar sin mostrar quién eres, pero demostrando que tienes derecho. Así funciona <a href=\"https://semaphore.appliedzkp.org\" target=\"_blank\" rel=\"noopener noreferrer\">Semaphore</a> — una librería ZK para señales y votos anónimos.",
    "zk_lesson14_paragraph3": "Creas una prueba ZK de que formas parte del grupo (por ejemplo, tienes un token) y envías tu voto. Nadie puede asociar el voto contigo, pero el sistema sabe que es válido y no repetido.",
    "zk_lesson14_paragraph4": "Esta mecánica se usa en muchos proyectos, incluidas DAOs y elecciones dentro de protocolos. Por ejemplo, las experiencias con <a href=\"https://www.poap.xyz\" target=\"_blank\" rel=\"noopener noreferrer\">POAP</a> y <a href=\"https://www.snapshot.org\" target=\"_blank\" rel=\"noopener noreferrer\">Snapshot</a> pueden integrarse con ZK para ocultar direcciones y preferencias de voto.",
    "zk_lesson14_paragraph5": "En el futuro, las votaciones ZK podrían usarse incluso en elecciones nacionales — como una forma de probar participación sin revelar identidad. Es un paso hacia una <highlight>sociedad verdaderamente libre y sin vigilancia</highlight>.",
  
    "zk_lesson15_title": "Lección 15: Pasaportes ZK, reputación y crédito — confianza sin vigilancia",
    "zk_lesson15_paragraph1": "En Web2, para pedir un crédito o pasar una verificación, revelas toneladas de datos: nombre, pasaporte, historial. En Web3 y con ZK, es lo contrario — <highlight>demuestras el hecho necesario sin revelar los detalles</highlight>.",
    "zk_lesson15_paragraph2": "Por ejemplo, el proyecto <a href=\"https://0xpass.org\" target=\"_blank\" rel=\"noopener noreferrer\">0xPass</a> permite crear un pasaporte ZK. Puedes demostrar que hiciste un KYC en otra plataforma o que tienes edad suficiente — sin que nadie sepa quién eres, de dónde vienes o dónde te verificaste.",
    "zk_lesson15_paragraph3": "Lo mismo con los créditos: en el futuro, ZK permitirá crear una <highlight>reputación crediticia basada en historial</highlight>. Puedes demostrar que tomaste un crédito y lo devolviste — sin revelar monto, dirección ni contraparte. Esto ya se está implementando en <a href=\"https://zkreputation.xyz\" target=\"_blank\" rel=\"noopener noreferrer\">zkReputation</a> y proyectos similares.",
    "zk_lesson15_paragraph4": "También avanzan plataformas como <a href=\"https://galxe.com\" target=\"_blank\" rel=\"noopener noreferrer\">Galxe</a>, donde puedes verificar logros y participación en DAOs sin exponer todas tus direcciones. Con eso se pueden construir insignias ZK, pasaportes, rankings y niveles de acceso.",
    "zk_lesson15_paragraph5": "Conclusión: <highlight>pasaportes y reputaciones ZK permiten ser parte del mundo digital sin renunciar a tu privacidad</highlight>. La transparencia debe ser voluntaria, no forzada. Y eso es lo que ofrece ZK.",

    "zk_lesson16_title": "Lección 16: Cómo usar ZK en la práctica — paso a paso",
    "zk_lesson16_paragraph1": "La teoría está bien, pero solo entenderás realmente ZK cuando lo pruebes. Aquí tienes cómo empezar fácilmente a interactuar con redes ZK reales.",
    "zk_lesson16_paragraph2": "🔹 <strong>zkSync</strong>:<br/>1. Ve a <a href=\"https://portal.zksync.io\" target=\"_blank\" rel=\"noopener noreferrer\">portal.zksync.io</a><br/>2. Conecta tu wallet (por ejemplo, <a href=\"https://metamask.io\" target=\"_blank\" rel=\"noopener noreferrer\">MetaMask</a>)<br/>3. Prueba enviar tokens o usar el puente (Bridge)<br/>4. Observa qué tan rápido y barato es gracias a las pruebas ZK.",
    "zk_lesson16_paragraph3": "🔹 <strong>StarkNet</strong>:<br/>1. Visita la <a href=\"https://app.starknet.io\" target=\"_blank\" rel=\"noopener noreferrer\">app oficial</a><br/>2. Usa una wallet como <a href=\"https://argent.xyz\" target=\"_blank\" rel=\"noopener noreferrer\">Argent</a> o <a href=\"https://braavos.app\" target=\"_blank\" rel=\"noopener noreferrer\">Braavos</a><br/>3. Prueba enviar tokens, hacer mint de un NFT o usar apps DeFi<br/>4. Todo esto funciona sobre pruebas STARK.",
    "zk_lesson16_paragraph4": "🔹 <strong>Mina Protocol</strong>:<br/>1. Entra a <a href=\"https://minaprotocol.com\" target=\"_blank\" rel=\"noopener noreferrer\">minaprotocol.com</a><br/>2. Aprende el concepto de 'blockchain ligera'<br/>3. Puedes instalar una wallet y probar acciones simples.<br/>Mina es un ejemplo ideal de ZK sin recursos pesados.",
    "zk_lesson16_paragraph5": "Todos estos pasos te tomarán 10–15 minutos — y verás en persona cómo funciona ZK. <highlight>Cuando la teoría se convierte en experiencia — el entendimiento se multiplica por 10</highlight>.",
  
    "zk_lesson17_title": "Lección 17: Herramientas para desarrolladores ZK — lo complejo explicado fácil",
    "zk_lesson17_paragraph1": "Si quieres crear tus propias apps ZK — necesitas herramientas. No te preocupes, aquí explicamos lo esencial <highlight>sin código</highlight>, para que entiendas el para qué de cada una.",
    "zk_lesson17_paragraph2": "🔧 <a href=\"https://docs.circom.io\" target=\"_blank\" rel=\"noopener noreferrer\">Circom</a> — lenguaje de programación para describir pruebas ZK. Escribes un esquema (por ejemplo, “sé un número que al cuadrado da N”) y el sistema lo convierte en una estructura verificable.",
    "zk_lesson17_paragraph3": "🧠 <a href=\"https://github.com/iden3/snarkjs\" target=\"_blank\" rel=\"noopener noreferrer\">SnarkJS</a> — conjunto de herramientas en JavaScript para compilar los esquemas de Circom, generar y verificar pruebas ZK. Funciona en el navegador o con Node.js.",
    "zk_lesson17_paragraph4": "💡 <a href=\"https://cairo-lang.org\" target=\"_blank\" rel=\"noopener noreferrer\">Cairo</a> — lenguaje para escribir programas compatibles con pruebas STARK. Se usa en <a href=\"https://starknet.io\" target=\"_blank\" rel=\"noopener noreferrer\">StarkNet</a>. Su objetivo es crear dApps escalables y seguras en un nuevo nivel.",
    "zk_lesson17_paragraph5": "⚙️ <a href=\"https://zkopru.network\" target=\"_blank\" rel=\"noopener noreferrer\">zkOPRU</a>, <a href=\"https://scroll.io\" target=\"_blank\" rel=\"noopener noreferrer\">Scroll</a>, <a href=\"https://polygon.technology/solutions/polygon-zkevm\" target=\"_blank\" rel=\"noopener noreferrer\">Polygon zkEVM</a> y otros proyectos crean sus propios entornos ZK, compatibles con EVM o con máquinas virtuales alternativas.",
    "zk_lesson17_paragraph6": "Si eres dev — empieza con <a href=\"https://zkhack.dev\" target=\"_blank\" rel=\"noopener noreferrer\">ZK Hack</a>: allí hay guías, talleres y competencias. Si eres nuevo — solo entiende que esta 'magia' se construye con herramientas reales, y puedes tocarlas tú también.",
  
    "zk_lesson18_title": "Lección 18: ZK y el futuro de Web3 — la base de una nueva era digital",
    "zk_lesson18_paragraph1": "ZK no es solo tecnología. Es una <highlight>nueva forma de pensar</highlight> que transforma la naturaleza de la confianza. Ya no necesitas creer — puedes demostrar. Sin intermediarios. Sin vigilancia.",
    "zk_lesson18_paragraph2": "En Web1 teníamos sitios web. En Web2 — redes sociales y plataformas centralizadas. En Web3 — blockchain y DeFi. Con ZK nace Web3.5: <highlight>pruebas inteligentes en lugar de verificación ciega</highlight>.",
    "zk_lesson18_paragraph3": "Con ZK podemos construir:<br/>— Sistemas financieros anónimos (por ejemplo, <a href=\"https://aztec.network\" target=\"_blank\" rel=\"noopener noreferrer\">Aztec</a>)<br/>— Identidad digital privada (por ejemplo, <a href=\"https://worldcoin.org\" target=\"_blank\" rel=\"noopener noreferrer\">Worldcoin</a>, <a href=\"https://0xpass.org\" target=\"_blank\" rel=\"noopener noreferrer\">0xPass</a>)<br/>— DAOs transparentes pero anónimas (por ejemplo, <a href=\"https://semaphore.appliedzkp.org\" target=\"_blank\" rel=\"noopener noreferrer\">Semaphore</a>)<br/>— Blockchains ligeros con prueba de toda la historia (por ejemplo, <a href=\"https://minaprotocol.com\" target=\"_blank\" rel=\"noopener noreferrer\">Mina</a>)",
    "zk_lesson18_paragraph4": "Y todo esto no requiere 'permiso'. Nadie puede bloquearte, cancelarte o limitarte. ZK es un antídoto tecnológico contra la dictadura digital.",
    "zk_lesson18_paragraph5": "<highlight>Sé parte de este futuro</highlight>. Hoy mismo. Comienza por lo básico: usa zkSync, explora StarkNet, participa en un hackatón ZK — por ejemplo, en <a href=\"https://zkhack.dev\" target=\"_blank\" rel=\"noopener noreferrer\">zkhack.dev</a>. O simplemente entiende cómo funciona la privacidad — y compártelo con otros.",

    "zk_lesson19_title": "Lección 19: Cómo empezar en ZK — de principiante a creador",
    "zk_lesson19_paragraph1": "Ya entendiste muchas cosas. Pero ahora la pregunta es: ¿qué sigue? Aquí tienes una <highlight>hoja de ruta</highlight> para no solo entender ZK, sino formar parte del movimiento.",
    "zk_lesson19_paragraph2": "🔰 <strong>Principiante</strong>:<br/>— Prueba <a href=\"https://portal.zksync.io\" target=\"_blank\" rel=\"noopener noreferrer\">zkSync Portal</a><br/>— Instala <a href=\"https://argent.xyz\" target=\"_blank\" rel=\"noopener noreferrer\">Argent</a> o <a href=\"https://braavos.app\" target=\"_blank\" rel=\"noopener noreferrer\">Braavos</a> para StarkNet<br/>— Visita <a href=\"https://minaprotocol.com\" target=\"_blank\" rel=\"noopener noreferrer\">Mina</a> y estudia su concepto de blockchain ligera<br/>— Haz cursos gratuitos en <a href=\"https://zkhack.dev\" target=\"_blank\" rel=\"noopener noreferrer\">ZK Hack</a>",
    "zk_lesson19_paragraph3": "🧪 <strong>Usuario</strong>:<br/>— Participa en DAOs con votación anónima vía <a href=\"https://semaphore.appliedzkp.org\" target=\"_blank\" rel=\"noopener noreferrer\">Semaphore</a><br/>— Configura un pasaporte ZK con <a href=\"https://0xpass.org\" target=\"_blank\" rel=\"noopener noreferrer\">0xPass</a> u otra herramienta<br/>— Usa mezcladores anónimos como <a href=\"https://tornado.cash\" target=\"_blank\" rel=\"noopener noreferrer\">Tornado Cash</a> (si están disponibles)<br/>— Actúa con conciencia: ZK es privacidad también en tus acciones, no solo en el código",
    "zk_lesson19_paragraph4": "⚙️ <strong>Contribuyente</strong>:<br/>— Participa en hackatones ZK en <a href=\"https://zkhack.dev\" target=\"_blank\" rel=\"noopener noreferrer\">zkhack.dev</a><br/>— Traduce guías, escribe artículos, explica a otros<br/>— Únete a equipos open-source: <a href=\"https://github.com/matter-labs\" target=\"_blank\" rel=\"noopener noreferrer\">zkSync</a>, <a href=\"https://github.com/starkware-libs\" target=\"_blank\" rel=\"noopener noreferrer\">StarkWare</a>, <a href=\"https://github.com/o1-labs\" target=\"_blank\" rel=\"noopener noreferrer\">Mina</a>",
    "zk_lesson19_paragraph5": "👨‍💻 <strong>Desarrollador</strong>:<br/>— Aprende <a href=\"https://docs.circom.io\" target=\"_blank\" rel=\"noopener noreferrer\">Circom</a> y <a href=\"https://github.com/iden3/snarkjs\" target=\"_blank\" rel=\"noopener noreferrer\">SnarkJS</a><br/>— Escribe en <a href=\"https://cairo-lang.org\" target=\"_blank\" rel=\"noopener noreferrer\">Cairo</a><br/>— Crea tus prototipos: microservicio con prueba ZK, chat anónimo, mecanismo ZK en una DAO",
    "zk_lesson19_paragraph6": "💡 <highlight>El secreto es simple</highlight>: no necesitas ser un genio para entrar al mundo ZK. Lo importante es comenzar. Hacer. Equivocarte. Comprender. Y seguir. Así te vuelves parte de la revolución Web3.",
  
    "zk_lesson20_title": "Lección 20: Manifiesto ZK — privacidad, libertad y pruebas sin sometimiento",
    "zk_lesson20_paragraph1": "ZK no trata solo de tecnología. Trata de <highlight>libertad</highlight>. En un mundo donde todo se rastrea, graba y analiza, poder probar algo sin revelar nada — es un acto de resistencia.",
    "zk_lesson20_paragraph2": "Puedes probar sin revelar. Puedes actuar sin exponerte. Puedes ser una persona libre en el mundo digital sin pedir permiso a nadie. Eso es el verdadero significado de Zero-Knowledge.",
    "zk_lesson20_paragraph3": "Cuando el gobierno quiere saber todo de ti — ZK dice 'no'.<br/>Cuando las corporaciones modelan tu vida — ZK dice 'no es tu asunto'.<br/>Cuando las plataformas deciden quién eres y qué puedes hacer — ZK te devuelve el poder.",
    "zk_lesson20_paragraph4": "ZK es una forma de demostrar la verdad sin rebajarte. Una forma de confiar sin someterse. Es un <highlight>arma de libertad digital</highlight>. No porque te escondas — sino porque quieres seguir siendo humano.",
    "zk_lesson20_paragraph5": "Puedes ser observado, o puedes ser libre.<br/>Puedes ser predecible, o independiente.<br/><highlight>Puedes formar parte del futuro de Web3 — sin rendirte al sistema.</highlight>",
    "zk_lesson20_paragraph6": "Por eso ZK no es solo tecnología. Es filosofía. Es tu armadura en la era del poder digital. Y si entendiste esto — ya estás más avanzado que el 99% que solo comercia tokens."
  

  }
  