{
  "blockchain_lesson1_title": "Урок 1: <highlight>Что такое блокчейн</highlight>",
  "blockchain_lesson1_paragraph1": "Представь себе журнал, в который записывают, кто кому и сколько передал. Например: один человек отправил другому 10 монет, тот перевёл часть третьему.",
  "blockchain_lesson1_paragraph2": "Теперь представь, что этот журнал невозможно подделать. Все страницы пронумерованы, скреплены, и каждая зависит от предыдущей. А копии этого журнала лежат у сотен пользователей одновременно.",
  "blockchain_lesson1_paragraph3": "Если кто-то попытается изменить хотя бы одну копию — все остальные сразу увидят несоответствие. Это и есть <highlight>блокчейн</highlight>.",
  "blockchain_lesson1_paragraph4": "Блокчейн — это цифровая система, где все <highlight>транзакции</highlight> записываются в <highlight>блоки</highlight>. Каждый блок связан с предыдущим с помощью <highlight>хеша</highlight> — уникального кода.",
  "blockchain_lesson1_paragraph5": "Если изменить хоть одну запись в старом блоке — хеш сломается, и вся цепочка больше не будет работать. Это защищает от подделок.",
  "blockchain_lesson1_paragraph6": "Данные в блокчейне хранятся не на одном сервере, а сразу у всех участников. Это называется <highlight>децентрализация</highlight>.",
  "blockchain_lesson1_paragraph7": "Проверка правильности записей происходит автоматически через правила сети. Это называется <highlight>консенсус</highlight>.",
  "blockchain_lesson1_paragraph8": "<highlight>Криптография</highlight>, децентрализация и консенсус — три кита, на которых стоит блокчейн.",
  "blockchain_lesson1_paragraph9": "Первым примером блокчейна стал <highlight>биткоин</highlight> в 2009 году. Он позволил людям передавать ценность напрямую, без посредников и банков.",
  "blockchain_lesson1_paragraph10": "Сегодня существует множество блокчейнов, но суть та же: хранить данные так, чтобы никто не мог их незаметно изменить или стереть.",
  "blockchain_lesson2_title": "Урок 2: <highlight>Как работает блок: транзакции, хеши, цепочка</highlight>",
  "blockchain_lesson2_paragraph1": "Блок — это как цифровая коробка, в которую складываются транзакции. Каждая <highlight>транзакция</highlight> — это запись о передаче ценности между участниками.",
  "blockchain_lesson2_paragraph2": "Когда блок заполняется, он закрывается с помощью <highlight>хеш-функции</highlight>. Это как отпечаток пальца, уникальный код, который зависит от содержимого блока.",
  "blockchain_lesson2_paragraph3": "Хеш не только защищает данные внутри блока, но и соединяет его с предыдущим. В каждом новом блоке есть хеш прошлого — как клей между коробками.",
  "blockchain_lesson2_paragraph4": "Если кто-то попытается изменить данные в старом блоке — хеш изменится, и вся цепочка нарушится. Это делает блокчейн устойчивым к подделкам.",
  "blockchain_lesson2_paragraph5": "Таким образом создаётся надёжная <highlight>цепочка блоков</highlight>, где всё связано и защищено. Это основа технологии блокчейна.",
  "back_button": "Назад",
  "next_button": "Далее",
  "blockchain_lesson3_title": "Урок 3: <highlight>Доказательство работы (Proof-of-Work)</highlight>",
  "blockchain_lesson3_paragraph1": "Чтобы добавить новый блок в блокчейн, его недостаточно просто создать — нужно доказать, что ты проделал <highlight>работу</highlight>.",
  "blockchain_lesson3_paragraph2": "Майнеры (специальные участники сети) решают сложную математическую задачу: находят такой хеш, который подходит под заданное условие (например, начинается с определённого количества нулей).",
  "blockchain_lesson3_paragraph3": "Эта задача требует вычислений и энергии, но легко проверяется. Кто первым решит — получает право добавить блок и вознаграждение в виде криптовалюты.",
  "blockchain_lesson3_paragraph4": "Такой механизм называется <highlight>Proof-of-Work</highlight> — доказательство, что ты действительно потратил ресурсы и внёс вклад в безопасность сети.",
  "blockchain_lesson3_paragraph5": "Это делает блокчейн устойчивым: чтобы атаковать сеть, нужно затратить огромное количество вычислительной мощности. Это дорого, а значит — невыгодно.",
  "blockchain_lesson4_title": "Урок 4: <highlight>Что такое консенсус и зачем он нужен</highlight>",
  "blockchain_lesson4_paragraph1": "В блокчейне нет одного центра, который говорит, где правда. Поэтому участники сети должны <highlight>сами договариваться</highlight> о том, какие данные считаются верными.",
  "blockchain_lesson4_paragraph2": "Этот процесс называется <highlight>консенсус</highlight> — согласие между множеством узлов о том, какие блоки признаются настоящими.",
  "blockchain_lesson4_paragraph3": "Если большинство участников подтверждают, что блок действителен, он добавляется в цепочку. Если кто-то попытается обмануть — его версия будет отклонена сетью.",
  "blockchain_lesson4_paragraph4": "Существуют разные механизмы консенсуса: <highlight>Proof-of-Work</highlight>, <highlight>Proof-of-Stake</highlight> и другие. У каждого свои плюсы и минусы.",
  "blockchain_lesson4_paragraph5": "Главное — система должна быть честной и устойчивой: даже если часть участников ведёт себя плохо, большинство всё равно сможет поддерживать правильную работу сети.",
  "blockchain_lesson5_title": "Урок 5: <highlight>Децентрализация — сила без центра</highlight>",
  "blockchain_lesson5_paragraph1": "<highlight>Децентрализация</highlight> — это когда сеть работает без одного главного управляющего. Нет центра, нет начальника, нет сервера, который всё контролирует.",
  "blockchain_lesson5_paragraph2": "Каждый участник хранит копию блокчейна и может проверять транзакции. Все равны. Даже если отключить часть узлов — сеть продолжит работать.",
  "blockchain_lesson5_paragraph3": "Это делает блокчейн устойчивым к цензуре и атакам. Никто не может просто нажать кнопку и всё выключить.",
  "blockchain_lesson5_paragraph4": "В централизованных системах нужно доверять администратору. В децентрализованных — достаточно доверять коду и правилам сети.",
  "blockchain_lesson5_paragraph5": "Именно поэтому децентрализация — одна из самых сильных сторон блокчейна. Она даёт свободу, независимость и защиту от контроля.",
  "blockchain_lesson6_title": "Урок 6: <highlight>Как работает сеть биткоина</highlight>",
  "blockchain_lesson6_paragraph1": "Биткоин работает как <highlight>одноранговая сеть (P2P)</highlight>: тысячи компьютеров по всему миру подключены напрямую друг к другу без центрального сервера.",
  "blockchain_lesson6_paragraph2": "Каждый из них называется <highlight>нода</highlight> — это программа, которая проверяет транзакции и хранит копию блокчейна.",
  "blockchain_lesson6_paragraph3": "Когда пользователь создаёт транзакцию, она отправляется в <highlight>mempool</highlight> — хранилище неподтверждённых операций. Оттуда майнеры выбирают транзакции и создают из них новый блок.",
  "blockchain_lesson6_paragraph4": "После того как блок добавлен в цепочку, все ноды проверяют его и синхронизируют свою копию блокчейна. Это делает систему согласованной и надёжной.",
  "blockchain_lesson6_paragraph5": "Даже если выключится половина нод — оставшиеся продолжат работу. В этом сила и устойчивость биткоин-сети.",
  "blockchain_lesson7_title": "Урок 7: <highlight>Проблема двойной траты</highlight>",
  "blockchain_lesson7_paragraph1": "До появления блокчейна была одна большая проблема: как убедиться, что цифровые деньги не потрачены дважды?",
  "blockchain_lesson7_paragraph2": "Например, человек мог скопировать файл с монетой и отправить его двум людям одновременно. Без общего регистра нельзя узнать, какая транзакция настоящая.",
  "blockchain_lesson7_paragraph3": "Блокчейн решает это через <highlight>единую цепочку</highlight>: в каждый момент времени только один блок добавляется, и все участники видят, что транзакция уже записана.",
  "blockchain_lesson7_paragraph4": "Если кто-то попытается потратить те же монеты повторно — сеть отклонит такую попытку, потому что система уже помнит, что они были потрачены.",
  "blockchain_lesson7_paragraph5": "Так блокчейн создал впервые в истории способ передавать цифровую ценность напрямую — без риска подделки или повторной траты.",
  "blockchain_lesson8_title": "Урок 8: <highlight>Кто такие майнеры и зачем они нужны</highlight>",
  "blockchain_lesson8_paragraph1": "Майнеры — это участники сети, которые добавляют новые блоки в блокчейн. Для этого они решают сложные задачи с помощью компьютеров.",
  "blockchain_lesson8_paragraph2": "Каждый блок содержит транзакции. Майнеры выбирают их из mempool, объединяют в блок и ищут подходящий <highlight>хеш</highlight>.",
  "blockchain_lesson8_paragraph3": "Тот, кто первым находит правильный хеш, получает право добавить блок в цепь и получает <highlight>награду</highlight> — новую криптовалюту и комиссии с транзакций.",
  "blockchain_lesson8_paragraph4": "Таким образом, майнеры обеспечивают безопасность сети, подтверждают транзакции и получают стимул в виде дохода.",
  "blockchain_lesson8_paragraph5": "Со временем награда уменьшается — это называется <highlight>халвинг</highlight>. Но майнинг остаётся важной частью экосистемы.",
  "blockchain_lesson9_title": "Урок 9: <highlight>Какие уязвимости есть у блокчейна</highlight>",
  "blockchain_lesson9_paragraph1": "Блокчейн надёжен, но не идеален. Одна из самых известных угроз — <highlight>атака 51%</highlight>.",
  "blockchain_lesson9_paragraph2": "Если кто-то контролирует большую часть мощности сети, он может создавать альтернативные цепочки, отменять транзакции и проводить двойную трату.",
  "blockchain_lesson9_paragraph3": "Также существуют другие риски: ошибки в коде, централизация майнинга, проблемы с обновлением протокола.",
  "blockchain_lesson9_paragraph4": "Но главное — чем больше участников, тем безопаснее сеть. Децентрализация делает такие атаки крайне сложными и дорогими.",
  "blockchain_lesson9_paragraph5": "Поэтому важно: открытый код, проверка сообществом и конкуренция между участниками — всё это делает блокчейн устойчивым к сбоям.",
  "blockchain_lesson10_title": "Урок 10: <highlight>Зачем всё это — философия блокчейна</highlight>",
  "blockchain_lesson10_paragraph1": "Блокчейн — это не только технология. Это способ мышления, в котором <highlight>свобода</highlight>, <highlight>прозрачность</highlight> и <highlight>самостоятельность</highlight> важнее контроля и власти.",
  "blockchain_lesson10_paragraph2": "В мире, где доверие к банкам, государствам и большим платформам снижается, блокчейн предлагает другой путь: честную систему без посредников.",
  "blockchain_lesson10_paragraph3": "Ты сам хранишь свои средства. Сам подписываешь транзакции. Никто не может заморозить твой счёт или переписать историю. Ответственность — на тебе.",
  "blockchain_lesson10_paragraph4": "Это делает людей <highlight>цифрово свободными</highlight>. Но свобода требует понимания и ответственности. Блокчейн даёт инструменты, а не готовые решения.",
  "blockchain_lesson10_paragraph5": "Многие считают, что блокчейн — это основа нового интернета, новой экономики, нового способа организации людей — <highlight>Web3</highlight>. И ты уже в этом будущем."

}
