{
    "strategies_lesson1_title": "Урок1: Що таке стратегія заробітку в Web3?",
    "strategies_lesson1_paragraph1": "Сьогодні багато хто чув: «на крипті можна заробити». Хтось говорить про «токени», хтось — про «гаманці», хтось — про «airdrops». Але найчастіше це звучить як магія або казка. Ми тут, щоб усе пояснити по-справжньому — просто і чесно.",
    "strategies_lesson1_paragraph2": "Web3 — це новий цифровий світ. У ньому ти можеш не просто користуватися інтернетом, а бути його частиною. Брати участь у проєктах, підтримувати технології, і найголовніше — <highlight>заробляти за свої дії та знання</highlight>.",
    "strategies_lesson1_paragraph3": "Але щоб заробляти — важливо не просто клікати навмання. Важливо розуміти, що ти робиш. Не можна просто бігти за «чарівною кнопкою». Потрібно мати <highlight>стратегію</highlight> — свій шлях і розуміння цілей.",
    "strategies_lesson1_paragraph4": "<highlight>Стратегія</highlight> — це твій особистий план: як ти будеш рухатися, що пробувати, куди вкладати час і увагу. Це як карта в незнайомому місті. Без неї — легко загубитися.",
    "strategies_lesson1_paragraph5": "Деякі люди намагаються «спіймати удачу» — завантажують застосунки, натискають щось, реєструються скрізь підряд. Але часто в результаті нічого не отримують. Чому? Бо не було стратегії. Лише випадкові дії.",
    "strategies_lesson1_paragraph6": "Ми покажемо тобі, як буває інакше. У цьому модулі ти дізнаєшся, що таке <highlight>усвідомлений заробіток</highlight> в Web3. Що таке DCA (і ми пояснимо це просто), як працюють довгострокові підходи, як будувати свій шлях — крок за кроком.",
    "strategies_lesson1_paragraph7": "Цей модуль — не про складні терміни. Він про те, <highlight>як мислити</highlight>. Як не залежати від удачі. Як зрозуміти, що тобі підходить. І як справді почати шлях до свободи через знання та дії.",
  
    "strategies_lesson2_title": "Урок2: Що таке DCA — стратегія, яку використовують навіть мільярдери",
    "strategies_lesson2_paragraph1": "<highlight>DCA</highlight> — це скорочення від англійського Dollar-Cost Averaging. Перекладається як «усереднення доларової вартості». Звучить складно? Зараз пояснимо просто.",
    "strategies_lesson2_paragraph2": "Уяви, що ти хочеш купити криптовалюту — наприклад, Ethereum. У тебе є 100$. Але ти не знаєш, коли купувати: сьогодні? завтра? раптом він подешевшає?",
    "strategies_lesson2_paragraph3": "Замість того щоб купувати все одразу, ти ділиш гроші на частини. Наприклад, по 25$ на тиждень. І купуєш поступово: сьогодні — трохи, через тиждень — ще трохи. Це і є <highlight>DCA</highlight>.",
    "strategies_lesson2_paragraph4": "Навіщо це потрібно? Тому що ринок постійно коливається. І вгадати найкращий час для купівлі — майже неможливо. Навіть мільярдери помиляються. DCA — це спосіб не гадати, а рухатися спокійно і стабільно.",
    "strategies_lesson2_paragraph5": "Це як сіяти насіння: не кидати все одразу в одне місце, а сіяти потроху — в різний час. Тоді навіть якщо десь ґрунт поганий — в іншому місці зійде. Це стратегія, яка дає шанс на зростання.",
    "strategies_lesson2_paragraph6": "Важливо розуміти: <highlight>DCA не дає миттєвого прибутку</highlight>. Він не для тих, хто хоче «швидко розбагатіти». Він для тих, хто будує <highlight>шлях</highlight>. Хто йде крок за кроком, як корінь пробивається крізь каміння.",
    "strategies_lesson2_paragraph7": "Саме так: з нестабільності, з болю вибору, зі страху купити невчасно — народжується <highlight>стійкість</highlight>. А стійкість — це не магія. Це стратегія. І з неї починається розумний Web3.",
  
    "strategies_lesson3_title": "Урок3: Альтернативи DCA і пастки неправильного вибору",
    "strategies_lesson3_paragraph1": "<highlight>DCA</highlight> — чудова стратегія для спокійного входу в ринок. Але вона підходить не всім. Є й інші підходи, які можуть бути ближчими до твого стилю життя, мислення та ризиків.",
    "strategies_lesson3_paragraph2": "Перша альтернатива — <highlight>інвестиція одразу всією сумою</highlight>. Це називається Lump Sum (від англ. «вся сума одразу»). Якщо ти впевнений, що ціна чудова — можна вкласти все. Але це ризик. Можеш вгадати — а можеш і ні.",
    "strategies_lesson3_paragraph3": "Друга альтернатива — <highlight>стратегія за подіями</highlight>. Ти не купуєш за часом, а чекаєш події: падіння ціни, новини, запуск проєкту. Це вимагає уваги і розуміння ринку. Але зате ти входиш, коли відчуваєш момент.",
    "strategies_lesson3_paragraph4": "Третя — <highlight>сітка покупок</highlight>. Ти ставиш умовні рівні: якщо ціна падає до 1700$ — купую на 20$. Падає до 1600$ — ще на 20$. Це теж усереднення, але за подією, а не за часом.",
    "strategies_lesson3_paragraph5": "Важливо: будь-яка стратегія — це не кнопка «заробити». Це спосіб керувати ризиком і емоціями. Якщо ти боїшся втратити прибуток — це вже не стратегія. Це <highlight>жадібність</highlight>. А жадібність майже завжди веде до втрат.",
    "strategies_lesson3_paragraph6": "Справжня сила — в умінні чекати. В умінні сказати: «Я не встигну за всіма. Але я пройду свій шлях». Як корінь під землею — він повільно росте, але одного разу пробиває бетон. Бо в нього є напрям і терпіння.",
    "strategies_lesson3_paragraph7": "Неважливо, яку стратегію ти обереш. Важливо, щоб це була <highlight>твоя</highlight> стратегія. Не сліпе копіювання чужих дій, а усвідомлений вибір. Ось з цього починається справжній заробіток в Web3.",

    "strategies_lesson4_title": "Урок4: Як обрати свою стратегію — за цілями, ризиками та часом",
    "strategies_lesson4_paragraph1": "Не існує універсальної формули заробітку. Те, що працює для одного — може не спрацювати для іншого. Тому стратегія має бути <highlight>твоєю</highlight>: відповідати твоїм цілям, твоїм грошам, твоєму характеру.",
    "strategies_lesson4_paragraph2": "Спочатку задай собі питання: <highlight>чого я хочу?</highlight> Швидкий результат? Чи надійне зростання з часом? Хочу ризикувати чи спати спокійно? Відповідь на це питання — основа будь-якої стратегії.",
    "strategies_lesson4_paragraph3": "Якщо тобі важливо <highlight>не втратити</highlight> — обирай DCA, базові активи, стейкінг. Якщо ти готовий до <highlight>ризику</highlight> — можна пробувати нові проєкти, airdrop’и, участь у DAO. Головне — розуміти, на що ти йдеш.",
    "strategies_lesson4_paragraph4": "DAO — це скорочення від <highlight>Decentralized Autonomous Organization</highlight>, що перекладається як <highlight>децентралізована автономна організація</highlight>. Простіше кажучи, це як онлайн-клуб або спільнота без начальників. Усі рішення приймаються голосуванням учасників, а керування відбувається через смарт-контракти. DAO працюють як цифрові кооперативи: якщо ти тримаєш токени проєкту — ти маєш право голосувати та впливати на розвиток.",
    "strategies_lesson4_paragraph5": "Друге важливе питання: <highlight>на який термін я заходжу?</highlight> Хочу заробити за місяць? Чи будую дохід на рік уперед? Стратегії на 1 тиждень і на 1 рік — це різні світи.",
    "strategies_lesson4_paragraph6": "Чим довший твій горизонт — тим сильніше працює <highlight>час</highlight>. А час — це найпотужніший союзник. Він згладжує коливання, дає накопичення, дозволяє робити менше, але стабільніше.",
    "strategies_lesson4_paragraph7": "І ще одне: завжди враховуй <highlight>свій стиль мислення</highlight>. Ти спокійний? Чи легко тривожишся? Любиш порядок чи дієш за інтуїцією? Хороша стратегія не повинна ламати тебе. Вона має <highlight>підтримувати</highlight> тебе.",
    "strategies_lesson4_paragraph8": "Так будується справжній шлях. Не копіюючи інших, не дивлячись на чужі скріни. А дивлячись у себе. Стратегія — це не кнопка. Це дзеркало твоїх цілей, страхів, сили і шляху. І коли ти це зрозумів — ти вже не загубишся в Web3.",
  
    "strategies_lesson5_title": "Урок5: Психологія прийняття рішень — де руйнуються стратегії",
    "strategies_lesson5_paragraph1": "Ти можеш обрати ідеальну стратегію. Усе прорахувати. Підібрати активи. Розпланувати час. Але якщо ти не готовий психологічно — у потрібний момент просто натиснеш не туди.",
    "strategies_lesson5_paragraph2": "Чому так відбувається? Бо людина — не робот. Ми піддаємося <highlight>страху</highlight>, <highlight>жадібності</highlight>, <highlight>тиску натовпу</highlight>. І все це руйнує навіть найрозумніші стратегії.",
    "strategies_lesson5_paragraph3": "Коли ринок падає — тобі страшно. Хочеться все продати. Коли ринок зростає — хочеться купити більше. Це не стратегія. Це емоції. А емоції — ворог стабільного заробітку.",
    "strategies_lesson5_paragraph4": "Успіх ламає сильніше, ніж поразка. Коли в тебе все виходить — починаєш вірити, що ти геній. Перестаєш думати, перестаєш перевіряти. А потім падаєш. Не через поразку, а через <highlight>самовпевненість</highlight>.",
    "strategies_lesson5_paragraph5": "Комфорт — підступний. Він розслабляє. Ти вже не читаєш новини, не аналізуєш дії. Ти «на автоматі». І в цей момент ти вразливий. Бо забув — <highlight>усе, що виросло, може почати гнити</highlight>.",
    "strategies_lesson5_paragraph6": "У Web3 важливо не просто знати. А бути готовим. До болю. До хаосу. До несподіванок. Справжній інвестор — це не той, хто не помиляється. А той, хто лишається спокійним, коли всі втрачають голову.",
    "strategies_lesson5_paragraph7": "Психологія — це як ґрунт. На ньому ростуть стратегії. Якщо ґрунт слабкий — корінь не проб'є бетон. Якщо ти навчишся розуміти себе — зможеш тримати шлях навіть у шторм. Це і є справжня сила.",
  
    "strategies_lesson6_title": "Урок6: Як зібрати і протестувати свою стратегію",
    "strategies_lesson6_paragraph1": "Коли ти зрозумів свої цілі, характер, ризики — час зібрати свою стратегію. Не чужу. Не скопійовану з YouTube. А свою — ту, що підходить саме тобі.",
    "strategies_lesson6_paragraph2": "Спочатку визнач основу: <highlight>у що ти віриш?</highlight> У зростання Біткоїна? У потенціал нових проєктів? У стабільний дохід через стейкінг? Від цього і буде будуватися твоя структура.",
    "strategies_lesson6_paragraph3": "Розбий свій шлях на кроки. Приклад: «1. Поповнюю гаманець. 2. Інвестую по DCA в ETH. 3. Пробую брати участь в 1 airdrop на місяць. 4. Участь у DAO, якщо проєкт цікавий.» Усе — це вже стратегія.",
    "strategies_lesson6_paragraph4": "Запиши її. У блокнот. У нотатки. У таблицю. <highlight>Якщо вона не записана — її не існує.</highlight> Це як будувати дім без плану: може пощастить, а може все впаде.",
    "strategies_lesson6_paragraph5": "Тепер — тестуй. Як це робиться? Дивись, що працює. Де ти перегорів. Де не вистачило часу. Що вийшло. Позначай, що дало результат — а що просто спалювало сили.",
    "strategies_lesson6_paragraph6": "Справжня стратегія — це не «вічний план». Це живий організм. Ти адаптуєш її під себе, а не під ринок. Сьогодні тобі підходить DCA, завтра — стейкінг, потім — пауза. Це нормально.",
    "strategies_lesson6_paragraph7": "Ти не зобов’язаний бути ідеальним. Ти зобов’язаний бути чесним із собою. Стратегія працює тоді, коли вона відображає <highlight>твою правду</highlight>. Не чужу. Не модну. А твою.",
    "strategies_lesson6_paragraph8": "Коли ти бачиш, як твій шлях зростає — навіть з помилок, навіть через біль — ти стаєш сильнішим. Ти навчаєшся не просто заробляти. Ти навчаєшся мислити. І це дає тобі перевагу, якої немає в натовпу.",

    "strategies_lesson7_title": "Урок7: Що таке Airdrop — і як брати участь усвідомлено",
    "strategies_lesson7_paragraph1": "Слово <highlight>airdrop</highlight> можна перекласти як «роздача з повітря». У криптосвіті це означає, що проєкт роздає свої токени — просто так. Навіщо? Щоб привернути увагу, винагородити активних користувачів або децентралізувати керування.",
    "strategies_lesson7_paragraph2": "Приклад: ти користувався якимось гаманцем або біржею, і через пів року тобі приходить повідомлення — «Вітаємо! Ви отримали 200 токенів за активність». Це і є airdrop.",
    "strategies_lesson7_paragraph3": "Але не все так просто. Щоб брати участь у роздачах — потрібно бути активним заздалегідь: користуватися продуктами, тестувати платформи, виконувати дії. Це не халява, це <highlight>оплата за ранню участь</highlight>.",
    "strategies_lesson7_paragraph4": "Важливо: не бігай за кожним проєктом. Усвідомлений airdrop-хантинг — це як садівництво. Ти обираєш, що посадити (які проєкти тобі близькі), доглядаєш за ними (робиш дії), і чекаєш урожай.",
    "strategies_lesson7_paragraph5": "Де брати участь? Є проєкти, відкриті для всіх (<a href=\"https://layerzero.network\" target=\"_blank\" rel=\"noopener noreferrer\">LayerZero</a>, <a href=\"https://zksync.io\" target=\"_blank\" rel=\"noopener noreferrer\">zkSync</a>, <a href=\"https://starknet.io\" target=\"_blank\" rel=\"noopener noreferrer\">Starknet</a>, <a href=\"https://eigenlayer.xyz\" target=\"_blank\" rel=\"noopener noreferrer\">EigenLayer</a>), є платформи-квести (<a href=\"https://galxe.com\" target=\"_blank\" rel=\"noopener noreferrer\">Galxe</a>, <a href=\"https://zealy.io\" target=\"_blank\" rel=\"noopener noreferrer\">Zealy</a>, <a href=\"https://layer3.xyz\" target=\"_blank\" rel=\"noopener noreferrer\">Layer3</a>), а є приватні активності для тестерів.",
    "strategies_lesson7_paragraph6": "І пам’ятай: чим більше дій ти робиш — тим більше шанс. Але <highlight>якість важливіша за кількість</highlight>. Краще зробити 5 осмислених кроків у хорошому проєкті, ніж 100 безглуздих кліків у сумнівному.",
    "strategies_lesson7_paragraph7": "Airdrop — це не магія. Це інструмент. І якщо ставитися до нього з розумом — він може дати стартовий капітал, мотивацію, а іноді й несподіваний подарунок. Головне — не перетворюй це на гонитву. Зроби це частиною своєї стратегії.",
  
    "strategies_lesson8_title": "Урок8: Що таке стейкінг, ліквідний стейкінг і ре-стейкінг",
    "strategies_lesson8_paragraph1": "<highlight>Стейкінг</highlight> — це коли ти «заморожуєш» свою криптовалюту в мережі, щоб підтримувати її роботу і отримуєш за це винагороду. Це якби ти віддав свою монету в оренду — і тобі нараховується відсоток.",
    "strategies_lesson8_paragraph2": "Простий приклад: у тебе є Ethereum. Ти можеш застейкати його — і за це мережа платитиме тобі % (в середньому 3–6% на рік). Це як вклад у банку, тільки без банку.",
    "strategies_lesson8_paragraph3": "Але в звичайного стейкінгу є мінус — <highlight>твої кошти стають недоступними</highlight> на певний час. Якщо тобі терміново потрібно продати — ти не зможеш. Тому придумали <highlight>ліквідний стейкінг</highlight>.",
    "strategies_lesson8_paragraph4": "Ліквідний стейкінг — це коли ти отримуєш спеціальний токен (наприклад, <a href=\"https://lido.fi\" target=\"_blank\" rel=\"noopener noreferrer\">stETH</a>, <a href=\"https://beta.ether.fi\" target=\"_blank\" rel=\"noopener noreferrer\">eETH</a> або <a href=\"https://www.renzprotocol.com\" target=\"_blank\" rel=\"noopener noreferrer\">ezETH</a>), який показує, що в тебе є застейкані монети. І ти можеш <highlight>торгувати ним, використовувати в DeFi, не чекаючи розблокування</highlight>.",
    "strategies_lesson8_paragraph5": "Далі — ще цікавіше. З’явився <highlight>ре-стейкінг</highlight>: ти береш уже застейканий ETH і віддаєш його в додаткові мережі (наприклад, <a href=\"https://eigenlayer.xyz\" target=\"_blank\" rel=\"noopener noreferrer\">EigenLayer</a> або <a href=\"https://beta.ether.fi\" target=\"_blank\" rel=\"noopener noreferrer\">Ether.fi</a>). Так ти отримуєш винагороду не від однієї мережі — а від двох, трьох і більше.",
    "strategies_lesson8_paragraph6": "Це якби ти спочатку здав квартиру, потім ту саму квартиру під офіс, а ще й рекламу на балконі повісив. Тільки замість квартири — твій ETH. І дохід — за те, що ти підтримуєш різні проєкти.",
    "strategies_lesson8_paragraph7": "Ризики? Звісно, є. Іноді платформи можуть бути нестабільними. Іноді відсотки не варті ризику. Але якщо ти розбираєшся, обираєш надійні мережі — це може стати частиною сильної стратегії.",
    "strategies_lesson8_paragraph8": "Стейкінг — це не чарівна кнопка, а основа Web3-доходу. Це те, на чому тримаються блокчейни. І якщо ти береш у цьому участь — ти не просто користувач. Ти — частина системи. І за це тобі платять.",
  
    "strategies_lesson9_title": "Урок9: Що таке фармінг і дохід від ліквідності (LP)",
    "strategies_lesson9_paragraph1": "У Web3 ти можеш не лише купувати крипту — а й <highlight>надавати її в користування іншим</highlight>. Це називається <highlight>фармінгом</highlight> або <highlight>наданням ліквідності</highlight> (Liquidity Providing, LP).",
    "strategies_lesson9_paragraph2": "Уяви, що ти — власник обмінника. Хтось приходить обміняти USDT на ETH. Щоб такий обмін був можливим — у <highlight>пулі</highlight> вже мають лежати і ETH, і USDT. Ці активи якраз і надає хтось на кшталт тебе.",
    "strategies_lesson9_paragraph3": "<highlight>Пул</highlight> — це спільний кошик токенів, куди користувачі кладуть свої активи, щоб інші могли ними користуватися — як в автоматичному обміннику. Ти кладеш монети в спеціальний <highlight>ліквідіті-пул</highlight> (на платформах на кшталт <a href=\"https://uniswap.org\" target=\"_blank\" rel=\"noopener noreferrer\">Uniswap</a>, <a href=\"https://curve.fi\" target=\"_blank\" rel=\"noopener noreferrer\">Curve</a>, <a href=\"https://traderjoexyz.com\" target=\"_blank\" rel=\"noopener noreferrer\">Trader Joe</a> тощо) і за це отримуєш частину комісії з кожної угоди. Це і є дохід від ліквідності.",
    "strategies_lesson9_paragraph4": "Фармінг — це коли ти додатково отримуєш токени проєкту, як нагороду за участь. Тобто: ти надав свою ліквідність, а тобі зверху нарахували токени за внесок в екосистему.",
    "strategies_lesson9_paragraph5": "Приклад: ти поклав у пул 500 USDT і 0.3 ETH. За місяць люди здійснили тисячі обмінів через цей пул. З кожної угоди знімалася невелика комісія — і її частина автоматично йшла тобі.",
    "strategies_lesson9_paragraph6": "Увага: тут є ризики. Найвідоміший — <highlight>impermanent loss</highlight> (непостійний збиток). Це коли ціна токенів змінилася, і при виході з пулу ти отримав менше, ніж якби просто тримав монети окремо.",
    "strategies_lesson9_paragraph7": "Це якби ти здав машину в оренду, і вона приносила дохід — але через рік ти продав її дешевше, ніж купував. Ти отримав оренду, але втратив на ціні. У крипті буває так само. Тому важливо — розуміти пари, волатильність і не лізти навмання.",
    "strategies_lesson9_paragraph8": "Фармінг і LP — це не гра, а механізм. У надійних пулах і з ліквідними токенами це може бути частиною твоєї стратегії. Особливо в парі з <highlight>ліквідним стейкінгом</highlight>, коли ти фармиш на основі токена типу eETH або stETH.",
    "strategies_lesson9_paragraph9": "Головне правило: спочатку зрозумій, потім — дій. Не гонися за «1000% APR». І не клади в пул те, що не готовий втратити. Використовуй LP як один з інструментів, а не як лотерею.",

    "strategies_lesson10_title": "Урок10: NFT — спосіб заробітку чи просто хайп?",
    "strategies_lesson10_paragraph1": "<highlight>NFT</highlight> — це не магія і не мем. Non-Fungible Token означає «невзаємозамінний токен». Простіше кажучи — це <highlight>унікальний цифровий об'єкт</highlight>, який неможливо підробити чи замінити іншим.",
    "strategies_lesson10_paragraph2": "Заробити на NFT можна. Але не так, як думають новачки. Це не гра «купи картинку і через тиждень станеш мільйонером». Це ринок, де діють ті самі закони, що й у колекціонуванні, мистецтві та брендах.",
    "strategies_lesson10_paragraph3": "Є кілька способів заробітку на NFT: <highlight>фліпінг</highlight> (купив дешево — продав дорого), участь у дропах (отримав за активність), створення і продаж власних NFT, а також <highlight>холдинг колекцій</highlight>, які дають доступ до спільнот, інструментів або токенів.",
    "strategies_lesson10_paragraph4": "Приклад: у 2021 році користувачі отримували NFT від <a href=\"https://uniswap.org\" target=\"_blank\" rel=\"noopener noreferrer\">Uniswap</a>, <a href=\"https://ens.domains\" target=\"_blank\" rel=\"noopener noreferrer\">ENS</a>, <a href=\"https://arbitrum.io\" target=\"_blank\" rel=\"noopener noreferrer\">Arbitrum</a> просто за використання платформи. Деякі з цих NFT можна було продати, а деякі давали право на голосування і участь у розвитку проєкту.",
    "strategies_lesson10_paragraph5": "Сьогодні NFT — це не тільки картинки. Це <highlight>технологія підтвердження права</highlight>: на курс, доступ, подію, землю, квиток, гру або унікальний скін. Це інструмент, а не просто «мем».",
    "strategies_lesson10_paragraph6": "Де знайти NFT-платформи? Почни з найбільших: <a href=\"https://opensea.io\" target=\"_blank\" rel=\"noopener noreferrer\">OpenSea</a>, <a href=\"https://blur.io\" target=\"_blank\" rel=\"noopener noreferrer\">Blur</a>, <a href=\"https://trove.treasure.lol\" target=\"_blank\" rel=\"noopener noreferrer\">Trove</a>. Там можна купувати, продавати, вивчати колекції і дивитися, які NFT активні та затребувані.",
    "strategies_lesson10_paragraph7": "Ризики? Звісно. Багато сміття, копій і скаму. Але якщо ти вивчаєш проєкти, читаєш про команди та ком'юніті — NFT може стати <highlight>входом у Web3 і можливістю заробити</highlight>, якщо не ганятися за «хайпом» сліпо.",
    "strategies_lesson10_paragraph8": "NFT — це не просто тренд. Це частина Web3-економіки. І чим раніше ти почнеш <highlight>розуміти, а не просто клікати</highlight> — тим вищий твій шанс використати цю технологію з розумом.",
  
    "strategies_lesson11_title": "Урок11: Як заробляти, просто виконуючи завдання та навчаючись",
    "strategies_lesson11_paragraph1": "У Web3 є спосіб заробляти не інвестуючи гроші, а інвестуючи <highlight>увагу та час</highlight>. Він називається <highlight>Learn2Earn</highlight> — «вчися, щоб заробляти».",
    "strategies_lesson11_paragraph2": "Проєкти роздають винагороди тим, хто проходить уроки, виконує завдання, бере участь у голосуваннях або тестує нові функції. Це схоже на міні-гру: ти читаєш, натискаєш, пробуєш — і отримуєш бали або токени.",
    "strategies_lesson11_paragraph3": "Платформи, які це використовують: <a href=\"https://galxe.com\" target=\"_blank\" rel=\"noopener noreferrer\">Galxe</a>, <a href=\"https://zealy.io\" target=\"_blank\" rel=\"noopener noreferrer\">Zealy</a>, <a href=\"https://layer3.xyz\" target=\"_blank\" rel=\"noopener noreferrer\">Layer3</a>, <a href=\"https://questn.com\" target=\"_blank\" rel=\"noopener noreferrer\">QuestN</a>. Там ти проходиш квести і отримуєш винагороди за дії — підписки, підключення, відповіді.",
    "strategies_lesson11_paragraph4": "Є й <highlight>DAO</highlight> — децентралізовані спільноти, де за участь у голосуваннях, пропозиціях чи завданнях також можна отримувати токени. Це як клуб за інтересами з відкритим управлінням.",
    "strategies_lesson11_paragraph5": "Наприклад, ти знайшов проєкт, у якому дають XP за тестування функції. Ти витратив 15 хвилин — отримав токени. Або: пройшов курс, як влаштований блокчейн — тобі нарахували NFT чи бали, які потім можна обміняти.",
    "strategies_lesson11_paragraph6": "Це чесний спосіб увійти в Web3: <highlight>без вкладень, без ризику, через дії</highlight>. Чим більше ти дізнаєшся — тим вищий твій рівень. Це як прокачка в грі, тільки з реальними бонусами і можливостями.",
    "strategies_lesson11_paragraph7": "Секрет успіху: не клікай усе підряд. Обирай завдання з користю, вивчай проєкти. Тоді ти не просто фармиш бали — ти реально розвиваєшся, а твої дії — це фундамент майбутнього.",
  
    "strategies_lesson12_title": "Урок12: Як поєднати все, що ти дізнався, в єдину стратегію",
    "strategies_lesson12_paragraph1": "Ти пройшов шлях від розуміння DCA і психології рішень до освоєння airdrop’ів, стейкінгу, фармінгу та NFT. Тепер важливо не розпорошитись, а <highlight>зібрати все в одну усвідомлену стратегію</highlight>.",
    "strategies_lesson12_paragraph2": "Уяви, що в тебе є 3 ресурси: <highlight>час</highlight>, <highlight>енергія</highlight> і <highlight>капітал</highlight>. Стратегія — це те, як ти їх розподіляєш, щоб виростити свій Web3-результат.",
    "strategies_lesson12_paragraph3": "Приклад 1. У тебе немає грошей, але є час? Значить, твій шлях — airdrop-хантинг, участь у DAO, проходження квестів на Galxe або Zealy. Вкладення — 1–2 години на день, результат — знання, XP, потенційні токени.",
    "strategies_lesson12_paragraph4": "Приклад 2. У тебе є трохи грошей і бажання грати в довгу? DCA + ліквідний стейкінг + участь у проєктах на ранніх стадіях. Ти вкладаєш частинами, тримаєш, аналізуєш, фармиш XP і airdrop-бали.",
    "strategies_lesson12_paragraph5": "Приклад 3. Хочеш максимізувати участь? Комбінація: частина в фармінг, частина в airdrop-стратегії, частина — в Learn2Earn-платформи і квести. Усе це вимагає більше аналізу, але дає і більше віддачі.",
    "strategies_lesson12_paragraph6": "Немає єдино правильного шляху. Є <highlight>твій шлях</highlight>. І тепер у тебе є знання, щоб його побудувати. Не копіюй інших. Прислухайся до себе. Визнач свої цілі, запиши план, тестуй його і адаптуй.",
    "strategies_lesson12_paragraph7": "Шлях інвестора в Web3 — це не чарівна кнопка. Це послідовність дій, де кожен тиждень, кожен крок, навіть кожна помилка — частина зростання. Головне — не зупинятися і <highlight>мислити</highlight>.",
    "strategies_lesson12_paragraph8": "Ти вже не новачок. Ти тепер будівельник. І тепер твоя стратегія — не просто набір кнопок. Це шлях. І він починається просто зараз.",
    "back_button": "← Назад",
    "next_button": "Далі →"
  
  }
  