{
    "aboutproject_philosophy_title": "Філософія проєкту Web3 University",
    "aboutproject_philosophy_paragraph1": "<highlight>Освіта = Свобода</highlight>. Ми віримо, що справжня освіта — це не послуга і не продукт. Це шлях до свободи. Не свободи від чогось, а свободи до чогось: до дій, до розуміння, до нового життя. Наш проєкт — це платформа, де знання стає зброєю у боротьбі за себе.",
    "aboutproject_philosophy_paragraph2": "<highlight>Майнінг знань</highlight>. Кожен урок — це блок. Кожна дія — це крок до свободи. Знання не просто передаються — вони добуваються, як криптовалюта. Ми називаємо це майнінгом сенсів. Це не зубріння і не тести заради галочки — це створення власного фундаменту розуміння.",
    "aboutproject_philosophy_paragraph3": "<highlight>Proof-of-Knowledge > дипломів</highlight>. Тут немає дипломів. Тут є NFT — докази того, що ти пройшов шлях. XP — твій досвід, твої кроки. W3U-токени — твоя частка в системі. Все це зберігається ончейн і формує твою репутацію у Web3. Це — альтернатива освітньому рабству.",
    "aboutproject_philosophy_paragraph4": "<highlight>Без зв’язків. Без грошей. З нуля.</highlight> Ти можеш почати з нуля. Без вкладень. Без дозволу від «вчителів». Лише ти і шлях. Це революція проти елітарної системи освіти. Тут важлива не родина, а дія. Не диплом, а навичка. Не система, а результат.",
    "aboutproject_philosophy_paragraph5": "<highlight>Це відповідь системі</highlight>. Web3 University — це філософська та практична альтернатива державній освіті. Це посібник з виживання у новій криптоекономіці. Це середовище, де навчання — це не обов’язок, а бунт. Де кожен крок у знаннях — це крок до свободи.",
  
    "aboutproject_whitepaper_title": "Whitepaper: Токеноміка Web3 University",
    "aboutproject_whitepaper_paragraph1": "<highlight>Web3 University Token (W3U)</highlight> — це внутрішній криптотокен освітньої платформи Web3 University, що є основою її мікроекономіки.",
    "aboutproject_whitepaper_paragraph2": "Він використовується всередині платформи як валюта та інструмент винагород: студенти отримують W3U за проходження курсів, тестів і квізів та витрачають їх на NFT, XP, доступ до квестів та нові рівні.",
    "aboutproject_whitepaper_paragraph3": "W3U також можна обміняти на зовнішніх біржах (DEX та CEX), монетизуючи свої знання. Це формує модель <highlight>Learn-to-Earn</highlight>: ти навчаєшся — і заробляєш криптовалюту.",
    "aboutproject_whitepaper_paragraph4": "Усі винагороди нараховуються за моделлю <highlight>Proof-of-Knowledge</highlight>: чим краще ти проходиш тест, тим більше токенів отримуєш. Якість знань має значення.",
    "aboutproject_whitepaper_paragraph5": "Наприклад: за базовий тест — 10 W3U, за фінальний іспит — до 50 W3U. Розрахунок: Reward = Rbase × (Score / 100).",
    "aboutproject_whitepaper_paragraph6": "Реферальна система: якщо ти запросив друга, і він успішно склав тест — ти отримуєш винагороду (наприклад, 20 W3U). Лише за активних користувачів.",
    "aboutproject_whitepaper_paragraph7": "Жодної халяви: жодних airdrop’ів, лайків чи репостів. Тільки інтелектуальна чи соціальна праця.",
    "aboutproject_whitepaper_paragraph8": "<highlight>Максимальна емісія:</highlight> 100 000 000 W3U. З них 60% (60 млн) зарезервовано для винагород і буде розблоковуватись через смартконтракт з механізмом халвінгу.",
    "aboutproject_whitepaper_paragraph9": "Приклад халвінгу: перший рік — 30 млн W3U, другий — 15 млн, третій — 7.5 млн і т.д. Кожні 10 000 блоків/користувачів — зменшення винагород.",
    "aboutproject_whitepaper_paragraph10": "Решта 40% розподіляється так: 15% — команді (з 4-річним вестингом), 15% — інвесторам (з блокуванням), 10% — до DAO-скарбниці.",
    "aboutproject_whitepaper_paragraph11": "DAO (децентралізоване управління) отримує 30% усіх нових винагород. Участь у DAO можлива через токен <highlight>gW3U</highlight>, який отримується шляхом стейкінгу W3U.",
    "aboutproject_whitepaper_paragraph12": "gW3U не можна продати — він дає лише право голосу. Це захищає від спекулянтів і забезпечує чесне управління: той, хто вчиться і стейкає — має вплив.",
    "aboutproject_whitepaper_paragraph13": "Система XP та NFT: кожен модуль = блок знань. Пройшовши модуль, ти отримуєш NFT-сертифікат, XP та токени. Усе записується ончейн.",
    "aboutproject_whitepaper_paragraph14": "XP потрібен для прогресу, токени — для дій, NFT — для статусу і підтвердження знань. Все це об’єднується в економіку зростання.",
    "aboutproject_whitepaper_paragraph15": "<highlight>Мета:</highlight> створити стійку, децентралізовану, самовинагороджувану економіку знань. Де кожен крок у навчанні = внесок у систему.",
    "aboutproject_whitepaper_paragraph16": "Коли емісія завершиться, DAO зможе перерозподіляти або спалювати невикористані токени, а також запускати нові механіки (наприклад, викуп з ринку).",
    "aboutproject_whitepaper_paragraph17": "Web3 University — це не просто EdTech. Це платформа, де знання = актив, диплом = NFT, вплив = gW3U, а свобода приходить через самоосвіту.",
    "aboutproject_whitepaper_paragraph18": "Кожна монета, видана за знання — це капітал. Кожен користувач, що завершив курс — це блок у ланцюгу децентралізованої освіти нового світу.",
    "aboutproject_aboutproject_philosophy": "Філософія проєкту",
    "aboutproject_aboutproject_whitepaper": "Whitepaper проєкту"
  }
  