{
  "practice_exchange_lesson1_title": "Урок 1: Реєстрація на біржі",
  "practice_exchange_lesson1_paragraph1": "🔹 <highlight>Крок 1:</highlight> Натисни на посилання біржі — <a href=\"https://www.bybit.com/invite?ref=B1XGLW\" target=\"_blank\" rel=\"noopener noreferrer\">https://www.bybit.com/invite?ref=B1XGLW</a>.",
  "practice_exchange_lesson1_paragraph2": "🔹 <highlight>Крок 2:</highlight> Підтверди, що хочеш відкрити посилання у спливаючому вікні (натисни «Так»).",
  "practice_exchange_lesson1_paragraph3": "🔹 <highlight>Крок 3:</highlight> Введи свій email та придумай надійний пароль.",
  "practice_exchange_lesson1_paragraph4": "🔹 <highlight>Крок 4:</highlight> Натисни жовту кнопку <highlight>Claim Rewards</highlight>, щоб отримати бонуси та знижки на комісії.",
  "practice_exchange_lesson1_paragraph5": "🔹 <highlight>Крок 5:</highlight> Підтверди, що ти не робот — пересунь пазл на своє місце.",
  "practice_exchange_lesson1_paragraph6": "🔹 <highlight>Крок 6:</highlight> Перевір пошту — туди прийде код підтвердження від біржі.",
  "practice_exchange_lesson1_paragraph7": "🔹 <highlight>Крок 7:</highlight> Введи отриманий код на сайті біржі та заверши реєстрацію.",
  "practice_exchange_lesson1_paragraph8": "🔹 <highlight>Крок 8:</highlight> Натисни жовту кнопку <highlight>GET</highlight> (стрілка 4 на скріншоті) — тебе перекине в App Store / Google Play.",
  "practice_exchange_lesson1_paragraph9": "🔹 <highlight>Крок 9:</highlight> Встанови додаток і увійди з тим самим email і паролем, що використовував(-ла) при реєстрації.",
  "practice_exchange_lesson1_paragraph10": "🎉 Готово — акаунт створено, бонуси активовано, можна рухатися далі!",

  "practice_exchange_lesson2_title": "Урок 2: Купівля стейблкоїнів (P2P)",
  "practice_exchange_lesson2_paragraph1": "У цьому уроці ми навчимося поповнювати баланс через P2P — це <highlight>пряма купівля криптовалюти в інших користувачів</highlight> з оплатою банківською карткою.",
  "practice_exchange_lesson2_paragraph2": "P2P (peer-to-peer) — це спосіб обміну без посередників. Ти купуєш USDT напряму в іншої людини. А <highlight>стейблкоїн</highlight> — це криптовалюта, прив’язана до долара. Наприклад, 1 USDT ≈ 1 USD.",
  "practice_exchange_lesson2_paragraph3": "Крок 1: Натисни кнопку <highlight>Пройти</highlight>, щоб пройти верифікацію. Це потрібно для безпеки.",
  "practice_exchange_lesson2_paragraph4": "Крок 2: Обери вкладку <highlight>P2P торгівля</highlight>. Саме тут відбуваються угоди.",
  "practice_exchange_lesson2_paragraph5": "Крок 3: Перевір, щоб була обрана вкладка <highlight>Купівля</highlight>, а валюта — <highlight>PLN</highlight> (або твоя національна).",
  "practice_exchange_lesson2_paragraph6": "Крок 4: Переконайся, що обрано <highlight>USDT</highlight> — це той самий стейблкоїн, що нам потрібен.",
  "practice_exchange_lesson2_paragraph7": "Крок 5: Зверни увагу на <highlight>обмеження продавця</highlight> — мінімальну та максимальну суму покупки.",
  "practice_exchange_lesson2_paragraph8": "Крок 6: Також дивись на <highlight>рейтинг продавця</highlight>. Краще обирати тих, у кого рейтинг понад 98%.",
  "practice_exchange_lesson2_paragraph9": "Далі натискаєш кнопку <highlight>Купити</highlight> і переходиш до оплати — дотримуйся інструкцій, оплати з картки й натисни 'сплачено'. Після підтвердження продавцем — ти отримаєш USDT на баланс біржі.",

  "practice_exchange_lesson3_title": "Урок 3: Оформлення ордера та отримання криптовалюти",
  "practice_exchange_lesson3_paragraph1": "Тепер ти обираєш конкретного продавця зі списку. Дивись на курс, ліміти та доступні способи оплати. Натисни <highlight>«Купити»</highlight> навпроти відповідної пропозиції.",
  "practice_exchange_lesson3_paragraph2": "Введи потрібну суму у фіатній валюті (наприклад, PLN), перевір фінальну суму в USDT. Натисни кнопку <highlight>«Купити»</highlight>.",
  "practice_exchange_lesson3_paragraph3": "Тепер ти побачиш банківські реквізити продавця. Відкрий застосунок свого банку та зроби звичайний переказ на ці реквізити. УВАГА: не пиши в коментарях слова на кшталт «крипта» чи «біткоїн».",
  "practice_exchange_lesson3_paragraph4": "Після того як ти переказав гроші — повернись у вікно угоди й постав галочки: «Я переказав», «Я оплачу з вказаного рахунку» та натисни кнопку <highlight>«Підтвердити»</highlight>.",
  "practice_exchange_lesson3_paragraph5": "Тепер залишилося трохи зачекати. Продавець перевірить платіж і надішле тобі USDT. Зазвичай це займає 2–10 хвилин. Готово — крипта вже на твоєму акаунті!",

  "practice_exchange_lesson4_title": "Урок 4: Де твої монети і навіщо потрібні різні акаунти",
  "practice_exchange_lesson4_paragraph1": "Після покупки крипти через P2P або поповнення балансу ти можеш задуматися: <highlight>де мої монети?</highlight> Щоб їх знайти, зайди у вкладку <highlight>«Активи»</highlight> — саме там показуються всі твої баланси на біржі.",
  "practice_exchange_lesson4_paragraph2": "Усередині «Активів» ти побачиш три різні типи акаунтів. Кожен із них виконує свою функцію, і <highlight>переведення між ними</highlight> — це нормальна та потрібна частина роботи з біржею.",
  "practice_exchange_lesson4_paragraph3": "1. <highlight>Фінансування</highlight> — це твій основний вхідний гаманець. Саме сюди приходять монети після покупки через P2P, airdrop чи отримання бонусів. Це не торговий рахунок — ти не зможеш торгувати монетами, поки не переведеш їх далі.",
  "practice_exchange_lesson4_paragraph4": "2. <highlight>Уніфікований торговий</highlight> — це твій активний баланс для торгівлі. Лише тут ти можеш відкривати ордери на купівлю чи продаж крипти на споті чи деривативах. Перед початком торгівлі обов’язково переводи монети з фінансування сюди.",
  "practice_exchange_lesson4_paragraph5": "3. <highlight>Earn</highlight> — це рахунок для пасивного доходу. Якщо ти вирішиш застейкати свої монети або брати участь у пулі доходу (наприклад, 5% на рік), то монети зберігатимуться тут. Вони працюють на тебе, але тимчасово недоступні для торгів.",
  "practice_exchange_lesson4_paragraph6": "Щоб перевести кошти між акаунтами, натисни кнопку <highlight>«Переказ»</highlight> зверху. Це миттєво, безкоштовно та не потребує підтвердження.",
  "practice_exchange_lesson4_paragraph7": "Приклад: купив USDT через P2P → отримав їх на «Фінансування» → перевів на «Торговий рахунок» → купив крипту. Після цього можеш частину перевести в «Earn» — і отримувати дохід, поки холдиш.",
  "back_button": "← Назад",
  "next_button": "Далі →"
}
