{
    "ethereum_lesson1_title": "Lesson 1: <highlight>What is Ethereum</highlight> and how it differs from <highlight>Bitcoin</highlight>",
    "ethereum_lesson1_paragraph1": "<highlight>Ethereum</highlight> is not just a cryptocurrency. It’s a global <highlight>“computer”</highlight> distributed across thousands of nodes worldwide.",
    "ethereum_lesson1_paragraph2": "Unlike <highlight>Bitcoin</highlight>, which only transfers value, Ethereum allows you to run <highlight>smart contracts</highlight> — programs that automatically execute when specific conditions are met.",
    "ethereum_lesson1_paragraph3": "Ethereum was created by <highlight>Vitalik Buterin</highlight>, who introduced the project in 2013. He wanted blockchain to be used not only for sending money but for building any decentralized applications.",
    "ethereum_lesson1_paragraph4": "The main currency in the Ethereum network is called <highlight>ETH</highlight>. It’s not just a coin, but <highlight>fuel</highlight> (gas) used to pay for all actions on the network. For example, running a smart contract or transferring tokens.",
    "ethereum_lesson1_paragraph5": "Every action on the network requires some <highlight>gas</highlight>. The more complex the action, the more gas it consumes.",
    "ethereum_lesson1_paragraph6": "Comparison with Bitcoin:",
    "ethereum_lesson1_paragraph7": "— <highlight>BTC</highlight> = digital gold, just value transfer",
    "ethereum_lesson1_paragraph8": "— <highlight>ETH</highlight> = platform for smart contracts and applications",
  
    "ethereum_lesson2_title": "Lesson 2: <highlight>Smart contracts</highlight> — how they work and why we need them",
    "ethereum_lesson2_paragraph1": "A smart contract is a program that automatically runs when predefined conditions are met. It operates on the blockchain and doesn’t require human intervention.",
    "ethereum_lesson2_paragraph2": "Simple example: think of a coffee vending machine. You insert a coin — you get a drink. It’s simple and predictable. That’s how smart contracts work: if the input is correct, the contract executes automatically.",
    "ethereum_lesson2_paragraph3": "What smart contracts can do:\n— Create tokens and NFTs\n— Launch decentralized apps (dApps)\n— Conduct voting in DAOs\n— Perform swaps without intermediaries (DEX)",
    "ethereum_lesson2_paragraph4": "Important: a smart contract cannot be changed after launch. Everything written in it will work exactly as coded. That’s why writing them carefully is crucial — mistakes can cost money.",
    "ethereum_lesson2_paragraph5": "Smart contracts are the foundation of Web3. Without them, there would be no DeFi, NFTs, or DAOs. They’re the building blocks of the decentralized future.",
  
    "ethereum_lesson3_title": "Lesson 3: How <highlight>tokens are created</highlight> on Ethereum",
    "ethereum_lesson3_paragraph1": "A token is a digital asset built on the blockchain. On Ethereum, you can create your own token in just a few minutes using a smart contract.",
    "ethereum_lesson3_paragraph2": "Ethereum is like a platform for launching your own coins. There’s the <highlight>ERC-20</highlight> standard — like a recipe for a regular token. There’s also <highlight>ERC-721</highlight> — the standard for NFTs (unique tokens).",
    "ethereum_lesson3_paragraph3": "So, a token isn’t something magical. It’s just a record in a smart contract that says: “this person owns 10 of these tokens.”",
    "ethereum_lesson3_paragraph4": "Why tokens are created:\n— Launching new projects (instead of shares)\n— Internal currency for apps\n— User rewards\n— NFTs: unique items, certificates, collectibles",
    "ethereum_lesson3_paragraph5": "Example: you create the $W3U token — a knowledge token. When someone completes a lesson, they receive 10 $W3U. It’s all written in the smart contract.",
    "ethereum_lesson3_paragraph6": "Important: tokens don’t exist separately — they live inside the Ethereum blockchain and follow its rules. You can’t just “delete” them from a server.",
    "ethereum_lesson3_paragraph7": "Creating tokens is one of the main real-world uses of Ethereum. But remember: every contract action requires a fee — <highlight>gas</highlight>.",
    "ethereum_lesson4_title": "Lesson 4: What is <highlight>gas</highlight> and how fees work in Ethereum",
    "ethereum_lesson4_paragraph1": "Gas is a fee for any action in Ethereum. Every time you send ETH, launch a smart contract, or use a dApp — you pay gas.",
    "ethereum_lesson4_paragraph2": "It’s like paying a toll on a highway. The more complex the route (action) — the more you pay.",
    "ethereum_lesson4_paragraph3": "The cost depends on two things:\n— How much work your action requires (complexity)\n— Current load on the network (demand)",
    "ethereum_lesson4_paragraph4": "Gas is paid in ETH. Even if you use other tokens (like USDT), gas is always paid in ETH.",
    "ethereum_lesson4_paragraph5": "Why is gas needed:\n— To prevent spam\n— To reward validators who process transactions\n— To keep the network decentralized",
    "ethereum_lesson4_paragraph6": "Lifehack: you can check the current gas price on sites like <a href=\"https://etherscan.io/gastracker\" target=\"_blank\" rel=\"noopener noreferrer\">Etherscan Gas Tracker</a> and wait until it’s lower before making a transaction.",
  
    "ethereum_lesson5_title": "Lesson 5: What are <highlight>Ethereum wallets</highlight> and how to choose one",
    "ethereum_lesson5_paragraph1": "An Ethereum wallet is your gateway to Web3. It lets you send/receive ETH, interact with smart contracts, and store tokens and NFTs.",
    "ethereum_lesson5_paragraph2": "There are two main types of wallets:\n— <highlight>Hot wallets</highlight>: apps or browser extensions. Convenient, but connected to the internet.\n— <highlight>Cold wallets</highlight>: hardware devices like Ledger or Trezor. Offline = more secure.",
    "ethereum_lesson5_paragraph3": "Each wallet has a <highlight>seed phrase</highlight> — a secret backup phrase. If someone gets it — they own your funds. If you lose it — access is lost forever.",
    "ethereum_lesson5_paragraph4": "Tips:\n— Write down your seed phrase on paper and hide it in a safe place\n— Never take a screenshot or send it in a message\n— Double-check the site before entering your wallet",
    "ethereum_lesson5_paragraph5": "Popular wallets:\n— <a href=\"https://metamask.io\" target=\"_blank\" rel=\"noopener noreferrer\">MetaMask</a>\n— <a href=\"https://rainbow.me\" target=\"_blank\" rel=\"noopener noreferrer\">Rainbow</a>\n— <a href=\"https://ledger.com\" target=\"_blank\" rel=\"noopener noreferrer\">Ledger</a>",
  
    "ethereum_lesson6_title": "Lesson 6: <highlight>Gas optimizations</highlight> and how to save ETH",
    "ethereum_lesson6_paragraph1": "Gas fees can be expensive — especially when the network is busy. But there are ways to save:",
    "ethereum_lesson6_paragraph2": "Tips:\n— Avoid peak hours (weekday evenings)\n— Use <highlight>Layer 2</highlight> networks (like Arbitrum, Optimism)\n— Use batch transactions (combine actions in one)\n— Use dApps that support gasless interactions (e.g., some wallets or relayers)",
    "ethereum_lesson6_paragraph3": "Layer 2 is like a fast lane above the main Ethereum road. It’s cheaper and faster, and you can always move back to mainnet when needed.",
    "ethereum_lesson6_paragraph4": "Important: always keep some ETH in your wallet to pay for gas — without it, nothing will work.",
    "ethereum_lesson6_paragraph5": "If your transaction gets stuck: you can speed it up by increasing gas (speed up) or cancel it (if supported by your wallet).",
    "ethereum_lesson7_title": "Lesson 7: What are <highlight>dApps</highlight> and how do they work?",
    "ethereum_lesson7_paragraph1": "<highlight>dApp</highlight> (decentralized application) is an app that runs on a blockchain, not on a centralized server like traditional websites or apps.",
    "ethereum_lesson7_paragraph2": "The key feature of dApps is that their logic and data are stored in <highlight>smart contracts</highlight>, not in someone’s private database.",
    "ethereum_lesson7_paragraph3": "For example, in a traditional bank, all actions go through their servers. In a dApp, everything happens on the blockchain — transparently and unchangeably.",
    "ethereum_lesson7_paragraph4": "You interact with dApps through your <highlight>wallet</highlight> (like MetaMask), confirm actions, and they get recorded on-chain.",
    "ethereum_lesson7_paragraph5": "Examples of dApps: exchanges (Uniswap), games (Axie Infinity), DAO platforms (Snapshot), NFT marketplaces (OpenSea). They all run on smart contracts.",
    "ethereum_lesson7_paragraph6": "The main advantage of dApps is <highlight>trust in code</highlight>, not in people. No one can secretly change the rules. Everything is transparent.",
  
    "ethereum_lesson8_title": "Lesson 8: How to <highlight>use Ethereum in real life</highlight>",
    "ethereum_lesson8_paragraph1": "Ethereum isn’t just for investing. Its ecosystem solves real problems — from finance to games and community governance.",
    "ethereum_lesson8_paragraph2": "To get started, you need a <highlight>wallet</highlight> (like MetaMask) and some <highlight>ETH</highlight> to pay for actions (gas).",
    "ethereum_lesson8_paragraph3": "With your wallet, you can connect to <highlight>dApps</highlight> and perform actions: swap tokens, vote, buy NFTs, and more.",
    "ethereum_lesson8_paragraph4": "Example: want to swap tokens — go to Uniswap. Want to buy NFTs — go to OpenSea. All via browser and your wallet.",
    "ethereum_lesson8_paragraph5": "You manage your funds yourself. No one holds them for you. This is both convenient and requires responsibility.",
    "ethereum_lesson8_paragraph6": "Every action requires your confirmation. You decide and take full responsibility for your choices.",
  
    "ethereum_lesson9_title": "Lesson 9: What is <highlight>Web3</highlight> and how is it connected to Ethereum?",
    "ethereum_lesson9_paragraph1": "<highlight>Web3</highlight> is the next generation of the internet where users control their data and apps run without central servers.",
    "ethereum_lesson9_paragraph2": "Ethereum is the foundation of Web3. It enables apps that are not owned by one person, server, or government.",
    "ethereum_lesson9_paragraph3": "Instead of signing in with email and passwords, you log in using your <highlight>wallet</highlight>. It’s your universal key.",
    "ethereum_lesson9_paragraph4": "In Web3, you’re not just a user — you’re a participant. You own tokens, vote, make decisions, and join DAOs.",
    "ethereum_lesson9_paragraph5": "Web3 is built on the principles of <highlight>transparency</highlight>, <highlight>security</highlight>, <highlight>openness</highlight>, and <highlight>trust without intermediaries</highlight>.",
    "ethereum_lesson9_paragraph6": "It’s not just tech — it’s a philosophy. A version of the internet where you choose who to trust and what to do.",
    "ethereum_lesson10_title": "Lesson 10: <highlight>Common mistakes by beginners</highlight> and how to avoid them",
    "ethereum_lesson10_paragraph1": "When learning Ethereum, beginners often repeat the same mistakes. It’s important to know about them to avoid losing money or getting discouraged.",
    "ethereum_lesson10_paragraph2": "❌ <highlight>Sending funds to the wrong address</highlight>: Blockchain is irreversible. If you send ETH to the wrong place — you can’t get it back.",
    "ethereum_lesson10_paragraph3": "✅ Solution: always double-check the address before sending. Use saved contacts or QR codes.",
    "ethereum_lesson10_paragraph4": "❌ <highlight>Losing your seed phrase</highlight>: It’s the only way to recover your wallet. Losing it = losing all your funds.",
    "ethereum_lesson10_paragraph5": "✅ Solution: write it down on paper and store it in a safe place. Don’t screenshot it or share via messengers.",
    "ethereum_lesson10_paragraph6": "❌ <highlight>Interacting with fake websites</highlight>: scammers often copy wallet and protocol interfaces.",
    "ethereum_lesson10_paragraph7": "✅ Solution: bookmark the official sites. Never click on links from emails or DMs.",
    "ethereum_lesson10_paragraph8": "❌ <highlight>Sending tokens to unsupported networks</highlight>: For example, sending tokens to BNB Chain instead of Ethereum.",
    "ethereum_lesson10_paragraph9": "✅ Solution: always check which network you're using before confirming.",
    "ethereum_lesson10_paragraph10": "The golden rule: <highlight>think before you click</highlight>. In Web3, you are responsible for your actions. But with caution and knowledge — you’ll be safe.",
  
    "back_button": "Back",
    "next_button": "Next"
  }
  