{
  "intro_lesson1_title": "Lección 1: <highlight>¿Qué es una criptomoneda?</highlight>",
  "intro_lesson1_paragraph1": "<highlight>Criptomoneda</highlight> es una forma digital de <highlight>dinero</highlight> que funciona sin intermediarios: bancos, entidades gubernamentales o plataformas centralizadas. Se transfiere directamente de persona a persona mediante la <highlight>blockchain</highlight>.",
  "intro_lesson1_paragraph2": "La primera <highlight>criptomoneda</highlight> fue <highlight>Bitcoin</highlight>. Apareció en <highlight>2009</highlight> como respuesta a la desconfianza en el sistema bancario tras la crisis de <highlight>2008</highlight>. Desde entonces han surgido muchas más: <highlight>Ethereum</highlight>, <highlight>Litecoin</highlight>, <highlight>stablecoins</highlight> y otras.",
  "intro_lesson1_paragraph3": "La idea principal es dar al usuario <highlight>control</highlight> sobre sus fondos. Para que nadie pueda <highlight>congelar</highlight>, <highlight>revocar</highlight> o <highlight>reescribir</highlight> tus activos. No se trata solo de dinero, sino de <highlight>resiliencia</highlight>, <highlight>transparencia</highlight> e <highlight>independencia</highlight>.",
  "intro_lesson2_title": "Lección 2: <highlight>¿Qué es la blockchain?</highlight>",
  "intro_lesson2_paragraph1": "<highlight>Blockchain</highlight> es una forma de almacenar información. Puedes imaginarla como una cadena de cajas. En cada caja hay datos (por ejemplo, quién envió cuánto a quién).",
  "intro_lesson2_paragraph2": "Estas cajas se llaman <highlight>bloques</highlight> y están conectadas entre sí en una línea: una <highlight>cadena</highlight> (chain).",
  "intro_lesson2_paragraph3": "Cada nuevo bloque está vinculado al anterior mediante una huella digital especial llamada <highlight>hash</highlight>. Esto protege toda la cadena: si alguien intenta falsificar un bloque, se rompe toda la cadena.",
  "intro_lesson2_paragraph4": "Por eso la blockchain es <highlight>segura y resiliente</highlight>. No se puede hackear ni borrar sin dejar rastro. No se almacena en un solo lugar: es <highlight>descentralizada</highlight>, lo que significa que hay copias en miles de ordenadores alrededor del mundo.",
  "intro_lesson2_paragraph5": "Este sistema:\n— funciona sin un servidor central,\n— está abierto para todos,\n— no puede ser censurado ni bloqueado.",
  "intro_lesson2_paragraph6": "La blockchain se usa en criptomonedas para registrar todas las transacciones. Pero también puede aplicarse en otros campos: <highlight>documentos</highlight>, <highlight>logística</highlight> — en cualquier lugar donde la honestidad y la transparencia sean importantes.",
  "intro_lesson3_title": "Lección 3: <highlight>¿Para qué sirve una criptomoneda?</highlight>",
  "intro_lesson3_paragraph1": "<highlight>Imagina</highlight> que el dinero no son solo billetes en tu cartera. También es <highlight>control</highlight>, <highlight>dependencia</highlight> y <highlight>reglas</highlight> que tú no elegiste. Tu tarjeta puede ser bloqueada. Una transferencia cancelada. Una cuenta congelada.",
  "intro_lesson3_paragraph2": "<highlight>La criptomoneda</highlight> surgió como una alternativa. Es dinero que tú realmente controlas. Sin intermediarios, sin bancos, sin permisos.",
  "intro_lesson3_paragraph3": "¿Qué soluciona la cripto?\n— Control: solo tú tienes tus fondos. Nadie puede “borrar” tu saldo.\n— Transparencia: todas las transacciones son públicas y visibles en la <highlight>blockchain</highlight>. No se pueden falsificar ni eliminar.\n— Libertad: puedes enviar dinero a cualquier parte del mundo. Sin límites, sin fronteras ni comisiones bancarias.\n— Independencia: no pertenece a ningún país o sistema. Es una red global.",
  "intro_lesson3_paragraph4": "¿Dónde ya funciona esto?\n— En países con alta inflación, la gente guarda sus ahorros en cripto.\n— Freelancers de todo el mundo cobran en USDT o ETH.\n— Las personas envían dinero a sus familias sin pasar por bancos ni comisiones.\n— Jugadores participan en juegos Web3 y ganan cripto por jugar.\n— Artistas venden sus obras como NFT — sin galerías ni intermediarios.",
  "intro_lesson3_paragraph5": "<highlight>La criptomoneda</highlight> no es una \"burbuja\" ni \"especulación\". Es una nueva lógica para mover valor. Es una herramienta que hace al sistema más resiliente, transparente y justo.",
  "intro_lesson3_paragraph6": "Y cuanto más entiendas cómo funciona, menos dependerás del sistema viejo.",
  "intro_lesson4_title": "Lección 4: <highlight>¿Cómo funciona la criptomoneda?</highlight>",
  "intro_lesson4_paragraph1": "Para entender cómo funciona la cripto, imagina un diario digital donde todos anotan transferencias — quién envió cuánto y a quién.",
  "intro_lesson4_paragraph2": "Estas anotaciones se agrupan en <highlight>bloques</highlight> y cada bloque es validado por participantes de la red. Se les llama <highlight>nodos</highlight> o <highlight>validadores</highlight>.",
  "intro_lesson4_paragraph3": "Cuando envías cripto, se crea una <highlight>transacción</highlight>. Esta se transmite a la red y espera confirmación.",
  "intro_lesson4_paragraph4": "Tu transacción es verificada: si tienes esos fondos, si no estás intentando enviarlos dos veces. Esto se llama <highlight>consenso</highlight> — acuerdo entre participantes de que todo está bien.",
  "intro_lesson4_paragraph5": "Una vez confirmada, la transacción se registra en un bloque y ese bloque se une a la <highlight>blockchain</highlight>. Ya no se puede cambiar ni borrar.",
  "intro_lesson4_paragraph6": "Todo esto ocurre sin bancos, en <highlight>segundos o minutos</highlight>, dependiendo de la moneda.",
  "intro_lesson4_paragraph7": "Pasos básicos:\n— Creas una transacción (por ejemplo, envías 0.1 BTC a un amigo)\n— La red valida que puedes hacerlo\n— Se agrega la transacción a un bloque\n— El bloque se añade a la blockchain\n— Tu amigo recibe el dinero. Sin intermediarios.",
  "back_button": "Atrás",
  "next_button": "Siguiente",
  "intro_lesson5_title": "Lección 5: <highlight>Monederos y almacenamiento</highlight>",
  "intro_lesson5_paragraph1": "Un <highlight>monedero cripto</highlight> es como tu caja fuerte personal en el mundo cripto. No guarda el dinero en sí, sino las claves que te dan acceso a tus fondos en la blockchain.",
  "intro_lesson5_paragraph2": "Hay dos claves: una <highlight>pública</highlight> y una <highlight>privada</highlight>.",
  "intro_lesson5_paragraph3": "— La clave pública es tu dirección. Puedes compartirla con otros — ahí te pueden enviar cripto. Ejemplo: 0xAB12...CD34",
  "intro_lesson5_paragraph4": "— La clave privada es como una contraseña. No debes mostrársela a nadie. Si la roban — lo pierdes todo.",
  "intro_lesson5_paragraph5": "En lugar de una clave privada, se suele usar una <highlight>frase semilla</highlight> — son 12 o 24 palabras como: apple mirror ocean fire green ...",
  "intro_lesson5_paragraph6": "Estas palabras son la clave a todo tu monedero. Si las pierdes — nadie puede recuperarlas. No es como un banco — aquí no existe “olvidé la contraseña”. Tú eres tu propio banco.",
  "intro_lesson5_paragraph7": "<highlight>Tipos de monederos</highlight>:\n— Hot Wallet (caliente) — conectado a internet. Cómodo, pero menos seguro. Ejemplos: <a href=\"https://metamask.io\" target=\"_blank\" rel=\"noopener noreferrer\">MetaMask</a>, <a href=\"https://trustwallet.com\" target=\"_blank\" rel=\"noopener noreferrer\">Trust Wallet</a>.\n— Cold Wallet (frío) — no conectado a internet. El más seguro. Ejemplos: <a href=\"https://www.ledger.com\" target=\"_blank\" rel=\"noopener noreferrer\">Ledger</a>, <a href=\"https://trezor.io\" target=\"_blank\" rel=\"noopener noreferrer\">Trezor</a>.",
  "intro_lesson5_paragraph8": "<highlight>Responsabilidad</highlight>: la cripto es libertad y privacidad, pero también responsabilidad.\n— ¿Olvidaste la frase semilla? Lo perdiste todo.\n— ¿Compartiste tu clave? Lo perdiste todo.\nNo es una broma. Pero a cambio: nadie puede congelar tu cuenta. Tú gestionas tus activos. Eso es verdadera independencia financiera.",

  "intro_lesson6_title": "Lección 6: <highlight>¿Cómo elegir una criptomoneda?</highlight>",
  "intro_lesson6_paragraph1": "A este punto ya debes tener un monedero y conocimientos básicos. Ahora hablemos de la gran pregunta: <highlight>¿qué comprar?</highlight>",
  "intro_lesson6_paragraph2": "El sitio más popular para comparar criptos es <a href=\"https://coinmarketcap.com\" target=\"_blank\" rel=\"noopener noreferrer\"><highlight>CoinMarketCap</highlight></a>. Es como un ranking de monedas: quién está primero, qué gana popularidad, volumen y precios.",
  "intro_lesson6_paragraph3": "En CoinMarketCap verás:\n— <highlight>Bitcoin (BTC)</highlight> — el rey de las criptos\n— <highlight>Ethereum (ETH)</highlight> — para smart contracts (puedes aprender sobre eso en cursos futuros)\n— <highlight>USDT, USDC</highlight> — stablecoins, es decir, monedas vinculadas al dólar",
  "intro_lesson6_paragraph4": "<highlight>Las stablecoins</highlight> sirven para almacenar, pagar y comprar. Su valor casi siempre es = 1 dólar. No fluctúan como el bitcoin.",
  "intro_lesson6_paragraph5": "<highlight>¿Cómo comprar?</highlight> En un exchange centralizado (como <a href=\"https://accounts.binance.com/register?ref=477681384\" target=\"_blank\" rel=\"noopener noreferrer\">Binance</a> o <a href=\"https://www.bybit.com/invite?ref=B1XGLW\" target=\"_blank\" rel=\"noopener noreferrer\">Bybit</a>) puedes comprar USDT usando P2P — es decir, directamente de otra persona.",
  "intro_lesson6_paragraph6": "Es como un intercambio directo:\n— Pagas\n— El vendedor te envía la cripto\n— Importante: <highlight>revisa la reputación del vendedor</highlight> y <highlight>nunca pagues antes de confirmar</highlight>.",
  "intro_lesson6_paragraph7": "Empieza comprando pequeñas cantidades de <highlight>USDT</highlight> o <highlight>ETH</highlight> para practicar.\n— No compres tokens desconocidos de entrada\n— Primero revisa el top-100 en CoinMarketCap.",
  "intro_lesson6_paragraph8": "Recuerda:\n— <highlight>No guardes todo en el exchange</highlight>\n— Apenas compres — <highlight>transfiere a tu monedero</highlight>",
  "intro_lesson7_title": "Lección 7: <highlight>¿Cómo comprar criptomonedas?</highlight>",
  "intro_lesson7_paragraph1": "Para comenzar en el mundo de las <highlight>criptomonedas</highlight>, primero necesitas comprarlas. Aquí tienes una guía paso a paso muy sencilla.",
  "intro_lesson7_paragraph2": "<highlight>Paso 1: Regístrate en un exchange</highlight><br/>La forma más fácil es abrir una cuenta en un exchange. Es como una casa de cambio donde puedes comprar y vender criptomonedas. Algunas opciones populares:<br/>• <a href=\"https://www.bybit.com/invite?ref=B1XGLW\" target=\"_blank\" rel=\"noopener noreferrer\">Bybit</a><br/>• <a href=\"https://accounts.binance.com/register?ref=477681384\" target=\"_blank\" rel=\"noopener noreferrer\">Binance</a><br/>• <a href=\"https://bingx.com/invite/4KQ2KY/\" target=\"_blank\" rel=\"noopener noreferrer\">Bingx</a><br/>• <a href=\"https://www.bitgetapps.com/ru/referral/register?clacCode=MMG8ESR5\" target=\"_blank\" rel=\"noopener noreferrer\">Bitget</a><br/>• <a href=\"https://invite.evedex.com/ixjrpwo4\" target=\"_blank\" rel=\"noopener noreferrer\">Evedex</a>",
  "intro_lesson7_paragraph3": "<highlight>Paso 2: Verificación</highlight><br/>Como en un banco: subes una foto de tu pasaporte y confirmas tu identidad. Esto te protege contra fraudes.",
  "intro_lesson7_paragraph4": "<highlight>Paso 3: Añadir fondos</highlight><br/>En el exchange hay una pestaña <highlight>“P2P”</highlight> — una forma de comprar cripto directamente de otras personas con tu tarjeta bancaria. Sin comisiones.<br/>Eliges un vendedor, ingresas el monto y pagas desde tu banco.",
  "intro_lesson7_paragraph5": "<highlight>Paso 4: Comprar criptomonedas</highlight><br/>Después de depositar, puedes comprar <highlight>stablecoins</highlight> — como <highlight>USDT</highlight> (ligado al dólar 1:1). Es conveniente y seguro. Al final de este módulo, harás todos los pasos prácticos: comprar, vender y transferir criptomonedas. Todo paso a paso, con imágenes y guías detalladas para principiantes.",
  "intro_lesson7_paragraph6": "<highlight>Paso 5: Transfiere a tu monedero</highlight><br/>Envía la cripto desde el exchange a tu monedero — por ejemplo, <a href=\"https://metamask.io/\" target=\"_blank\" rel=\"noopener noreferrer\">MetaMask</a> o <a href=\"https://trustwallet.com/\" target=\"_blank\" rel=\"noopener noreferrer\">Trust Wallet</a> — para tener el control completo.<br/>Copia tu dirección y haz el retiro en la red adecuada: <highlight>Ethereum</highlight>, <highlight>Arbitrum</highlight> o <highlight>BSC</highlight>.",
  "intro_lesson7_paragraph7": "<strong>Importante:</strong> guardar cripto en el exchange es <highlight>inseguro</highlight>. Siempre mantén tus activos contigo, especialmente si vas a usar <highlight>DeFi (Aprenderás sobre esto en los siguientes módulos)</highlight>.",

  "intro_lesson8_title": "Lección 8: <highlight>¿Cómo vender y retirar criptomonedas?</highlight>",
  "intro_lesson8_paragraph1": "Ahora que ya tienes <highlight>cripto</highlight>, es importante saber cómo <highlight>venderla</highlight> y <highlight>retirar el dinero</highlight> a tu tarjeta.",
  "intro_lesson8_paragraph2": "<highlight>Venta de criptomonedas</highlight>\nLa forma más simple es usar la pestaña <highlight>P2P</highlight> en el exchange (por ejemplo, <a href=\"https://accounts.binance.com/register?ref=477681384\" target=\"_blank\" rel=\"noopener noreferrer\">Binance</a>, <a href=\"https://www.bybit.com/invite?ref=B1XGLW\" target=\"_blank\" rel=\"noopener noreferrer\">Bybit</a>, <a href=\"https://www.okx.com\" target=\"_blank\" rel=\"noopener noreferrer\">OKX</a>, <a href=\"https://bingx.com/invite/4KQ2KY/\" target=\"_blank\" rel=\"noopener noreferrer\">BingX</a>). Seleccionas al comprador, defines qué moneda quieres vender y por cuánto.\nUna vez confirmado — <highlight>la cripto se bloquea</highlight>, y en cuanto el comprador te transfiere el dinero, liberas las monedas.",
  "intro_lesson8_paragraph3": "<highlight>Retiro a tarjeta</highlight>\nDespués de la operación recibes <highlight>dinero fiat</highlight> (USD, EUR, PLN) directamente a tu tarjeta bancaria.\nEs como una transferencia normal — el dinero llega a tu cuenta y la cripto desaparece de tu balance.",
  "intro_lesson8_paragraph4": "<highlight>Consejos clave</highlight>\n— <highlight>Verifica la reputación</highlight> del comprador y su historial.\n— <highlight>Nunca liberes la cripto antes de recibir el dinero</highlight>.\n— <highlight>Comienza con montos pequeños</highlight> para practicar.",
  "intro_lesson8_paragraph5": "<strong>Importante:</strong> cada exchange tiene <highlight>guías y videos tutoriales</highlight>. No dudes en verlos — te ayudarán a <highlight>evitar errores</highlight> y ganar confianza.",

  "intro_lesson9_title": "Lección 9: <highlight>¿Dónde se guarda mi cripto?</highlight>",
  "intro_lesson9_paragraph1": "Muchos principiantes piensan que la cripto <highlight>“está en la app”</highlight> — como en el monedero <a href=\"https://metamask.io/\" target=\"_blank\" rel=\"noopener noreferrer\"><highlight>MetaMask</highlight></a>. Pero no es así.",
  "intro_lesson9_paragraph2": "En realidad, <highlight>toda la cripto vive en la blockchain</highlight>. Tu monedero es solo <highlight>una llave de acceso</highlight>.",
  "intro_lesson9_paragraph3": "Cuando creas un monedero, recibes una <highlight>frase semilla</highlight> única — 12 palabras. Es la clave maestra. Quien tenga esas palabras — <highlight>tiene acceso a los fondos</highlight>.",
  "intro_lesson9_paragraph4": "Tu monedero es como una <highlight>puerta</highlight>. Y la blockchain es como un almacén gigante. Tú solo abres “tu casilla” con esa llave.",
  "intro_lesson9_paragraph5": "Ejemplos:\n— Tienes <a href=\"https://metamask.io/\" target=\"_blank\" rel=\"noopener noreferrer\"><highlight>MetaMask</highlight></a> — entras y ves tu saldo. Pero los datos realmente están en la red <highlight>Ethereum</highlight> u otra.\n— Si eliminas MetaMask pero guardaste la frase semilla — puedes recuperar acceso en otro dispositivo.",
  "intro_lesson9_paragraph6": "<highlight>Importante:</highlight> la cripto no se guarda “en la app”. Siempre vive en la blockchain. Tú simplemente <highlight>la controlas con tu monedero</highlight>.",

  "intro_lesson10_title": "Lección 10: <highlight>Errores y riesgos comunes</highlight>",
  "intro_lesson10_paragraph1": "<highlight>La cripto</highlight> da libertad — pero también trae <highlight>responsabilidad</highlight>. Para no perder tus fondos, necesitas saber dónde fallan más los principiantes.",
  "intro_lesson10_paragraph2": "<highlight>1. Pérdida de la frase semilla</highlight><br/>El error más común — guardarla en notas del teléfono o enviarla por Telegram. Si alguien accede a ella — lo pierdes todo.<br/><strong>Correcto:</strong> escríbela a mano en papel y guárdala en un lugar seguro.",
  "intro_lesson10_paragraph3": "<highlight>2. Enviar monedas a la red equivocada</highlight><br/>Al retirar desde un exchange, elige bien la red. Si tu monedero usa Ethereum, no envíes por BSC — <highlight>podrías perderlas</highlight>.",
  "intro_lesson10_paragraph4": "<highlight>3. Sitios falsos y phishing</highlight><br/>Los estafadores crean clones de exchanges y monederos. <highlight>Verifica siempre la dirección web</highlight>. Usa marcadores para tus sitios importantes.",
  "intro_lesson10_paragraph5": "<highlight>4. Contraseñas débiles</highlight><br/>La contraseña del monedero y exchange debe ser <highlight>fuerte</highlight>. Añade <highlight>2FA</highlight> (autenticación de dos factores) para proteger tu cuenta.",
  "intro_lesson10_paragraph6": "<highlight>5. Caer en consejos de chats</highlight><br/>No compres tokens solo porque alguien lo dijo en Telegram o YouTube. <highlight>Investiga siempre el proyecto</highlight>, lee el whitepaper y no persigas “x rápidas”.",
  "intro_lesson10_paragraph7": "Recuerda: <highlight>tu seguridad está en tus manos</highlight>. En cripto no hay “deshacer”. Nadie te ayudará si pierdes tus monedas. Pero si haces todo bien — el sistema <highlight>trabaja para ti</highlight>."

}
