{
    "mindset_lesson1_title": "Урок 1: Как не потерять всё: мышление против удачи",
    "mindset_lesson1_paragraph1": "Исследования показывают: 70% людей, выигравших в лотерею, теряют все деньги в течение 5 лет. Более 30% — становятся банкротами. У многих начинаются депрессии, зависимости и потери семей. То же самое с теми, кто выигрывал в казино, на ставках или пампах: <highlight>лёгкие деньги не дают мышления</highlight>. А без мышления деньги текут сквозь пальцы. Ты можешь сегодня получить тысячу долларов. По фарту. За трейд. За airdrop. Или просто кто-то перевёл тебе монеты. Но вопрос не в том, как ты их получил — а в том, <highlight>останутся ли они у тебя через месяц</highlight>.",
    "mindset_lesson1_paragraph2": "Большинство людей теряют всё, потому что <highlight>не знают, как управлять деньгами</highlight>. Они покупают эмоциями, инвестируют на слухах, теряются в рынке. А потом говорят: «всё это скам».",
    "mindset_lesson1_paragraph3": "<highlight>Настоящая стабильность приходит не с деньгами, а со знанием</highlight>. Только если ты понимаешь, как работает система — ты можешь быть выше неё. Деньги — это как вода: без формы, без гарантий. А знания — это сосуд, который удержит её.",
    "mindset_lesson1_paragraph4": "Ты можешь потерять всё, кроме одного — того, что у тебя в голове. Именно поэтому <highlight>Web3 University — это не просто обучение. Это твоя новая прошивка</highlight>.",
    "mindset_lesson1_paragraph5": "Мы учим не зарабатывать ради понтов, а <highlight>строить систему, в которой ты больше не зависишь от везения</highlight>. Ты — кузнец своих решений. Знания = свобода. Знания = актив.",
    "mindset_lesson1_paragraph6": "Если ты пришёл за лёгкими деньгами — ты уйдёшь с пустыми руками. Если ты пришёл за пониманием — <highlight>деньги сами найдут тебя</highlight>. И ты уже будешь знать, что с ними делать.",
  
    "mindset_lesson2_title": "Урок 2: Иллюзия лёгких денег и чума поколения: лудомания",
    "mindset_lesson2_paragraph1": "Сегодня тебе продают мечту: «Заработай легко! Быстро! Без усилий!» Это на каждом шагу — трейды по сигналам, рулетка, ставки, форекс с плечом, крипта на фоме. И кажется, что все вокруг <highlight>делают деньги из воздуха</highlight>.",
    "mindset_lesson2_paragraph2": "Но правда в том, что это ловушка. Это не путь к успеху — это путь к <highlight>лудомании</highlight> — цифровой чуме поколения. Миллионы молодых людей сливают всё за один вечер. Даже не потому что глупы, а потому что система построена так, чтобы <highlight>ты проигрывал</highlight>.",
    "mindset_lesson2_paragraph3": "Ты видишь “успешный кейс” — кто-то заработал x100. Но не видишь миллионы, кто потеряли всё. Это как казино: один выигрывает — остальные платят за шоу.",
    "mindset_lesson2_paragraph4": "Мы в Web3 University учим <highlight>не играть, а строить</highlight>. Не вестись на иллюзию лёгких денег, а закладывать фундамент. Ты не гонишься за прибылью — ты строишь мышление, которое само будет её притягивать.",
    "mindset_lesson2_paragraph5": "Здесь ты выходишь из игры. Ты выключаешь шум. И начинаешь путь. <highlight>Деньги приходят и уходят. Знания — остаются.</highlight>",
    
    "mindset_lesson3_title": " Урок 3: Бэктест себя — что было бы, если бы ты начал 5 лет назад",
    "mindset_lesson3_paragraph1": "В финансах есть понятие <highlight>бэктест</highlight> (от англ. backtest) — это когда ты берёшь стратегию, например «покупать каждый месяц по 50$» и проверяешь, как бы она сработала за прошлые годы. Ты как бы «тестируешь прошлое» и смотришь, принесла бы эта стратегия прибыль или нет.",
    "mindset_lesson3_paragraph2": "А теперь представь: ты делаешь не бэктест стратегии, а <highlight>бэктест самого себя</highlight>. Вспомни: что было 5 лет назад? Где ты был? Чем ты занимался? Представь, что тогда ты решил: «Я буду выделять по 10 минут в день на изучение крипты и инвестировать хотя бы по 50$ в месяц».",
    "mindset_lesson3_paragraph3": "Допустим, ты бы просто покупал Биткоин или Ethereum раз в месяц. Даже не глядя на цену — просто по чуть-чуть. Или пробовал бы платформы, участвовал в первых airdrop’ах, учился, искал информацию.", 
    "mindset_lesson3_paragraph4": "Скорее всего, сегодня ты был бы совсем в другом месте: с опытом, с пониманием, с деньгами, с уверенностью. Может быть, даже на свободе от работы, которую не любишь. С возможностью выбирать.",
    "mindset_lesson3_paragraph5": "Этот урок — не про сожаления. Он про <highlight>осознание силы времени</highlight>. Потому что прямо сейчас у тебя есть возможность нажать «начать» — и через 5 лет ты либо будешь благодарен себе, либо снова скажешь: «почему я тогда не начал?»",
    "mindset_lesson3_paragraph6": "Ты можешь ускорить путь. Уже не 10 минут в день, а <highlight>1 час в день на знания</highlight>. Уже не 50$, а больше. Уже не без понимания, а с чёткой стратегией. И тогда не нужно будет ждать 5 лет — результат может прийти за 1–2 года.",
    "mindset_lesson3_paragraph7": "Каждый день, когда ты откладываешь — это бэктест, который в будущем ты не захочешь видеть. Но каждый день, когда ты учишься и действуешь — это корень, из которого прорастает будущее. Даже если сейчас всё кажется тёмным — именно там рождается свет.",
  
    "mindset_lesson4_title": "Урок 4: Инвестирование — это годы, не хайп",
    "mindset_lesson4_paragraph1": "Ты пришёл в крипту, чтобы заработать. И это правильно. Но если ты думаешь, что через месяц станешь богатым — ты уже проиграл. Потому что <highlight>деньги любят терпеливых, системных и хладнокровных</highlight>.",
    "mindset_lesson4_paragraph2": "Быстрые деньги — это чаще всего фарт. Везение. Но когда ты полагаешься на везение, ты не контролируешь результат. Ты не знаешь, как это повторить. И ты не знаешь, как не потерять.",
    "mindset_lesson4_paragraph3": "<highlight>Инвестирование — это не скачок. Это путь</highlight>. Путь, который начинается с дисциплины, понимания рисков, с отслеживания своих решений, и длится не месяц, а годы.",
    "mindset_lesson4_paragraph4": "Настоящие деньги приходят <highlight>после 3–5 лет последовательной практики</highlight>. Ты накапливаешь не только капитал — ты накапливаешь мышление, подход, философию.",
    "mindset_lesson4_paragraph5": "И если ты выстоишь, если не сольёшься, не продашь всё в минус, не начнёшь прыгать с токена на токен — ты станешь сильнее. <highlight>И тогда уже ты будешь управлять деньгами, а не они — тобой.</highlight>",
  
    "mindset_lesson5_title": "Урок 5: Финансовая устойчивость начинается с мышления",
    "mindset_lesson5_paragraph1": "Богатство — это не про сумму в кошельке. Это про то, как ты думаешь. <highlight>Мышление определяет поведение. Поведение — определяет результат.</highlight>",
    "mindset_lesson5_paragraph2": "Люди с одинаковыми доходами могут прийти к разным результатам: один всё тратит — другой строит систему накоплений и инвестиций.",
    "mindset_lesson5_paragraph3": "Ты можешь зарабатывать немного, но если ты правильно строишь бюджет, не ведёшься на эмоции и системно инвестируешь — <highlight>ты придёшь к свободе раньше, чем те, кто получают x5</highlight>.",
    "mindset_lesson5_paragraph4": "Финансовая свобода — это не когда ты много зарабатываешь. Это когда ты умеешь контролировать то, что у тебя есть.",
  
    "mindset_lesson6_title": "Урок 6: Построение стратегии: путь к свободе",
    "mindset_lesson6_paragraph1": "Хаос не приводит к результату. Тебе нужна <highlight>цель. стратегия. система.</highlight>",
    "mindset_lesson6_paragraph2": "Ставь конкретные цели: сколько ты хочешь накопить, сколько можешь инвестировать ежемесячно, какую доходность считаешь реалистичной.",
    "mindset_lesson6_paragraph3": "Веди учёт. Делай автопополнение. Инвестируй дисциплинированно. И <highlight>не трогай деньги без веской причины</highlight>.",
    "mindset_lesson6_paragraph4": "Через 1–2 года ты увидишь силу стратегии. А через 5 лет — пожнёшь плоды.",
    "mindset_lesson6_paragraph5": "<highlight>Терпение — это сверхсила. А системность — твой секретный двигатель.</highlight>",
  
    "back_button": "← Назад",
    "next_button": "Далее →"
  }
  