{
    "token_lesson1_title": "Урок 1: Что такое токенизация?",
    "token_lesson1_paragraph1": "Представь, что у тебя есть <highlight>картина</highlight>, и ты хочешь продать не всю сразу, а по кусочкам — например, по 1%. Каждый человек получает свой «кусок», и если картина подорожает — доля подорожает тоже. Это и есть <highlight>токенизация</highlight>.",
    "token_lesson1_paragraph2": "<highlight>Токенизация</highlight> — это превращение любого физического или цифрового актива в токены. Это как наклеить цифровой QR-код на реальный объект: теперь он доступен для купли, продажи, деления и учёта — прямо через блокчейн.",
    "token_lesson1_paragraph3": "📦 Примеры токенизации:\n— Недвижимость → токен = 1 м²;\n— Автомобиль → токен = 1/100 машины;\n— Музыкальный альбом → токен = 5% прав на прибыль;\n— Даже время эксперта → токен = 1 час консультации.",
    "token_lesson1_paragraph4": "💡 Аналогия: представь обычную акцию компании. Но вместо бумаги — токен, который живёт в блокчейне. Он не требует нотариуса, банка, юриста — всё автоматизировано.",
    "token_lesson1_paragraph5": "⛓️ Технология: чаще всего токены выпускаются на Ethereum или других блокчейнах в виде стандарта ERC-20 или ERC-721. Это позволяет им свободно перемещаться между кошельками, DEX и протоколами.",
    "token_lesson1_paragraph6": "✅ Плюсы токенизации:\n— Доступ к инвестициям для обычных людей\n— Делимость: можно купить часть чего-то, а не всё\n— Прозрачность: вся история — в блокчейне\n— Автоматизация: сделки происходят без посредников",
    "token_lesson1_paragraph7": "⚠️ Минусы и риски:\n— Кто подтверждает, что токен = реальный актив?\n— Если компания с активом исчезнет — токены бессмысленны\n— Вопрос юрисдикции и регулирования\n— Возможность централизованного контроля",
    "token_lesson1_paragraph8": "🧠 Философия:\nС одной стороны, токенизация даёт доступ туда, куда раньше могли попасть только банки и фонды.\nС другой — это начало эпохи цифровой полной видимости. Всё, что ты купил — может быть отслежено, ограничено, заморожено.",
    "token_lesson1_paragraph9": "Это не «хорошо» и не «плохо». Это новый этап.\n💥 Тот, кто осознаёт — сможет использовать токены как инструмент свободы и силы.\nА кто не осознаёт — может оказаться в новой форме цифрового рабства.",
    "token_lesson1_paragraph10": "🧭 Вывод:\n<highlight>Токенизация — это возможность и угроза одновременно.</highlight>\nОна открывает двери, но важно понимать — кто держит ключи.",
    "back_button": "← Назад",
    "next_button": "Далее →",
    "token_lesson2_title": "Урок 2: Что такое RWA (Real World Assets)?",
    "token_lesson2_paragraph1": "Представь, что ты можешь купить часть дома, завода или даже контейнера с золотом — не через банк, а прямо в своём кошельке. Это и есть <highlight>RWA</highlight> — реальные активы, токенизированные и доступные в Web3.",
    "token_lesson2_paragraph2": "<highlight>RWA (Real World Assets)</highlight> — это физические вещи (например, недвижимость, золото, облигации, товарные склады), которые перенесены в блокчейн в виде токенов.",
    "token_lesson2_paragraph3": "📦 Примеры:\n— Дом в Тбилиси → токен = 1 м²;\n— 100 грамм золота → токен = 1 грамм;\n— Акции Tesla → токенизированные копии через DeFi.",
    "token_lesson2_paragraph4": "💡 Аналогия: раньше только банки, биржи и фонды могли «хранить» ценные активы. А теперь это как цифровой сейф в блокчейне, к которому есть доступ у всех.",
    "token_lesson2_paragraph5": "✅ Зачем токенизировать реальные активы:\n— Привлечение ликвидности (можно продать часть объекта)\n— Упрощение доступа (не нужен брокер)\n— Доступность по всему миру (24/7, без границ)\n— Прозрачность и учёт (всё видно в блокчейне)",
    "token_lesson2_paragraph6": "⚠️ Но есть риски:\n— <highlight>Физический актив всё ещё в реальном мире</highlight> → значит, есть риск конфискации, пожара, воровства.\n— Кто хранит и проверяет актив? Можно ли им доверять?\n— Юридическая пустота: токен ≠ юридическое право без закона.",
    "token_lesson2_paragraph7": "🧠 Философия:\nС одной стороны, это революция — обычный человек может владеть долей объекта на другом континенте.\nС другой — это тонкий мост между старым миром и Web3: где физика и блокчейн связаны юридически слабо.",
    "token_lesson2_paragraph8": "Если раньше активами владели только корпорации и банки — теперь каждый может стать инвестором.\nНо помни: если доверяешь токену на золото — ты доверяешь хранилищу, которое может быть… в другом конце планеты.",
    "token_lesson2_paragraph9": "💥 Осознание:\n<highlight>RWA — это попытка оцифровать физический мир и сделать его доступным Web3-пользователю.</highlight>\nНо пока это всё держится на вере, доверии и юридических обещаниях.",
    "token_lesson2_paragraph10": "🧭 Вывод:\n<highlight>RWA = шанс + риск.</highlight>\nЭто мост между реальностью и Web3. Вопрос в том — кто держит опоры этого моста: ты, комьюнити или старая система?",
    "token_lesson3_title": "Урок 3: Как токенизируют реальные активы",
    "token_lesson3_paragraph1": "Допустим, у тебя есть квартира. Ты хочешь продать не всю, а 25% — и не через риэлтора, а через Web3. Как это сделать? Это и будет <highlight>токенизация</highlight> на практике.",
    "token_lesson3_paragraph2": "💡 Простой пример:\n1. Ты регистрируешь объект в специальной платформе.\n2. Платформа проверяет документы (юристы, KYC, оценка).\n3. Квартира \"оборачивается\" в токены. Например: 1000 токенов = вся квартира.\n4. Эти токены продаются другим людям.",
    "token_lesson3_paragraph3": "Теперь у тебя на руках — только 750 токенов. Остальные 250 могут купить другие. Они станут \"владельцами долей\", а ты можешь использовать деньги или даже выкупить их обратно позже.",
    "token_lesson3_paragraph4": "🧠 <highlight>Философия</highlight>:\nЭто звучит как свобода — ты сам выпускаешь «цифровые акции» на своё имущество.\nНо тут же и вопрос: кто подтверждает, что ты действительно владеешь этой квартирой? А если кто-то оспорит это в суде?",
    "token_lesson3_paragraph5": "✅ Плюсы токенизации активов:\n— Можно быстро привлечь деньги без продажи всей собственности\n— Инвесторы получают долю и выгоду, если объект растёт в цене\n— Всё оцифровано и торгуется 24/7",
    "token_lesson3_paragraph6": "⚠️ Риски и уязвимости:\n— Токен ≠ полноценное юридическое право (в большинстве стран)\n— Регуляторы могут признать токены “ценными бумагами”\n— Если платформа исчезнет — что будет с токенами?\n— Не все юристы вообще понимают, как это работает",
    "token_lesson3_paragraph7": "🔍 Аналогия:\nТвоя квартира — это как бизнес. А токены — как акции на бирже. Только вместо IPO у тебя “TPO” — токенизированное публичное размещение.",
    "token_lesson3_paragraph8": "💥 Важно:\n<highlight>Токенизация — это не просто техпроцесс, а политико-экономический шаг.</highlight>\nОна переводит физическую собственность в цифровое пространство, где главенствуют код, протоколы и смарт-контракты.",
    "token_lesson3_paragraph9": "🧭 Вывод:\nТокенизация активов — это инструмент.\nВ руках осознанного человека — это сила.\nВ руках корпорации — это контроль.\n<highlight>Вопрос в том, кто запускает смарт-контракт.</highlight>",
    "token_lesson4_title": "Урок 4: Зачем токенизируют всё подряд?",
    "token_lesson4_paragraph1": "Зачем государства, банки и проекты так активно продвигают токенизацию всего подряд — от золота до долгов? Потому что это новая форма управления, контроля и прибыли.",
    "token_lesson4_paragraph2": "💼 Государства:\nИм важно видеть всё, что происходит с активами: кто купил, за сколько, откуда деньги. Токенизация даёт прозрачность, учёт, контроль и налоговую базу.",
    "token_lesson4_paragraph3": "💰 Бизнес и стартапы:\nДля них это способ быстро привлечь деньги. Вместо IPO — можно просто выпустить токены на здание, товар, завод. Меньше документов, больше гибкости.",
    "token_lesson4_paragraph4": "👨‍💻 Web3-комьюнити:\nЧасть энтузиастов видит в токенизации путь к децентрализации капитала: теперь каждый может владеть частью мира, а не только элиты.",
    "token_lesson4_paragraph5": "🧠 <highlight>Философия</highlight>:\nТокенизация — это переход от “вещей” к “цифровым образам вещей”.\nМир становится виртуальным — не только в играх, но и в экономике. И у этого есть цена.",
    "token_lesson4_paragraph6": "✅ Плюсы:\n— Упрощение доступа к инвестициям\n— Быстрые и прозрачные сделки\n— Возможность владения долями\n— Работающие механизмы для малого капитала",
    "token_lesson4_paragraph7": "⚠️ Минусы и риски:\n— Утрата физического контакта с активом\n— Зависимость от платформ, оракулов и хранителей\n— Централизация под видом децентрализации\n— Риски “фантомных активов” — когда токен ≠ реальность",
    "token_lesson4_paragraph8": "💥 Парадокс:\nЧем больше оцифровываем реальность, тем меньше мы её контролируем.\n<highlight>Ты владеешь токеном на недвижимость… но кто владеет “подписью” под смарт-контрактом?</highlight>",
    "token_lesson4_paragraph9": "🔍 Кто выигрывает?\n— Тот, кто первым запускает платформу\n— Тот, кто выпускает токены\n— Тот, кто контролирует регистрацию активов\nА проигрывает — тот, кто не понимает, что покупает просто “обещание” в виде токена.",
    "token_lesson4_paragraph10": "🧭 Вывод:\n<highlight>Токенизация — это не просто удобство.</highlight>\nЭто трансформация всего: собственности, законов, прав и денег.\nИ если ты хочешь остаться свободным — должен понимать, что токен — это не вещь, а контракт. И как этот контракт устроен.",
    "token_lesson5_title": "Урок 5: Что такое CBDC?",
    "token_lesson5_paragraph1": "Представь, что у тебя есть криптовалюта… но она выпущена не на DeFi-платформе, а Центробанком твоей страны. Это и есть <highlight>CBDC</highlight> — Central Bank Digital Currency.",
    "token_lesson5_paragraph2": "<highlight>CBDC</highlight> — это цифровая форма фиатной валюты. Она не просто оцифровка рубля, доллара или евро, а новая платформа контроля и учёта.",
    "token_lesson5_paragraph3": "В отличие от Bitcoin или USDT, CBDC выпускается не децентрализованно, а централизованным органом — Центробанком. Твои транзакции не просто записываются — они <highlight>контролируются</highlight>.",
    "token_lesson5_paragraph4": "💡 Аналогия:\nЕсли крипта — это наличные в цифровом виде, то CBDC — это банковская карта на стероидах. Без возможности “отключить интернет и исчезнуть”.",
    "token_lesson5_paragraph5": "✅ Плюсы CBDC (на бумаге):\n— Мгновенные переводы без посредников\n— Уменьшение коррупции\n— Более точная монетарная политика\n— Простота в международных расчётах",
    "token_lesson5_paragraph6": "⚠️ Реальные риски:\n— Все платежи отслеживаются и записываются навсегда\n— Центробанк может заморозить твой кошелёк\n— Возможность “программируемых” денег: нельзя тратить на определённые вещи\n— Полнейшая <highlight>централизация</highlight>",
    "token_lesson5_paragraph7": "🧠 <highlight>Философия</highlight>:\nCBDC — это не просто валюта, а инструмент цифрового управления людьми.\nТы можешь получить “бонусы” за правильное поведение… и ограничения — за “неодобренное”.",
    "token_lesson5_paragraph8": "Пример:\nВ Китае цифровой юань уже используется с системой “социального рейтинга”.\nКупил слишком много алкоголя? Тебе временно закрыли покупки.\nПоставил лайк под оппозиционным постом? Минус баллы.",
    "token_lesson5_paragraph9": "💥 Осознание:\n<highlight>CBDC = абсолютная прозрачность + программируемость денег + зависимость от системы.</highlight>\nЭто уже не деньги. Это условные жетоны в государственном приложении.",
    "token_lesson5_paragraph10": "🧭 Вывод:\nCBDC — это не про удобство. Это про власть.\nИ ты должен понимать: <highlight>свобода — это не возможность “удобно платить”, а возможность “платить свободно”.</highlight>",
    "token_lesson6_title": "Урок 6: CBDC vs Крипта — контроль против свободы",
    "token_lesson6_paragraph1": "На поверхности они похожи: и у криптовалют, и у CBDC есть цифровые кошельки, транзакции, блокчейн. Но по сути — это две противоположные философии.",
    "token_lesson6_paragraph2": "<highlight>CBDC</highlight> — централизовано, управляется государством, твой баланс — это просто запись в базе Центробанка.\n<highlight>Крипта</highlight> — децентрализована, твой кошелёк — только твой, никто не может заблокировать его без твоей подписи.",
    "token_lesson6_paragraph3": "💥 Главное отличие:\n— Крипта создаёт свободу: ты управляешь своими деньгами, и никто не может вмешаться.\n— CBDC создаёт контроль: ты живёшь по “правилам системы”, и все твои действия могут быть отслежены, ограничены, аннулированы.",
    "token_lesson6_paragraph4": "💡 Аналогия:\nКрипта — это наличные в кармане.\nCBDC — это карта с постоянным наблюдением и возможностью «заморозить» твой доступ.",
    "token_lesson6_paragraph5": "🔐 Крипта защищает:\n— право на анонимность\n— свободу перевода\n— независимость от центра\n— возможность быть автономным человеком",
    "token_lesson6_paragraph6": "🛑 CBDC ограничивает:\n— все переводы видны государству\n— возможны лимиты на расходы\n— возможность “отключить” пользователя\n— данные могут быть использованы против тебя",
    "token_lesson6_paragraph7": "🧠 <highlight>Философия</highlight>:\nCBDC — это система, где <highlight>ты не владеешь деньгами — ты арендатор цифр</highlight>.\nА крипта — это мир, где <highlight>деньги = твоя цифровая свобода</highlight>.",
    "token_lesson6_paragraph8": "В одном мире ты хозяин своего капитала.\nВ другом — подданный цифровой монархии, где деньги работают “если ты хороший”.\nИ ты не решаешь, что значит “хороший”.",
    "token_lesson6_paragraph9": "💬 Примеры:\n— Крипта: ты можешь переслать Bitcoin другу в другой стране — никто не спросит разрешения.\n— CBDC: чтобы отправить деньги за границу — ты должен соблюсти правила, лимиты, цели. А могут и вовсе не разрешить.",
    "token_lesson6_paragraph10": "🧭 Вывод:\n<highlight>CBDC и крипта — это не конкуренты. Это враги по духу.</highlight>\nОдин создаёт систему контроля. Второй — пространство свободы.\nВыбор есть. Но он должен быть осознан.",
    "token_lesson7_title": "Урок 7: Где уже внедряют CBDC и как это работает?",
    "token_lesson7_paragraph1": "Пока ты читаешь это, CBDC уже тестируется или внедряется во многих странах мира. Это не “возможно будет когда-то”. Это уже реальность.",
    "token_lesson7_paragraph2": "🌐 Более 100 стран работают над цифровыми валютами. Некоторые уже внедрили пилотные проекты, другие проводят тесты в банках, магазинах и даже социальных выплатах.",
    "token_lesson7_paragraph3": "🇨🇳 Китай:\nПионер цифрового контроля.\nЦифровой юань уже используется в десятках городов. Он интегрирован в метро, магазины, соцсети. Связан с <highlight>социальным рейтингом</highlight>.",
    "token_lesson7_paragraph4": "🇧🇷 Бразилия:\nЦифровой реал (DREX) внедряется на уровне Центрального банка.\nГлавная цель — цифровизация экономики, борьба с наличкой, полный учёт движения средств.",
    "token_lesson7_paragraph5": "🇪🇺 Евросоюз:\nЦифровое евро в разработке.\nПод лозунгами «удобства» и «безопасности» готовят инфраструктуру, включающую приватный и бизнес-режим.\n<highlight>Но доступ будет регулироваться</highlight>.",
    "token_lesson7_paragraph6": "🇳🇬 Нигерия:\nПервая страна в Африке с официальным CBDC (eNaira).\nЛюди массово отказались от него — потому что поняли: за цифровыми удобствами стоит контроль.",
    "token_lesson7_paragraph7": "🧠 <highlight>Философия</highlight>:\nВо всех странах CBDC подаётся как “решение”: быстрее, удобнее, дешевле.\nНо на деле — это <highlight>дверь, которая открывается только в одну сторону</highlight>: из свободы в прозрачный цифровой загон.",
    "token_lesson7_paragraph8": "📲 Примеры функций, которые уже тестируются:\n— Ограничения по суммам\n— “Разрешённые” товары\n— Сроки действия денег\n— Целевые выплаты (на что можно, на что — нельзя)",
    "token_lesson7_paragraph9": "💬 Ирония в том, что даже в “свободных странах” CBDC внедряется без референдумов.\n<highlight>Никто не спросит, хочешь ли ты жить в такой системе</highlight>. Просто однажды это будет “по умолчанию”.",
    "token_lesson7_paragraph10": "🧭 Вывод:\n<highlight>CBDC уже рядом</highlight>. Не жди — изучай, осознавай, готовься.\nТолько понимание сути даст тебе шанс не быть ведомым, а <highlight>стать свободным</highlight> внутри новой цифровой эпохи.",
    "token_lesson8_title": "Урок 8: Риски токенизации — где может быть обман?",
    "token_lesson8_paragraph1": "Когда ты покупаешь токен на квартиру, золото или акции — ты не держишь саму вещь. Ты держишь <highlight>обещание</highlight>, что кто-то в реальном мире обеспечит этот токен.",
    "token_lesson8_paragraph2": "Но что если...\n— квартира не существует?\n— золото не лежит в хранилище?\n— объект уже продан или арестован?\n<highlight>Ты остаёшься с токеном, который ничего не значит</highlight>.",
    "token_lesson8_paragraph3": "📦 Это называется <highlight>фантомная токенизация</highlight> — когда создают токены без реального бэкапа. И даже если бэкап есть, никто не мешает “заставить тебя поверить”, что он надёжный.",
    "token_lesson8_paragraph4": "🏦 Пример:\nПлатформа заявляет, что токен на золото обеспечен 100% физическим активом. Но где оно? Кто проверяет? Где отчёт? Кто может оспорить?\nЕсли всё это держит одна компания — <highlight>это уже не децентрализация</highlight>.",
    "token_lesson8_paragraph5": "⚠️ Основные риски токенизации:\n— 💀 Обман: токен ≠ актив\n— 🧱 Централизация: всё зависит от одной платформы\n— 📜 Юридическая пустота: суд может не признать твой токен\n— 🧨 Баги в смарт-контракте = потеря средств",
    "token_lesson8_paragraph6": "🔐 Ещё один риск — <highlight>непрозрачные оракулы</highlight>.\nЕсли источник данных централизован (например, платформа сама передаёт инфу в смарт-контракт) — это может быть подделано, задержано или подменено.",
    "token_lesson8_paragraph7": "🧠 <highlight>Философия</highlight>:\nЦифровые активы дают ощущение контроля.\nНо <highlight>контроль иллюзорен, если ты не знаешь, что за ним стоит</highlight>.\nТокен — это не стена. Это дверь. Вопрос: что за ней?",
    "token_lesson8_paragraph8": "💬 Мы живём в мире, где всё быстрее становится “обещанием”:\n— акции → обещание роста\n— NFT → обещание ценности\n— токенизированный актив → обещание наличия\nИ большинство людей не проверяет, а просто верит.",
    "token_lesson8_paragraph9": "💣 Главный риск:\nТы можешь владеть токеном,\nно не иметь ни контроля,\nни доступа,\nни юридического способа защитить себя.",
    "token_lesson8_paragraph10": "🧭 Вывод:\n<highlight>Токен — это не актив. Это ссылка на актив.</highlight>\nИ если ты не понимаешь, кто держит цепь — ты не держишь ничего.",
    "token_lesson9_title": "Урок 9: Альтернативный взгляд — зачем Web3 сопротивляется?",
    "token_lesson9_paragraph1": "Внедрение CBDC и массовая токенизация вызывает вопросы не только у «анархистов» или «теоретиков заговора». Даже в академической среде и крипто-индустрии звучат <highlight>трезвые опасения</highlight>.",
    "token_lesson9_paragraph2": "Web3-комьюнити не против технологий. Оно против <highlight>централизации власти над деньгами</highlight>, против полного контроля над частной жизнью.",
    "token_lesson9_paragraph3": "Многие разработчики, инвесторы и мыслители считают, что CBDC может стать инструментом слежки, блокировок и программируемых ограничений. Не потому что «злая власть», а потому что <highlight>технически это возможно</highlight>.",
    "token_lesson9_paragraph4": "💡 Поэтому Web3 строится на других принципах:\n— открытый код\n— распределённые сети\n— отсутствие единого центра принятия решений\n— независимость от государств",
    "token_lesson9_paragraph5": "Это не война “крипты против мира”. Это попытка создать <highlight>альтернативную экономическую среду</highlight>, где человек не обязан зависеть от алгоритмов контроля.",
    "token_lesson9_paragraph6": "🧠 <highlight>Философия</highlight>:\nWeb3 — это не просто про токены и блокчейн.\nЭто про ценности: приватность, выбор, суверенитет.\nТы можешь жить в системе, но иметь **выход из неё**.",
    "token_lesson9_paragraph7": "Многие в крипто-мире не против CBDC как явления — они против <highlight>отсутствия выбора</highlight>.\nЕсли у тебя нет альтернативы, ты не свободен — даже если тебе удобно.",
    "token_lesson9_paragraph8": "💬 Пример:\nУ тебя может быть банковская карта и криптокошелёк.\nВажно, чтобы ты сам решал — когда, где и как их использовать.",
    "token_lesson9_paragraph9": "⚖️ Свобода не в том, чтобы отвергать всё новое.\nА в том, чтобы **понимать риски** и **иметь возможность сказать “нет”**.\nWeb3 не отрицает технологии — оно отстаивает право на выбор.",
    "token_lesson9_paragraph10": "🧭 Вывод:\n<highlight>Web3 — это не протест. Это альтернатива.</highlight>\nИ пока тебе дают выбор — ты свободен.\nНо этот выбор не дастся просто так. Его надо понять, отстоять и использовать.",
    "token_lesson10_title": "Урок 10: Закрепление. Новый мир, в котором мы уже живём",
    "token_lesson10_paragraph1": "Ты прошёл большой путь: от простого понимания токенов — до осознания того, как цифровые активы меняют саму суть собственности, денег и власти.",
    "token_lesson10_paragraph2": "<highlight>Токенизация</highlight> позволяет делить и передавать активы мгновенно и без посредников. Это удобство, доступность, скорость. Но и — новые риски.",
    "token_lesson10_paragraph3": "<highlight>RWA</highlight> переносят реальность в блокчейн.\nТы можешь владеть частью квартиры в другой стране — но важно понимать: токен ≠ объект. Это <highlight>обещание</highlight>, а не гарантия.",
    "token_lesson10_paragraph4": "<highlight>CBDC</highlight> — самый спорный элемент. Он не про инвестиции, а про власть.\nОн даёт системе не только цифровые деньги, но и <highlight>цифровое поведение</highlight>.",
    "token_lesson10_paragraph5": "🧠 <highlight>Итоговая философия</highlight>:\nМы не говорим “за” или “против”.\nМы даём <highlight>знания, инструменты и критическое мышление</highlight>.\nЧтобы ты мог принимать решения — а не быть ведомым.",
    "token_lesson10_paragraph6": "💬 Рынки будут меняться.\nГосударства будут внедрять технологии.\nWeb3 будет развиваться.\nНо <highlight>твоя сила — в понимании сути</highlight>, а не в слепом доверии словам или трендам.",
    "token_lesson10_paragraph7": "🔥 Этот модуль — твой первый шаг.\nВпереди — <highlight>тест</highlight>, который закрепит знания,\nи <highlight>практика</highlight>, где ты сможешь применить это в реальных проектах и платформах.",
    "token_lesson10_paragraph8": "📌 Помни:\n<highlight>Знания = Сила</highlight>\n<highlight>Понимание = Свобода</highlight>\nА свобода — это то, ради чего Web3 существует."
  
  }
  