{
    "ethereum_lesson1_title": "Lección 1: ¿<highlight>Qué es Ethereum</highlight> y en qué se diferencia de <highlight>Bitcoin</highlight>?",
    "ethereum_lesson1_paragraph1": "<highlight>Ethereum</highlight> no es solo una criptomoneda. Es una <highlight>“computadora”</highlight> global distribuida entre miles de nodos en todo el mundo.",
    "ethereum_lesson1_paragraph2": "A diferencia de <highlight>Bitcoin</highlight>, que solo permite transferir valor, Ethereum permite ejecutar <highlight>contratos inteligentes</highlight>: programas que se ejecutan automáticamente si se cumplen ciertas condiciones.",
    "ethereum_lesson1_paragraph3": "El creador de Ethereum, <highlight>Vitalik Buterin</highlight>, presentó el proyecto en 2013. Quería que la blockchain se usara no solo para enviar dinero, sino también para crear todo tipo de aplicaciones descentralizadas.",
    "ethereum_lesson1_paragraph4": "La moneda principal en la red Ethereum se llama <highlight>ETH</highlight>. No es solo una moneda, es <highlight>combustible</highlight> (gas) que se usa para pagar todas las acciones en la red. Por ejemplo, ejecutar un contrato inteligente o transferir tokens.",
    "ethereum_lesson1_paragraph5": "Cada acción en la red requiere una pequeña cantidad de <highlight>gas</highlight>, y cuanto más compleja sea la operación, más gas consume.",
    "ethereum_lesson1_paragraph6": "Comparación con Bitcoin:",
    "ethereum_lesson1_paragraph7": "— <highlight>BTC</highlight> = oro digital, solo transferencia de valor",
    "ethereum_lesson1_paragraph8": "— <highlight>ETH</highlight> = plataforma para contratos inteligentes y aplicaciones",
  
    "ethereum_lesson2_title": "Lección 2: <highlight>Contratos inteligentes</highlight>: cómo funcionan y por qué son importantes",
    "ethereum_lesson2_paragraph1": "Un contrato inteligente es un programa que se ejecuta automáticamente si se cumplen las condiciones predefinidas. Funciona en la blockchain y no requiere intervención humana.",
    "ethereum_lesson2_paragraph2": "Ejemplo simple: imagina una máquina expendedora de café. Insertas una moneda y obtienes tu bebida. Todo es simple y predecible. Así funcionan los contratos inteligentes: si se cumplen los datos necesarios, el contrato realiza la acción automáticamente.",
    "ethereum_lesson2_paragraph3": "¿Qué puedes hacer con contratos inteligentes?\n— Crear tokens y NFT\n— Lanzar aplicaciones descentralizadas (dApps)\n— Realizar votaciones en DAOs\n— Intercambiar sin intermediarios (DEX)",
    "ethereum_lesson2_paragraph4": "Lo más importante: un contrato inteligente no se puede modificar después de su lanzamiento. Todo lo que contiene funcionará exactamente como fue escrito. Por eso es crucial escribirlos con cuidado — los errores pueden ser costosos.",
    "ethereum_lesson2_paragraph5": "Los contratos inteligentes son la base del Web3. Sin ellos no existirían DeFi, ni NFT, ni DAO. Son los ladrillos del futuro descentralizado.",
  
    "ethereum_lesson3_title": "Lección 3: ¿<highlight>Cómo se crean los tokens</highlight> en Ethereum?",
    "ethereum_lesson3_paragraph1": "Un token es un activo digital creado sobre la blockchain. En Ethereum puedes crear tu propio token en pocos minutos usando un contrato inteligente.",
    "ethereum_lesson3_paragraph2": "Ethereum es como una plataforma donde puedes construir tus propias monedas. Hay un estándar — <highlight>ERC-20</highlight> — que es como una receta para tokens comunes. También existe <highlight>ERC-721</highlight> — para NFT (tokens únicos).",
    "ethereum_lesson3_paragraph3": "Es decir, un token no es algo mágico. Es simplemente un registro en un contrato inteligente que dice: 'esta persona tiene 10 de estos tokens'.",
    "ethereum_lesson3_paragraph4": "¿Para qué se crean tokens?\n— Lanzar nuevos proyectos (en lugar de acciones)\n— Moneda interna de aplicaciones\n— Recompensas para usuarios\n— NFT: objetos únicos, certificados, colecciones",
    "ethereum_lesson3_paragraph5": "Ejemplo: creas un token $W3U — el token del conocimiento. Cuando alguien completa una lección, recibe 10 $W3U. Todo está programado automáticamente en el contrato.",
    "ethereum_lesson3_paragraph6": "Importante: los tokens no existen por separado — viven dentro de la blockchain de Ethereum y siguen sus reglas. No se pueden simplemente 'eliminar' de un servidor.",
    "ethereum_lesson3_paragraph7": "Crear tokens es una de las principales formas de usar Ethereum en proyectos reales. Pero hay que recordar: cada acción del contrato requiere una comisión — el <highlight>gas</highlight>.",
    "ethereum_lesson4_title": "Lección 4: ¿Qué son los <highlight>contratos inteligentes</highlight> y cómo funcionan?",
    "ethereum_lesson4_paragraph1": "Un contrato inteligente es un programa que vive en la blockchain y ejecuta automáticamente condiciones si se cumplen. Sin intermediarios, nadie lo revisa manualmente.",
    "ethereum_lesson4_paragraph2": "Imagina un contrato entre dos personas: una envía dinero, la otra envía un producto. En el mundo real necesitas abogados, bancos, notarios. En la blockchain, todo lo hace el <highlight>contrato inteligente</highlight>.",
    "ethereum_lesson4_paragraph3": "Ejemplo: participas en un airdrop. El contrato inteligente verifica si completaste los pasos necesarios. Si es así, te envía los tokens. Todo es justo y transparente.",
    "ethereum_lesson4_paragraph4": "Importante: el código de un contrato inteligente no se puede cambiar una vez publicado. Queda para siempre en la blockchain. Por eso se escribe con mucho cuidado y se revisa varias veces.",
    "ethereum_lesson4_paragraph5": "¿Qué pueden hacer los contratos inteligentes?\n— Emitir tokens\n— Crear DAOs (organizaciones descentralizadas)\n— Crear exchanges (como Uniswap)\n— Otorgar préstamos, seguros, votaciones",
    "ethereum_lesson4_paragraph6": "Funcionan con el lenguaje de programación <highlight>Solidity</highlight>. Es como JavaScript, pero para blockchain.",
    "ethereum_lesson4_paragraph7": "El contrato inteligente es el corazón del Web3. Permite las aplicaciones descentralizadas. Sin él, Ethereum sería solo “otro Bitcoin”.",
  
    "ethereum_lesson5_title": "Lección 5: ¿<highlight>Qué es una cuenta y una dirección en Ethereum</highlight>?",
    "ethereum_lesson5_paragraph1": "En Ethereum, cada usuario tiene su propia <highlight>dirección</highlight>. Es una cadena larga de letras y números, como: 0xA12b3C4D... — es como el número de tu cuenta bancaria.",
    "ethereum_lesson5_paragraph2": "Esta dirección está asociada con tu <highlight>cuenta</highlight>. Hay dos tipos de cuentas en Ethereum: <highlight>EOA (cuentas externas)</highlight> y <highlight>cuentas de contrato</highlight>. Las primeras son controladas por personas. Las segundas, por código.",
    "ethereum_lesson5_paragraph3": "Para enviar una transacción, necesitas firmarla con tu <highlight>clave privada</highlight>. Solo quien tiene esta clave puede mover los fondos.",
    "ethereum_lesson5_paragraph4": "Tu <highlight>frase semilla</highlight> es la forma de recuperar la clave privada. Si la pierdes, pierdes el acceso. Nunca la compartas con nadie.",
    "ethereum_lesson5_paragraph5": "Así, tu cuenta es tu identidad en Ethereum. La dirección es la parte pública, y la clave privada te da control total.",
  
    "ethereum_lesson6_title": "Lección 6: ¿<highlight>Qué es el Gas y para qué sirve?</highlight>",
    "ethereum_lesson6_paragraph1": "En Ethereum, todo lo que haces — transferir fondos, ejecutar contratos o interactuar con dApps — requiere un pago. Ese pago se llama <highlight>Gas</highlight>.",
    "ethereum_lesson6_paragraph2": "<highlight>Gas</highlight> es una unidad que mide cuántos recursos computacionales usa tu operación. Cuanto más compleja, más Gas consume.",
    "ethereum_lesson6_paragraph3": "El Gas se paga en <highlight>ETH</highlight>, y tú eliges cuánto pagar por unidad. Es como una propina para los validadores: si pagas más, tu transacción se procesa más rápido.",
    "ethereum_lesson6_paragraph4": "Por ejemplo, una transacción simple puede costar 21 000 Gas. Si el precio es 10 Gwei, el total sería: 21 000 × 10 Gwei = 210 000 Gwei (0.00021 ETH).",
    "ethereum_lesson6_paragraph5": "Si colocas muy poco Gas, tu operación puede fallar. Pero igual perderás ETH — como penalización. Por eso es clave saber lo que haces.",
    "ethereum_lesson6_paragraph6": "El Gas es lo que hace que Ethereum funcione. Sin él, la red se detendría, ya que nadie pagaría por el cómputo.",
    "ethereum_lesson7_title": "Lección 7: ¿<highlight>Qué es una dApp</highlight> y cómo funcionan?",
    "ethereum_lesson7_paragraph1": "Una <highlight>dApp</highlight> (aplicación descentralizada) es una app que funciona en la blockchain, no en un servidor central como los sitios web tradicionales.",
    "ethereum_lesson7_paragraph2": "Lo que distingue a una dApp es que su lógica y datos viven en <highlight>contratos inteligentes</highlight>, no en bases de datos privadas.",
    "ethereum_lesson7_paragraph3": "Por ejemplo, cuando usas un banco tradicional, todas las acciones pasan por sus servidores. En una dApp, todo ocurre en la blockchain: cada paso es transparente e inmutable.",
    "ethereum_lesson7_paragraph4": "Interactúas con dApps mediante tu <highlight>billetera</highlight> (como MetaMask), confirmas acciones y estas se registran en la blockchain.",
    "ethereum_lesson7_paragraph5": "Ejemplos de dApps: exchanges (Uniswap), juegos (Axie Infinity), plataformas DAO (Snapshot), marketplaces de NFT (OpenSea). Todo esto funciona con contratos inteligentes.",
    "ethereum_lesson7_paragraph6": "La mayor ventaja de las dApps es la <highlight>confianza</highlight> en el código, no en una persona. Nadie puede cambiar las reglas en secreto. Todo es abierto y transparente.",
  
    "ethereum_lesson8_title": "Lección 8: ¿<highlight>Cómo usar Ethereum en la vida real?</highlight>",
    "ethereum_lesson8_paragraph1": "Ethereum no es solo para inversión. Su ecosistema permite resolver problemas reales: finanzas, juegos, gobernanza de comunidades y más.",
    "ethereum_lesson8_paragraph2": "Para comenzar, necesitas una <highlight>billetera</highlight> (como MetaMask) y algo de <highlight>ETH</highlight> para pagar comisiones (gas).",
    "ethereum_lesson8_paragraph3": "Con esta billetera puedes conectarte a <highlight>dApps</highlight> y realizar acciones: intercambiar tokens, votar, comprar NFT, etc.",
    "ethereum_lesson8_paragraph4": "Ejemplo: si quieres intercambiar tokens, vas a Uniswap. Si quieres comprar un NFT, entras a OpenSea. Todo mediante el navegador y tu billetera.",
    "ethereum_lesson8_paragraph5": "Tú controlas tus fondos. Nadie los custodia por ti. Es cómodo, pero también una gran responsabilidad.",
    "ethereum_lesson8_paragraph6": "Cada acción la confirmas tú. Tú decides y asumes total responsabilidad por tus decisiones.",
  
    "ethereum_lesson9_title": "Lección 9: ¿<highlight>Qué es Web3</highlight> y cómo se relaciona con Ethereum?",
    "ethereum_lesson9_paragraph1": "<highlight>Web3</highlight> es la nueva era del internet, donde los usuarios controlan sus datos y las apps no dependen de servidores centralizados.",
    "ethereum_lesson9_paragraph2": "Ethereum es la base de Web3. Permite crear aplicaciones que no dependen de un dueño, servidor o gobierno.",
    "ethereum_lesson9_paragraph3": "En lugar de registrarte con email y contraseña, en Web3 accedes con tu <highlight>billetera</highlight>. Es tu llave para todo.",
    "ethereum_lesson9_paragraph4": "En Web3 no eres solo usuario: eres participante. Tienes tokens, puedes votar, tomar decisiones y ser parte de un DAO.",
    "ethereum_lesson9_paragraph5": "Web3 se basa en los principios de: <highlight>transparencia</highlight>, <highlight>seguridad</highlight>, <highlight>apertura</highlight> y <highlight>confianza sin intermediarios</highlight>.",
    "ethereum_lesson9_paragraph6": "No es solo tecnología — es filosofía. Un internet donde tú decides en quién confiar y qué hacer.",
  
    "ethereum_lesson10_title": "Lección 10: <highlight>Errores comunes de principiantes</highlight> y cómo evitarlos",
    "ethereum_lesson10_paragraph1": "Los nuevos en Ethereum suelen cometer errores frecuentes. Conocerlos te ayuda a no perder dinero ni motivación.",
    "ethereum_lesson10_paragraph2": "❌ <highlight>Enviar ETH a una dirección incorrecta</highlight>: En la blockchain, todo es irreversible. Si envías ETH al lugar equivocado, no se puede recuperar.",
    "ethereum_lesson10_paragraph3": "✅ Solución: verifica siempre la dirección antes de enviar. Usa favoritos o códigos QR.",
    "ethereum_lesson10_paragraph4": "❌ <highlight>Perder la frase semilla</highlight>: Es la única forma de recuperar tu cuenta. Si la pierdes, pierdes el acceso a tus fondos.",
    "ethereum_lesson10_paragraph5": "✅ Solución: escríbela en papel y guárdala en un lugar seguro. No tomes capturas ni la envíes por mensajes.",
    "ethereum_lesson10_paragraph6": "❌ <highlight>Usar sitios falsos</highlight>: Los estafadores imitan billeteras y plataformas.",
    "ethereum_lesson10_paragraph7": "✅ Solución: guarda los sitios reales en marcadores. Nunca hagas clic en enlaces de correos o mensajes.",
    "ethereum_lesson10_paragraph8": "❌ <highlight>Enviar tokens en redes equivocadas</highlight>: Por ejemplo, enviarlos por error a BNB Chain en lugar de Ethereum.",
    "ethereum_lesson10_paragraph9": "✅ Solución: antes de enviar, asegúrate de estar usando la red correcta.",
    "ethereum_lesson10_paragraph10": "La regla de oro: <highlight>piensa antes de hacer clic</highlight>. En Web3 tú eres responsable. Pero con cuidado y conocimiento, estarás seguro.",
  
    "back_button": "Atrás",
    "next_button": "Siguiente"
  
  }
  