{
    "strategies_lesson1_title": "lesson1 :What is an earning strategy in Web3?",
    "strategies_lesson1_paragraph1": "Today, many people have heard: “you can earn from crypto.” Some talk about “tokens,” some — about “wallets,” others — about “airdrops.” But most often it sounds like magic or a fairy tale. We’re here to explain everything for real — simply and honestly.",
    "strategies_lesson1_paragraph2": "Web3 is a new digital world. In it, you don’t just use the internet — you become a part of it. You participate in projects, support technologies, and most importantly — <highlight>earn for your actions and knowledge</highlight>.",
    "strategies_lesson1_paragraph3": "But to earn — it’s important not to just click randomly. You need to understand what you’re doing. You can’t just chase a “magic button.” You need a <highlight>strategy</highlight> — your own path and a clear goal.",
    "strategies_lesson1_paragraph4": "<highlight>Strategy</highlight> is your personal plan: how you’ll move forward, what to try, where to invest your time and attention. It’s like a map in an unfamiliar city. Without it — it’s easy to get lost.",
    "strategies_lesson1_paragraph5": "Some people try to “catch luck” — download apps, click around, register everywhere. But often end up with nothing. Why? Because there was no strategy. Just random actions.",
    "strategies_lesson1_paragraph6": "We’ll show you another way. In this module, you’ll learn what <highlight>conscious earning</highlight> in Web3 means. What DCA is (we’ll explain it simply), how long-term approaches work, how to build your own path — step by step.",
    "strategies_lesson1_paragraph7": "This module is not about complex terms. It’s about <highlight>how to think</highlight>. How to not rely on luck. How to understand what suits you. And how to truly start the journey to freedom through knowledge and action.",
  
    "strategies_lesson2_title": "lesson2:What is DCA — a strategy even billionaires use",
    "strategies_lesson2_paragraph1": "<highlight>DCA</highlight> stands for Dollar-Cost Averaging. Sounds complicated? Let’s break it down simply.",
    "strategies_lesson2_paragraph2": "Imagine you want to buy cryptocurrency — for example, Ethereum. You have $100. But you don’t know when to buy: today? tomorrow? What if it gets cheaper?",
    "strategies_lesson2_paragraph3": "Instead of buying everything at once, you split the money into parts. For example, $25 per week. And you buy gradually: a bit today, a bit more next week. That’s <highlight>DCA</highlight>.",
    "strategies_lesson2_paragraph4": "Why do this? Because the market is always jumping. Predicting the best time to buy is almost impossible. Even billionaires make mistakes. DCA is a way to avoid guessing and move calmly and steadily.",
    "strategies_lesson2_paragraph5": "It’s like planting seeds: don’t throw them all in one spot, but spread them out — over time. Even if the soil is bad in one place — it may sprout in another. This strategy gives your investment a chance to grow.",
    "strategies_lesson2_paragraph6": "Important: <highlight>DCA doesn’t bring instant profit</highlight>. It’s not for those who want to “get rich quick.” It’s for those building a <highlight>path</highlight>. Those moving step by step, like a root breaking through rocks.",
    "strategies_lesson2_paragraph7": "That’s how it works: from instability, from decision fatigue, from fear of buying at the wrong time — comes <highlight>resilience</highlight>. And resilience is not magic. It’s a strategy. And it’s the start of smart Web3.",
  
    "strategies_lesson3_title": "lesson3:Alternatives to DCA and traps of poor choices",
    "strategies_lesson3_paragraph1": "<highlight>DCA</highlight> is a great strategy for entering the market calmly. But it’s not for everyone. There are other approaches that may suit your lifestyle, mindset, and risk tolerance better.",
    "strategies_lesson3_paragraph2": "The first alternative — <highlight>investing the full amount at once</highlight>. It’s called Lump Sum. If you’re confident the price is right — you can invest everything. But it’s risky. You might get it right — or you might not.",
    "strategies_lesson3_paragraph3": "The second alternative — <highlight>event-based strategy</highlight>. You don’t buy based on time, but on events: price drops, news, project launches. It requires attention and market understanding. But you enter when it feels right.",
    "strategies_lesson3_paragraph4": "The third — <highlight>buying grid</highlight>. You set levels: if the price drops to $1700 — buy $20. Drops to $1600 — buy another $20. It’s also averaging, but based on events, not time.",
    "strategies_lesson3_paragraph5": "Important: any strategy is not a “profit button.” It’s a way to manage risk and emotions. If you’re afraid to miss out — that’s not a strategy. That’s <highlight>greed</highlight>. And greed almost always leads to loss.",
    "strategies_lesson3_paragraph6": "Real strength lies in patience. In being able to say: “I won’t chase everyone. But I’ll walk my path.” Like a root underground — it grows slowly, but one day breaks through concrete. Because it has direction and patience.",
    "strategies_lesson3_paragraph7": "It doesn’t matter which strategy you choose. What matters is that it’s <highlight>yours</highlight>. Not blind copying of others — but a conscious choice. That’s where real earnings in Web3 begin.",

    "strategies_lesson4_title": "lesson4:How to choose your strategy — based on goals, risks, and time",
    "strategies_lesson4_paragraph1": "There is no universal earning formula. What works for one person may not work for another. That’s why your strategy must be <highlight>yours</highlight>: aligned with your goals, money, and personality.",
    "strategies_lesson4_paragraph2": "Start by asking yourself: <highlight>what do I want?</highlight> Quick results? Or reliable growth over time? Do I want to take risks or sleep peacefully? The answer to this question is the foundation of any strategy.",
    "strategies_lesson4_paragraph3": "If it’s important for you to <highlight>not lose</highlight> — choose DCA, basic assets, staking. If you’re open to <highlight>risk</highlight> — you can try new projects, airdrops, participating in DAOs. The main thing is to understand what you’re getting into.",
    "strategies_lesson4_paragraph4": "DAO stands for <highlight>Decentralized Autonomous Organization</highlight>. Simply put, it’s like an online club or community with no bosses. All decisions are made by participant voting, and governance is done through smart contracts. DAOs work like digital co-ops: if you hold the project’s tokens — you have the right to vote and influence development.",
    "strategies_lesson4_paragraph5": "Second important question: <highlight>how long am I in this for?</highlight> Do I want to earn in a month? Or build income for a year ahead? A 1-week strategy and a 1-year strategy are different worlds.",
    "strategies_lesson4_paragraph6": "The longer your horizon — the stronger <highlight>time</highlight> works for you. And time is your most powerful ally. It smooths volatility, allows accumulation, and lets you do less but gain more stability.",
    "strategies_lesson4_paragraph7": "And one more thing: always consider <highlight>your thinking style</highlight>. Are you calm? Or easily anxious? Do you like structure or go with the flow? A good strategy shouldn’t break you. It should <highlight>support</highlight> you.",
    "strategies_lesson4_paragraph8": "This is how a real path is built. Not by copying others, not staring at someone else’s screenshots. But by looking inward. A strategy is not a button. It’s a mirror of your goals, fears, strengths, and path. And once you understand that — you won’t get lost in Web3.",
  
    "strategies_lesson5_title": "lesson5:The psychology of decision-making — where strategies collapse",
    "strategies_lesson5_paragraph1": "You can choose the perfect strategy. Calculate everything. Pick assets. Plan your time. But if you’re not mentally prepared — you’ll just click the wrong thing at the crucial moment.",
    "strategies_lesson5_paragraph2": "Why does this happen? Because humans aren’t robots. We are vulnerable to <highlight>fear</highlight>, <highlight>greed</highlight>, <highlight>crowd pressure</highlight>. And all of this can destroy even the smartest strategies.",
    "strategies_lesson5_paragraph3": "When the market falls — you get scared. Want to sell everything. When the market rises — you want to buy more. That’s not a strategy. That’s emotion. And emotions are the enemy of consistent earnings.",
    "strategies_lesson5_paragraph4": "Success can break you more than failure. When everything is going well — you start to believe you’re a genius. You stop thinking, stop checking. And then you fall. Not from failure, but from <highlight>overconfidence</highlight>.",
    "strategies_lesson5_paragraph5": "Comfort is tricky. It makes you relax. You stop reading the news, stop analyzing. You go on “autopilot.” And at that moment, you’re vulnerable. Because you forgot — <highlight>everything that grows can start to rot</highlight>.",
    "strategies_lesson5_paragraph6": "In Web3, it’s not enough to know. You must be ready. For pain. For chaos. For surprises. A real investor isn’t someone who never makes mistakes — but someone who stays calm while others lose their minds.",
    "strategies_lesson5_paragraph7": "Psychology is like soil. Strategies grow from it. If the soil is weak — the root won’t break through concrete. If you learn to understand yourself — you can hold your path even in a storm. That’s true strength.",
  
    "strategies_lesson6_title": "lesson6:How to build and test your own strategy",
    "strategies_lesson6_paragraph1": "Once you understand your goals, personality, and risks — it’s time to build your strategy. Not someone else’s. Not copied from YouTube. Yours — tailored just for you.",
    "strategies_lesson6_paragraph2": "Start by defining the foundation: <highlight>what do you believe in?</highlight> In Bitcoin growth? In new project potential? In stable income from staking? Your structure will grow from this.",
    "strategies_lesson6_paragraph3": "Break your path into steps. Example: “1. Top up wallet. 2. Invest in ETH via DCA. 3. Try to join 1 airdrop per month. 4. Participate in a DAO if the project is interesting.” That’s already a strategy.",
    "strategies_lesson6_paragraph4": "Write it down. In a notebook. In notes. In a spreadsheet. <highlight>If it’s not written — it doesn’t exist.</highlight> It’s like building a house without a plan: maybe it works, maybe it collapses.",
    "strategies_lesson6_paragraph5": "Now — test it. How? Observe what works. Where you burned out. Where time was lacking. What succeeded. Mark what gave results — and what just drained your energy.",
    "strategies_lesson6_paragraph6": "A real strategy is not a “forever plan.” It’s a living organism. You adapt it to yourself — not the market. Today DCA suits you, tomorrow — staking, later — a pause. That’s okay.",
    "strategies_lesson6_paragraph7": "You don’t have to be perfect. You have to be honest with yourself. A strategy works when it reflects <highlight>your truth</highlight>. Not someone else’s. Not what’s trendy. Yours.",
    "strategies_lesson6_paragraph8": "When you see your path growing — even from mistakes, even through pain — you get stronger. You learn not just how to earn. You learn how to think. And that gives you an edge the crowd doesn’t have.",

    "strategies_lesson7_title": "lesson7:What is an Airdrop — and how to participate consciously",
    "strategies_lesson7_paragraph1": "The word <highlight>airdrop</highlight> can be translated as “a drop from the sky.” In crypto, it means a project distributes its tokens — for free. Why? To attract attention, reward active users, or decentralize governance.",
    "strategies_lesson7_paragraph2": "Example: you used a wallet or exchange, and six months later you receive a message — “Congratulations! You’ve received 200 tokens for your activity.” That’s an airdrop.",
    "strategies_lesson7_paragraph3": "But it’s not that simple. To qualify for airdrops — you need to be active in advance: use products, test platforms, take actions. It’s not free money — it’s <highlight>payment for early participation</highlight>.",
    "strategies_lesson7_paragraph4": "Important: don’t chase every project. Conscious airdrop hunting is like gardening. You choose what to plant (which projects you align with), take care of it (do the actions), and wait for the harvest.",
    "strategies_lesson7_paragraph5": "Where to participate? There are open projects for everyone (<a href=\"https://layerzero.network\" target=\"_blank\" rel=\"noopener noreferrer\">LayerZero</a>, <a href=\"https://zksync.io\" target=\"_blank\" rel=\"noopener noreferrer\">zkSync</a>, <a href=\"https://starknet.io\" target=\"_blank\" rel=\"noopener noreferrer\">Starknet</a>, <a href=\"https://eigenlayer.xyz\" target=\"_blank\" rel=\"noopener noreferrer\">EigenLayer</a>), there are quest platforms (<a href=\"https://galxe.com\" target=\"_blank\" rel=\"noopener noreferrer\">Galxe</a>, <a href=\"https://zealy.io\" target=\"_blank\" rel=\"noopener noreferrer\">Zealy</a>, <a href=\"https://layer3.xyz\" target=\"_blank\" rel=\"noopener noreferrer\">Layer3</a>), and there are private tester activities.",
    "strategies_lesson7_paragraph6": "And remember: the more actions you take — the higher the chance. But <highlight>quality matters more than quantity</highlight>. Better to do 5 meaningful actions in a good project than 100 random clicks in a shady one.",
    "strategies_lesson7_paragraph7": "Airdrop is not magic. It’s a tool. And if you treat it smartly — it can give you starting capital, motivation, and sometimes an unexpected gift. The key is — don’t make it a race. Make it part of your strategy.",
  
    "strategies_lesson8_title": "lesson8:What is staking, liquid staking, and restaking",
    "strategies_lesson8_paragraph1": "<highlight>Staking</highlight> is when you “lock” your crypto in a network to support its operations and earn rewards for it. It’s like lending out your coin — and getting interest back.",
    "strategies_lesson8_paragraph2": "Simple example: you have Ethereum. You can stake it — and the network will pay you % for it (on average 3–6% annually). It’s like a bank deposit, but without a bank.",
    "strategies_lesson8_paragraph3": "But regular staking has a downside — <highlight>your funds become unavailable</highlight> for some time. If you suddenly need to sell — you can’t. That’s why <highlight>liquid staking</highlight> was invented.",
    "strategies_lesson8_paragraph4": "Liquid staking means you receive a special token (like <a href=\"https://lido.fi\" target=\"_blank\" rel=\"noopener noreferrer\">stETH</a>, <a href=\"https://beta.ether.fi\" target=\"_blank\" rel=\"noopener noreferrer\">eETH</a>, or <a href=\"https://www.renzprotocol.com\" target=\"_blank\" rel=\"noopener noreferrer\">ezETH</a>) that shows you’ve staked your coins. And you can <highlight>trade it, use it in DeFi, without waiting for unlock</highlight>.",
    "strategies_lesson8_paragraph5": "Then comes something even more interesting: <highlight>restaking</highlight>. You take already staked ETH and stake it again in additional networks (like <a href=\"https://eigenlayer.xyz\" target=\"_blank\" rel=\"noopener noreferrer\">EigenLayer</a> or <a href=\"https://beta.ether.fi\" target=\"_blank\" rel=\"noopener noreferrer\">Ether.fi</a>). This way you earn rewards not just from one network — but two, three, or more.",
    "strategies_lesson8_paragraph6": "It’s like renting out an apartment, then turning it into an office, and also putting up an ad banner on the balcony. Except the apartment is your ETH. And the income — for supporting multiple projects.",
    "strategies_lesson8_paragraph7": "Risks? Of course. Some platforms may be unstable. Sometimes the percentages aren’t worth the risk. But if you understand it, choose reliable networks — it can become part of a strong strategy.",
    "strategies_lesson8_paragraph8": "Staking is not a magic button — it’s a Web3 income foundation. It’s what blockchains rely on. And if you take part — you’re not just a user. You’re part of the system. And they pay you for it.",
  
    "strategies_lesson9_title": "lesson9:What is farming and liquidity providing (LP)",
    "strategies_lesson9_paragraph1": "In Web3, you can not only buy crypto — but also <highlight>lend it to others</highlight>. This is called <highlight>farming</highlight> or <highlight>liquidity providing</highlight> (LP).",
    "strategies_lesson9_paragraph2": "Imagine you’re the owner of an exchange. Someone comes to swap USDT for ETH. For this to work — the <highlight>pool</highlight> must already contain both ETH and USDT. These assets are provided by people like you.",
    "strategies_lesson9_paragraph3": "A <highlight>pool</highlight> is a shared basket of tokens where users deposit their assets so others can use them — like in an automatic exchanger. You deposit coins into a special <highlight>liquidity pool</highlight> (on platforms like <a href=\"https://uniswap.org\" target=\"_blank\" rel=\"noopener noreferrer\">Uniswap</a>, <a href=\"https://curve.fi\" target=\"_blank\" rel=\"noopener noreferrer\">Curve</a>, <a href=\"https://traderjoexyz.com\" target=\"_blank\" rel=\"noopener noreferrer\">Trader Joe</a>, etc.), and earn a share of the fee from every trade. That’s liquidity income.",
    "strategies_lesson9_paragraph4": "Farming is when you additionally earn project tokens as a reward for participating. So: you provide liquidity — and also get tokens for contributing to the ecosystem.",
    "strategies_lesson9_paragraph5": "Example: you put 500 USDT and 0.3 ETH into a pool. Over the month, thousands of swaps go through it. A small fee is taken from each swap — and a part of that automatically goes to you.",
    "strategies_lesson9_paragraph6": "Warning: there are risks. The most well-known — <highlight>impermanent loss</highlight>. That’s when token prices change, and by exiting the pool you get less than if you’d just held the coins separately.",
    "strategies_lesson9_paragraph7": "It’s like renting out a car and earning from it — but selling it later for less than you bought it. You earned rent, but lost on the price. The same happens in crypto. That’s why it’s important to understand pairs, volatility, and avoid acting blindly.",
    "strategies_lesson9_paragraph8": "Farming and LP are not games — they are mechanisms. In reliable pools and with liquid tokens, it can be part of your strategy. Especially when paired with <highlight>liquid staking</highlight>, farming based on tokens like eETH or stETH.",
    "strategies_lesson9_paragraph9": "The golden rule: understand first, then act. Don’t chase “1000% APR.” And don’t put into a pool what you’re not ready to lose. Use LP as one of the tools — not as a lottery.",
  
    "strategies_lesson10_title": "lesson10:NFT — a way to earn or just hype?",
    "strategies_lesson10_paragraph1": "<highlight>NFT</highlight> is not magic or a meme. Non-Fungible Token means a “non-interchangeable token.” Simply put — a <highlight>unique digital object</highlight> that can’t be forged or replaced.",
    "strategies_lesson10_paragraph2": "You can earn from NFTs. But not in the way beginners think. It’s not “buy a picture and become a millionaire next week.” It’s a market, governed by the same rules as collecting, art, and brands.",
    "strategies_lesson10_paragraph3": "There are several ways to earn from NFTs: <highlight>flipping</highlight> (buy low — sell high), participating in drops (earn for activity), creating and selling your own NFTs, and <highlight>holding collections</highlight> that grant access to communities, tools, or tokens.",
    "strategies_lesson10_paragraph4": "Example: in 2021, users received NFTs from <a href=\"https://uniswap.org\" target=\"_blank\" rel=\"noopener noreferrer\">Uniswap</a>, <a href=\"https://ens.domains\" target=\"_blank\" rel=\"noopener noreferrer\">ENS</a>, <a href=\"https://arbitrum.io\" target=\"_blank\" rel=\"noopener noreferrer\">Arbitrum</a> just for using the platforms. Some of these NFTs could be sold, while others gave voting rights and project influence.",
    "strategies_lesson10_paragraph5": "Today NFTs are not just images. They’re <highlight>technology to verify ownership</highlight>: of a course, access, event, land, ticket, game, or a unique skin. It’s a tool — not just a “meme.”",
    "strategies_lesson10_paragraph6": "Where to find NFT platforms? Start with the biggest: <a href=\"https://opensea.io\" target=\"_blank\" rel=\"noopener noreferrer\">OpenSea</a>, <a href=\"https://blur.io\" target=\"_blank\" rel=\"noopener noreferrer\">Blur</a>, <a href=\"https://trove.treasure.lol\" target=\"_blank\" rel=\"noopener noreferrer\">Trove</a>. There you can buy, sell, explore collections, and see which NFTs are active and in demand.",
    "strategies_lesson10_paragraph7": "Risks? Of course. There’s a lot of trash, copies, and scams. But if you research projects, read the team and community — NFTs can become your <highlight>gateway to Web3 and a way to earn</highlight>, if you’re not blindly chasing hype.",
    "strategies_lesson10_paragraph8": "NFTs are not just a trend. They are part of the Web3 economy. And the sooner you <highlight>start understanding instead of just clicking</highlight> — the better your chances to use this tech wisely.",
  
    "strategies_lesson11_title": "lesson11:How to earn by completing tasks and learning",
    "strategies_lesson11_paragraph1": "In Web3, there’s a way to earn not by investing money — but by investing <highlight>attention and time</highlight>. It’s called <highlight>Learn2Earn</highlight> — “learn to earn.”",
    "strategies_lesson11_paragraph2": "Projects reward users who complete lessons, tasks, vote, or test new features. It’s like a mini-game: you read, click, try — and receive points or tokens.",
    "strategies_lesson11_paragraph3": "Platforms that use this: <a href=\"https://galxe.com\" target=\"_blank\" rel=\"noopener noreferrer\">Galxe</a>, <a href=\"https://zealy.io\" target=\"_blank\" rel=\"noopener noreferrer\">Zealy</a>, <a href=\"https://layer3.xyz\" target=\"_blank\" rel=\"noopener noreferrer\">Layer3</a>, <a href=\"https://questn.com\" target=\"_blank\" rel=\"noopener noreferrer\">QuestN</a>. There, you complete quests and earn rewards for actions — subscriptions, connections, answers.",
    "strategies_lesson11_paragraph4": "There are also <highlight>DAOs</highlight> — decentralized communities, where you can also earn tokens for voting, submitting proposals, or completing tasks. It’s like a hobby club with open governance.",
    "strategies_lesson11_paragraph5": "Example: you find a project that gives XP for testing a feature. You spend 15 minutes — earn tokens. Or: you complete a course on how blockchain works — you get NFT or points that can later be exchanged.",
    "strategies_lesson11_paragraph6": "This is a fair way to enter Web3: <highlight>no money, no risk, through action</highlight>. The more you learn — the higher your level. It’s like leveling up in a game, only with real rewards and opportunities.",
    "strategies_lesson11_paragraph7": "The secret to success: don’t just click everything. Choose tasks wisely, study projects. Then you’re not just farming points — you’re truly growing, and your actions become the foundation of your future.",
  
    "strategies_lesson12_title": "lesson12:How to connect everything you’ve learned into one strategy",
    "strategies_lesson12_paragraph1": "You’ve gone from understanding DCA and decision psychology to mastering airdrops, staking, farming, and NFTs. Now it’s important not to scatter — but to <highlight>gather it all into one conscious strategy</highlight>.",
    "strategies_lesson12_paragraph2": "Imagine you have 3 resources: <highlight>time</highlight>, <highlight>energy</highlight>, and <highlight>capital</highlight>. Strategy is how you allocate them to grow your Web3 results.",
    "strategies_lesson12_paragraph3": "Example 1. No money but have time? Then your path is airdrop hunting, DAO participation, and doing quests on Galxe or Zealy. Investment — 1–2 hours a day, result — knowledge, XP, potential tokens.",
    "strategies_lesson12_paragraph4": "Example 2. You have some money and want to play the long game? DCA + liquid staking + joining early-stage projects. You invest gradually, hold, analyze, farm XP and airdrop points.",
    "strategies_lesson12_paragraph5": "Example 3. You want maximum participation? Combine: some into farming, some into airdrop strategies, and some into Learn2Earn platforms and quests. It takes more analysis — but gives greater return.",
    "strategies_lesson12_paragraph6": "There’s no single right path. There’s <highlight>your path</highlight>. And now you have the knowledge to build it. Don’t copy others. Listen to yourself. Define your goals, write your plan, test it, and adapt.",
    "strategies_lesson12_paragraph7": "The Web3 investor’s path is not a magic button. It’s a sequence of actions, where each week, each step, even each mistake — is part of growth. The key is to keep going and <highlight>keep thinking</highlight>.",
    "strategies_lesson12_paragraph8": "You’re no longer a beginner. You are now a builder. And your strategy — is not just a bunch of buttons. It’s a path. And it starts right now.",
  
    "back_button": "← Back",
    "next_button": "Next →"
  
  }
  