{
  "intro_lesson1_title": "Lesson 1: <highlight>What is cryptocurrency?</highlight>",
  "intro_lesson1_paragraph1": "<highlight>Cryptocurrency</highlight> is a digital form of <highlight>money</highlight> that works without intermediaries: banks, government bodies, or centralized platforms. It is transferred directly from person to person through the <highlight>blockchain</highlight>.",
  "intro_lesson1_paragraph2": "The first <highlight>cryptocurrency</highlight> was <highlight>Bitcoin</highlight>. It appeared in <highlight>2009</highlight> as a response to distrust in the banking system after the <highlight>2008 crisis</highlight>. Since then, many other cryptocurrencies have emerged: <highlight>Ethereum</highlight>, <highlight>Litecoin</highlight>, <highlight>stablecoins</highlight>, and more.",
  "intro_lesson1_paragraph3": "The main idea is to give users <highlight>control</highlight> over their funds. So that no one can <highlight>freeze</highlight>, <highlight>revoke</highlight>, or <highlight>alter</highlight> your assets. It’s not just about money — it’s about <highlight>resilience</highlight>, <highlight>transparency</highlight>, and <highlight>independence</highlight>.",

  "intro_lesson2_title": "Lesson 2: <highlight>What is blockchain?</highlight>",
  "intro_lesson2_paragraph1": "<highlight>Blockchain</highlight> is a way of storing information. You can imagine it as a chain of boxes. Each box contains data (for example, who sent what and to whom).",
  "intro_lesson2_paragraph2": "These boxes are called <highlight>blocks</highlight>, and they are linked together in a single line — a <highlight>chain</highlight>.",
  "intro_lesson2_paragraph3": "Each new block is connected to the previous one using a special digital fingerprint — a <highlight>hash</highlight>. This makes the entire chain secure: if someone tries to fake information in one block, the entire chain breaks.",
  "intro_lesson2_paragraph4": "That’s why blockchain is <highlight>reliable and resilient</highlight>. It can’t be hacked or deleted without a trace. It’s not stored in one place — it’s <highlight>decentralized</highlight>, meaning copies exist with thousands of participants worldwide.",
  "intro_lesson2_paragraph5": "Such a system:\n— works without a central server,\n— is open to everyone,\n— cannot be censored or blocked.",
  "intro_lesson2_paragraph6": "Blockchain is used in cryptocurrencies to record all transfers. But it can also be used in other areas: <highlight>documents</highlight>, <highlight>logistics</highlight> — anywhere where honesty and transparency matter.",

  "intro_lesson3_title": "Lesson 3: <highlight>Why do we need cryptocurrency?</highlight>",
  "intro_lesson3_paragraph1": "<highlight>Imagine</highlight> that money is not just cash in your wallet. It’s also about <highlight>control</highlight>, <highlight>dependency</highlight>, and <highlight>rules</highlight> you never chose. Your card can be blocked. A transfer — canceled. An account — frozen.",
  "intro_lesson3_paragraph2": "<highlight>Cryptocurrency</highlight> emerged as an alternative. It's money that you truly control yourself. Without intermediaries, banks, or permissions.",
  "intro_lesson3_paragraph3": "What crypto solves:\n— Control: only you own your funds. No one can “delete” your balance.\n— Transparency: all transactions are public and visible on the <highlight>blockchain</highlight>. They can’t be faked or erased.\n— Freedom: send money anywhere in the world. No limits, no borders, no bank fees.\n— Independence: crypto doesn’t belong to one country or system. It’s a global network.",
  "intro_lesson3_paragraph4": "Where it's already working:\n— In high-inflation countries, people store savings in crypto.\n— Freelancers around the world receive payments in USDT and ETH.\n— People send money to relatives bypassing banks and fees.\n— Players earn crypto in Web3 games.\n— Artists sell their works as NFTs — no galleries or middlemen.",
  "intro_lesson3_paragraph5": "<highlight>Cryptocurrency</highlight> is not a “bubble” or “speculation.” It’s a new logic of moving value. A tool that makes the system more resilient, transparent, and fair.",
  "intro_lesson3_paragraph6": "And the more you understand how it works — the less you depend on the old system.",

  "intro_lesson4_title": "Lesson 4: <highlight>How does cryptocurrency work?</highlight>",
  "intro_lesson4_paragraph1": "To understand how cryptocurrency works, imagine a digital diary where everyone records transfers — who sent what and to whom.",
  "intro_lesson4_paragraph2": "These records are grouped into <highlight>blocks</highlight>, and each block is confirmed by network participants. They’re called <highlight>nodes</highlight> or <highlight>validators</highlight>.",
  "intro_lesson4_paragraph3": "When you send crypto to someone, a <highlight>transaction</highlight> is created. It’s sent to the network and waits for confirmation.",
  "intro_lesson4_paragraph4": "Your transaction is verified: do you have the funds, did you try to send them twice? This is called <highlight>consensus</highlight> — agreement among participants that everything is fair.",
  "intro_lesson4_paragraph5": "Once confirmed, the transaction is recorded in a block, and the block is added to the <highlight>blockchain</highlight>. It can’t be changed or deleted.",
  "intro_lesson4_paragraph6": "All this happens without banks, in <highlight>seconds or minutes</highlight>, depending on the cryptocurrency.",
  "intro_lesson4_paragraph7": "Main steps:\n— You create a transaction (e.g., send 0.1 BTC to a friend)\n— The network checks if you can do it\n— The transaction is added to a block\n— The block is added to the blockchain\n— Your friend receives the money. No middlemen.",


  "intro_lesson5_title": "Lesson 5: <highlight>Wallets and Storage</highlight>",
  "intro_lesson5_paragraph1": "<highlight>Crypto wallet</highlight> is like your personal safe in the crypto world. It doesn’t store the money itself, but stores keys that give access to your funds on the blockchain.",
  "intro_lesson5_paragraph2": "There are two keys: <highlight>public</highlight> and <highlight>private</highlight>.",
  "intro_lesson5_paragraph3": "— Public key is your address. You can share it — others can send you crypto using it. Example: 0xAB12...CD34",
  "intro_lesson5_paragraph4": "— Private key is like a password. Never share it. If stolen — you lose everything.",
  "intro_lesson5_paragraph5": "Instead of a private key, a <highlight>seed phrase</highlight> is often used — 12 or 24 words like: apple mirror ocean fire green ...",
  "intro_lesson5_paragraph6": "These words are your key to the entire wallet. Lose them — no one can restore them. It’s not like a bank — there’s no “forgot password”. You are your own bank.",
  "intro_lesson5_paragraph7": "<highlight>Types of wallets</highlight>:\n— Hot Wallet — connected to the internet. Convenient but less secure. Examples: <a href=\"https://metamask.io\" target=\"_blank\" rel=\"noopener noreferrer\">MetaMask</a>, <a href=\"https://trustwallet.com\" target=\"_blank\" rel=\"noopener noreferrer\">Trust Wallet</a>.\n— Cold Wallet — not connected to the internet. Most secure. Examples: <a href=\"https://www.ledger.com\" target=\"_blank\" rel=\"noopener noreferrer\">Ledger</a>, <a href=\"https://trezor.io\" target=\"_blank\" rel=\"noopener noreferrer\">Trezor</a>.",
  "intro_lesson5_paragraph8": "<highlight>Responsibility</highlight>: crypto means freedom and privacy, but also responsibility.\n— Forgot your seed phrase? You’ve lost everything.\n— Shared your key? You’ve lost everything.\nThis is no joke. But on the other hand — no one can freeze your account. Only you control your assets. That’s true financial independence.",

  "intro_lesson6_title": "Lesson 6: <highlight>How to choose a cryptocurrency</highlight>",
  "intro_lesson6_paragraph1": "At this stage, you should already have a wallet and basic crypto knowledge. Now let's discuss the key question: <highlight>what exactly to buy?</highlight>",
  "intro_lesson6_paragraph2": "The most popular site for browsing cryptocurrencies is <a href=\"https://coinmarketcap.com\" target=\"_blank\" rel=\"noopener noreferrer\"><highlight>CoinMarketCap</highlight></a>. It’s like a ranking of all coins: who’s on top, who’s gaining popularity, volumes and prices.",
  "intro_lesson6_paragraph3": "On CoinMarketCap, you’ll see:\n— <highlight>Bitcoin (BTC)</highlight> — the king of crypto\n— <highlight>Ethereum (ETH)</highlight> — for smart contracts (you’ll learn more in future modules)\n— <highlight>USDT, USDC</highlight> — stablecoins, i.e., coins pegged to the dollar",
  "intro_lesson6_paragraph4": "<highlight>Stablecoins</highlight> are used for storage, payments, and purchases. Their price is almost always = $1. They’re convenient because they don’t fluctuate like Bitcoin.",
  "intro_lesson6_paragraph5": "<highlight>How to buy:</highlight> On centralized exchanges (e.g., <a href=\"https://accounts.binance.com/register?ref=477681384\" target=\"_blank\" rel=\"noopener noreferrer\">Binance</a> or <a href=\"https://www.bybit.com/invite?ref=B1XGLW\" target=\"_blank\" rel=\"noopener noreferrer\">Bybit</a>) you can buy USDT via P2P — directly from other people. P2P (peer to peer) means person-to-person exchange, no banks or websites involved. You just hand something to another person — like giving an item hand-to-hand.",
  "intro_lesson6_paragraph6": "It's similar to an exchange booth:\n— You pay\n— The seller sends you coins\n— Most importantly — <highlight>check the seller’s rating</highlight> and <highlight>never send money before confirmation</highlight>!",
  "intro_lesson6_paragraph7": "Start by buying a small amount of <highlight>USDT</highlight> or <highlight>ETH</highlight> to practice.\n— Don’t buy unknown tokens right away\n— At first, stick to the top 100 on CoinMarketCap.",
  "intro_lesson6_paragraph8": "Remember:\n— <highlight>Don’t store everything on the exchange</highlight>\n— As soon as you buy — <highlight>transfer it to your wallet</highlight>",

  "intro_lesson7_title": "Lesson 7: <highlight>How to buy cryptocurrency</highlight>",
  "intro_lesson7_paragraph1": "To start your journey in <highlight>crypto</highlight> — you first need to buy it. Below is a step-by-step guide.",
  "intro_lesson7_paragraph2": "<highlight>Step 1: Register on an exchange</highlight><br/>The easiest way is to create an account on an exchange. It’s like a money exchanger where you buy and sell crypto. Some popular options:<br/>• <a href=\"https://www.bybit.com/invite?ref=B1XGLW\" target=\"_blank\" rel=\"noopener noreferrer\">Bybit</a><br/>• <a href=\"https://accounts.binance.com/register?ref=477681384\" target=\"_blank\" rel=\"noopener noreferrer\">Binance</a><br/>• <a href=\"https://bingx.com/invite/4KQ2KY/\" target=\"_blank\" rel=\"noopener noreferrer\">Bingx</a><br/>• <a href=\"https://www.bitgetapps.com/ru/referral/register?clacCode=MMG8ESR5\" target=\"_blank\" rel=\"noopener noreferrer\">Bitget</a><br/>• <a href=\"https://invite.evedex.com/ixjrpwo4\" target=\"_blank\" rel=\"noopener noreferrer\">Evedex</a>",
  "intro_lesson7_paragraph3": "<highlight>Step 2: Complete verification</highlight><br/>Just like in a bank — upload your ID photo and confirm your identity. This protects you from fraud.",
  "intro_lesson7_paragraph4": "<highlight>Step 3: Fund your account</highlight><br/>Use the <highlight>P2P</highlight> tab on the exchange — this lets you buy crypto directly from others using your bank card. No fees.<br/>Choose a seller, enter the amount, and pay from your bank.",
  "intro_lesson7_paragraph5": "<highlight>Step 4: Buy crypto</highlight><br/>After funding, you can buy <highlight>stablecoins</highlight> like <highlight>USDT</highlight> (it’s pegged 1:1 to the dollar). It’s convenient and safe. At the end of this module, you’ll go through all the steps: how to buy, sell, and transfer crypto. Everything will be step-by-step, clear — with screenshots and detailed instructions for beginners :)",
  "intro_lesson7_paragraph6": "<highlight>Step 5: Withdraw to your wallet</highlight><br/>Transfer your crypto from the exchange to your wallet — for example, <a href=\"https://metamask.io/\" target=\"_blank\" rel=\"noopener noreferrer\">MetaMask</a> or <a href=\"https://trustwallet.com/\" target=\"_blank\" rel=\"noopener noreferrer\">Trust Wallet</a> — so it’s under your control.<br/>Copy your wallet address and withdraw in the right network: <highlight>Ethereum</highlight>, <highlight>Arbitrum</highlight>, or <highlight>BSC</highlight>.",
  "intro_lesson7_paragraph7": "<strong>Important:</strong> storing crypto on an exchange is <highlight>unsafe</highlight>. Always keep your assets with you, especially if you plan to use <highlight>DeFi (you’ll learn what it is later)</highlight>.",
  "intro_lesson8_title": "Lesson 8: <highlight>How to sell and withdraw cryptocurrency</highlight>",
  "intro_lesson8_paragraph1": "Now that you already have <highlight>crypto</highlight>, it’s important to understand how to <highlight>sell</highlight> it and <highlight>withdraw money</highlight> back to your card.",
  "intro_lesson8_paragraph2": "<highlight>Selling cryptocurrency</highlight>\nThe easiest way is to use the <highlight>P2P</highlight> tab on the exchange again (e.g., <a href=\"https://accounts.binance.com/register?ref=477681384\" target=\"_blank\" rel=\"noopener noreferrer\">Binance</a>, <a href=\"https://www.bybit.com/invite?ref=B1XGLW\" target=\"_blank\" rel=\"noopener noreferrer\">Bybit</a>, <a href=\"https://www.okx.com\" target=\"_blank\" rel=\"noopener noreferrer\">OKX</a>, <a href=\"https://bingx.com/invite/4KQ2KY/\" target=\"_blank\" rel=\"noopener noreferrer\">BingX</a>, etc).\nYou choose a buyer, specify the coin and the amount you want to sell.\nOnce confirmed — <highlight>crypto is locked</highlight>, and when the buyer sends you the money, you release the coins.",
  "intro_lesson8_paragraph3": "<highlight>Withdrawing money to a card</highlight>\nAfter the transaction, you receive <highlight>fiat money</highlight> (e.g., USD, EUR, PLN) directly to your bank card.\nIt’s just like a regular transfer — money comes to your account, and crypto disappears from your balance.",
  "intro_lesson8_paragraph4": "<highlight>Important tips</highlight>\n— <highlight>Check the buyer’s rating</highlight> and number of transactions.\n— <highlight>Never release crypto before receiving the money</highlight>.\n— <highlight>Start with small amounts</highlight> to gain experience.",
  "intro_lesson8_paragraph5": "<strong>Important:</strong> every exchange has <highlight>guides and tutorial videos</highlight>. Don’t hesitate to watch them — they will help you <highlight>avoid mistakes</highlight> and feel more confident.",

  "intro_lesson9_title": "Lesson 9: <highlight>Where is my crypto stored?</highlight>",
  "intro_lesson9_paragraph1": "Many beginners think that crypto is <highlight>“stored” inside the app</highlight> — for example, in the <a href=\"https://metamask.io/\" target=\"_blank\" rel=\"noopener noreferrer\"><highlight>MetaMask</highlight></a> wallet. But that’s not true.",
  "intro_lesson9_paragraph2": "In fact, <highlight>all crypto is stored on the blockchain</highlight>. And your wallet is just <highlight>access to it</highlight>.",
  "intro_lesson9_paragraph3": "When you create a wallet, you receive a unique <highlight>seed phrase</highlight> — 12 words. This is your master key. Whoever has these words <highlight>has access to the funds</highlight>.",
  "intro_lesson9_paragraph4": "Your wallet is like a <highlight>door</highlight>. And the blockchain is a giant vault where all the data is stored. You simply open “your locker” with this key.",
  "intro_lesson9_paragraph5": "Examples:\n— You have <a href=\"https://metamask.io/\" target=\"_blank\" rel=\"noopener noreferrer\"><highlight>MetaMask</highlight></a> — you log in and see your balance. But in reality, that data is stored on the <highlight>Ethereum</highlight> network or another blockchain.\n— If you delete MetaMask but keep your seed phrase — you can restore access on another device.",
  "intro_lesson9_paragraph6": "<highlight>Important:</highlight> crypto is not stored “in the app”. It always lives on the blockchain. And you simply <highlight>manage it through your wallet</highlight>.",

  "intro_lesson10_title": "Lesson 10: <highlight>Beginner mistakes and risks</highlight>",
  "intro_lesson10_paragraph1": "<highlight>Crypto</highlight> gives you freedom — but with it comes <highlight>responsibility</highlight>. To avoid losing your funds, it’s important to know where beginners most often make mistakes.",
  "intro_lesson10_paragraph2": "<highlight>1. Losing your seed phrase</highlight><br/>The most common mistake — saving your seed phrase in phone notes or messaging it to yourself in Telegram. If someone accesses it — you lose everything.<br/><strong>Correct way:</strong> write the phrase down on paper and store it in a safe place.",
  "intro_lesson10_paragraph3": "<highlight>2. Sending coins to the wrong network</highlight><br/>When withdrawing from an exchange, you must choose the right network. For example, if your wallet is on Ethereum, don’t send coins via BSC — <highlight>they might be lost</highlight>.",
  "intro_lesson10_paragraph4": "<highlight>3. Fake websites and phishing</highlight><br/>Scammers often create copies of exchanges and wallets. <highlight>Always double-check website URLs</highlight>. Use bookmarks for accessing important platforms.",
  "intro_lesson10_paragraph5": "<highlight>4. Weak passwords</highlight><br/>Your exchange and wallet passwords should be <highlight>strong</highlight>. Add <highlight>2FA</highlight> (two-factor authentication) to protect your account.",
  "intro_lesson10_paragraph6": "<highlight>5. Buying based on chat hype</highlight><br/>Don’t buy tokens just because someone mentioned them in Telegram or YouTube. <highlight>Always research the project</highlight>, read the whitepaper, and don’t chase “quick gains”.",
  "intro_lesson10_paragraph7": "Remember: <highlight>your security is your responsibility</highlight>. In crypto there’s no “undo”. No one can help recover your coins if you lose them. But if done right — the system works <highlight>for you</highlight>."

}
