{
  "practice_exchange_lesson1_title": "Урок 1: Регистрация на бирже",

  "practice_exchange_lesson1_paragraph1": "🔹 <highlight>Шаг 1:</highlight> Кликаем на ссылку биржи — <a href=\"https://www.bybit.com/invite?ref=B1XGLW\" target=\"_blank\" rel=\"noopener noreferrer\">https://www.bybit.com/invite?ref=B1XGLW</a>.",
  "practice_exchange_lesson1_paragraph2": "🔹 <highlight>Шаг 2:</highlight> Подтверждаем, что хотим открыть ссылку, в появившемся окне (нажимаем кнопку «Да»).",
  "practice_exchange_lesson1_paragraph3": "🔹 <highlight>Шаг 3:</highlight> Вводим свой email и придумываем надёжный пароль.",
  "practice_exchange_lesson1_paragraph4": "🔹 <highlight>Шаг 4:</highlight> Нажимаем жёлтую кнопку <highlight>Claim Rewards</highlight> и получаем бонусы и скидки на комиссии.",
  "practice_exchange_lesson1_paragraph5": "🔹 <highlight>Шаг 5:</highlight> Подтверждаем, что вы не робот — передвигаем пазл на нужное место.",
  "practice_exchange_lesson1_paragraph6": "🔹 <highlight>Шаг 6:</highlight> Проверяем почту — туда приходит код подтверждения от биржи.",
  "practice_exchange_lesson1_paragraph7": "🔹 <highlight>Шаг 7:</highlight> Вставляем полученный код на сайте биржи и завершаем регистрацию.",
  "practice_exchange_lesson1_paragraph8": "🔹 <highlight>Шаг 8:</highlight> Нажимаем жёлтую кнопку <highlight>GET</highlight> (стрелка 4 на скрине) — нас перекинет в App Store / Google Play.",
  "practice_exchange_lesson1_paragraph9": "🔹 <highlight>Шаг 9:</highlight> Устанавливаем приложение и входим с тем же email и паролем, что вводили при регистрации.",
  "practice_exchange_lesson1_paragraph10": "🎉 Всё — аккаунт создан, бонусы активированы, ты готов двигаться дальше!",

  "practice_exchange_lesson2_title": "Урок 2: Покупка стейблкоинов (P2P)",
  "practice_exchange_lesson2_paragraph1": "В этом уроке мы научимся пополнять баланс через P2P — это <highlight>прямая покупка криптовалюты у других пользователей</highlight> с оплатой по вашей банковской карте.",
  "practice_exchange_lesson2_paragraph2": "P2P (peer-to-peer) — это способ обмена без посредников. Ты покупаешь USDT напрямую у другого человека. А <highlight>стейблкоин</highlight> — это криптовалюта, привязанная к доллару. Например, 1 USDT ≈ 1 USD.",
  "practice_exchange_lesson2_paragraph3": "Шаг 1: Нажми на кнопку <highlight>Пройти</highlight>, чтобы пройти верификацию. Это нужно для безопасности.",
  "practice_exchange_lesson2_paragraph4": "Шаг 2: Выбери вкладку <highlight>P2P торговля</highlight>. Именно здесь происходят сделки.",
  "practice_exchange_lesson2_paragraph5": "Шаг 3: Проверь, чтобы стояла вкладка <highlight>Покупка</highlight>, а валюта — <highlight>PLN</highlight> (или твоя национальная валюта).",
  "practice_exchange_lesson2_paragraph6": "Шаг 4: Убедись, что ты выбрал <highlight>USDT</highlight> — это и есть нужный нам стейблкоин.",
  "practice_exchange_lesson2_paragraph7": "Шаг 5: Обрати внимание на <highlight>ограничения продавца</highlight> — минимальную и максимальную сумму покупки.",
  "practice_exchange_lesson2_paragraph8": "Шаг 6: Также смотри на <highlight>рейтинг продавца</highlight>. Лучше выбирать тех, у кого рейтинг выше 98%.",
  "practice_exchange_lesson2_paragraph9": "Далее ты нажимаешь кнопку <highlight>Покупка</highlight> и переходишь к оплате — следуй инструкции, оплати со своей карты и нажми 'оплачено'. После подтверждения продавцом — ты получишь USDT на свой баланс биржи.",

  
    "practice_exchange_lesson3_title": "Урок 3: Оформление ордера и получение криптовалюты",
    "practice_exchange_lesson3_paragraph1": "Теперь ты выбираешь конкретного продавца из списка. Смотри на курс, лимиты и доступные способы оплаты. Нажимай <highlight>«Купить»</highlight> напротив подходящего предложения.",
    "practice_exchange_lesson3_paragraph2": "Введи нужную сумму в фиатной валюте (например, PLN), проверь финальную сумму USDT. Нажми кнопку <highlight>«Купить»</highlight>.",
    "practice_exchange_lesson3_paragraph3": "Теперь ты увидишь банковские реквизиты продавца. Открой приложение своего банка и сделай обычный перевод на эти реквизиты. ВНИМАНИЕ: не указывай в комментариях фразы типа «крипта» или «биткоин».",
    "practice_exchange_lesson3_paragraph4": "После того как ты перевёл деньги — вернись в окно сделки и поставь галочки: «Я перевёл», «Я оплачу с указанного счёта» и нажми кнопку <highlight>«Подтвердить»</highlight>.",
    "practice_exchange_lesson3_paragraph5": "Теперь осталось подождать. Продавец проверит платёж и отправит тебе USDT. Обычно это занимает 2–10 минут. Готово — крипта у тебя в аккаунте!",

    "practice_exchange_lesson4_title": "Урок 4: Где находятся твои монеты и зачем нужны разные аккаунты",
    "practice_exchange_lesson4_paragraph1": "После покупки крипты через P2P или пополнения баланса ты можешь задуматься: <highlight>где мои монеты?</highlight> Чтобы их найти, зайди во вкладку <highlight>«Активы»</highlight> — именно там отображаются все твои балансы на бирже.",
    "practice_exchange_lesson4_paragraph2": "Внутри активов ты увидишь три разных типа аккаунтов. Каждый из них выполняет свою роль, и <highlight>перевод между ними</highlight> — это абсолютно нормальная и нужная часть работы с биржей.",
    "practice_exchange_lesson4_paragraph3": "1. <highlight>Финансирования</highlight> — это твой основной входной кошелёк. Именно сюда приходят монеты после покупки через P2P, после airdrop или получения бонусов. Это не торговый счёт — ты не сможешь торговать монетами, пока не переведёшь их дальше.",
    "practice_exchange_lesson4_paragraph4": "2. <highlight>Единый торговый</highlight> — это твой активный баланс для торговли. Только здесь ты можешь открывать ордера на покупку или продажу крипты на споте или деривативах. Перед началом торговли обязательно переводи монеты с финансирования сюда.",
    "practice_exchange_lesson4_paragraph5": "3. <highlight>Earn</highlight> — это счёт для пассивного дохода. Если ты решишь застейкать свои монеты или участвовать в пуле доходности (например, 5% в год), то монеты будут лежать здесь. Они работают на тебя, но временно становятся недоступны для торгов.",
    "practice_exchange_lesson4_paragraph6": "Чтобы перевести средства между этими аккаунтами, нажми на кнопку <highlight>«Перевод»</highlight> сверху. Это мгновенно, бесплатно и не требует подтверждения.",
    "practice_exchange_lesson4_paragraph7": "Пример: купил USDT через P2P → получил их в «Финансировании» → перевёл на «Торговый счёт» → купил крипту. После этого можешь перевести часть в «Earn» — и получать доход, пока холдишь.",
    "back_button": "← Назад",
    "next_button": "Далее →"
  
  


}
