{
    "mindset_lesson1_title": "Lección 1: Cómo no perderlo todo: mentalidad versus suerte",
    "mindset_lesson1_paragraph1": "Los estudios muestran que el 70% de las personas que ganan la lotería pierden todo el dinero en 5 años. Más del 30% termina en bancarrota. Muchos caen en depresión, adicciones y pierden a sus familias. Lo mismo ocurre con los que ganan en casinos, apuestas o pumps: <highlight>el dinero fácil no crea mentalidad</highlight>. Y sin mentalidad, el dinero se escurre entre los dedos. Hoy puedes ganar mil dólares — por suerte, por un trade, un airdrop, o porque alguien te envió monedas. Pero la pregunta no es cómo los conseguiste, sino <highlight>si seguirán contigo dentro de un mes</highlight>.",
    "mindset_lesson1_paragraph2": "La mayoría de las personas lo pierde todo porque <highlight>no saben gestionar su dinero</highlight>. Compran por emociones, invierten por rumores, se pierden en el mercado. Y luego dicen: “todo esto es scam”.",
    "mindset_lesson1_paragraph3": "<highlight>La verdadera estabilidad no viene con el dinero, sino con el conocimiento</highlight>. Solo si entiendes cómo funciona el sistema, puedes estar por encima de él. El dinero es como el agua: sin forma, sin garantías. El conocimiento es el recipiente que la contiene.",
    "mindset_lesson1_paragraph4": "Puedes perderlo todo, excepto una cosa: lo que tienes en la cabeza. Por eso <highlight>Web3 University no es solo educación. Es tu nuevo sistema operativo</highlight>.",
    "mindset_lesson1_paragraph5": "Aquí no enseñamos a ganar por apariencia, sino a <highlight>construir un sistema donde ya no dependas de la suerte</highlight>. Tú eres el forjador de tus decisiones. Conocimiento = libertad. Conocimiento = activo.",
    "mindset_lesson1_paragraph6": "Si vienes por dinero fácil — te irás con las manos vacías. Si vienes por comprensión — <highlight>el dinero te encontrará</highlight>. Y ya sabrás qué hacer con él.",
  
    "mindset_lesson2_title": "Lección 2: La ilusión del dinero fácil y la plaga de la generación: ludopatía",
    "mindset_lesson2_paragraph1": "Hoy te venden el sueño: “¡Gana fácil! ¡Rápido! ¡Sin esfuerzo!” Está en todas partes — señales de trading, ruleta, apuestas, forex con apalancamiento, criptomonedas por FOMO. Y parece que todos a tu alrededor <highlight>ganan dinero del aire</highlight>.",
    "mindset_lesson2_paragraph2": "Pero la verdad es que es una trampa. No es el camino al éxito — es el camino a la <highlight>ludopatía</highlight>, la plaga digital de esta generación. Millones de jóvenes lo pierden todo en una noche. No porque sean tontos, sino porque el sistema está hecho para que <highlight>pierdas</highlight>.",
    "mindset_lesson2_paragraph3": "Ves un “caso de éxito” — alguien ganó x100. Pero no ves a los millones que perdieron todo. Es como un casino: uno gana — el resto paga el espectáculo.",
    "mindset_lesson2_paragraph4": "En Web3 University enseñamos a <highlight>no jugar, sino construir</highlight>. No perseguir ilusiones de dinero fácil, sino crear una base. No persigues ganancias — construyes una mentalidad que las atrae.",
    "mindset_lesson2_paragraph5": "Aquí sales del juego. Apagas el ruido. Y comienzas el camino. <highlight>El dinero va y viene. El conocimiento permanece.</highlight>",
  
    "mindset_lesson3_title": "Lección 3: Haz un backtest de ti mismo — qué pasaría si hubieras comenzado hace 5 años",
    "mindset_lesson3_paragraph1": "En finanzas, existe el concepto de <highlight>backtest</highlight> — es cuando pruebas una estrategia, como “invertir $50 cada mes”, y ves cómo habría funcionado en años pasados. Es como “probar el pasado”.",
    "mindset_lesson3_paragraph2": "Ahora imagina que no haces backtest de una estrategia, sino <highlight>de ti mismo</highlight>. Recuerda: ¿dónde estabas hace 5 años? ¿Qué hacías? Imagina que decidiste: “Voy a estudiar cripto 10 minutos al día e invertir aunque sea $50 al mes”.",
    "mindset_lesson3_paragraph3": "Digamos que comprabas Bitcoin o Ethereum una vez al mes. Sin mirar el precio — solo un poco cada vez. O probabas plataformas, participabas en los primeros airdrops, aprendías, investigabas.",
    "mindset_lesson3_paragraph4": "Hoy probablemente estarías en otro lugar: con experiencia, comprensión, confianza — quizá incluso libertad financiera. Con opciones.",
    "mindset_lesson3_paragraph5": "Esta lección no es para lamentarse. Es para <highlight>entender el poder del tiempo</highlight>. Porque ahora puedes presionar “empezar” — y en 5 años o te lo agradecerás o dirás: “¿por qué no empecé entonces?”",
    "mindset_lesson3_paragraph6": "Puedes acelerar el proceso. No solo 10 minutos al día, sino <highlight>1 hora diaria para el conocimiento</highlight>. No solo $50, sino más. No a ciegas, sino con estrategia. Y tal vez los resultados lleguen en 1–2 años.",
    "mindset_lesson3_paragraph7": "Cada día que postergas es un backtest que no querrás ver. Pero cada día que aprendes y actúas — siembra el futuro. Incluso si hoy todo parece oscuro — ahí nace la luz.",
  
    "mindset_lesson4_title": "Lección 4: Invertir es cuestión de años, no de hype",
    "mindset_lesson4_paragraph1": "Viniste a las cripto para ganar. Y está bien. Pero si crees que serás rico en un mes — ya perdiste. Porque <highlight>el dinero ama a los pacientes, disciplinados y fríos</highlight>.",
    "mindset_lesson4_paragraph2": "El dinero rápido suele ser suerte. Azar. Pero si dependes del azar, no controlas el resultado. No sabes cómo repetirlo. Ni cómo conservarlo.",
    "mindset_lesson4_paragraph3": "<highlight>Invertir no es un salto. Es un camino</highlight>. Uno que empieza con disciplina, conciencia del riesgo, seguimiento de tus decisiones — y dura años.",
    "mindset_lesson4_paragraph4": "El dinero real llega <highlight>tras 3–5 años de práctica constante</highlight>. No solo construyes capital — construyes mentalidad, estrategia, filosofía.",
    "mindset_lesson4_paragraph5": "Si resistes, si no vendes con pérdidas, si no saltas de token en token — te fortalecerás. <highlight>Y entonces tú controlarás el dinero, no él a ti.</highlight>",
  
    "mindset_lesson5_title": "Lección 5: La estabilidad financiera comienza con la mentalidad",
    "mindset_lesson5_paragraph1": "La riqueza no se trata de cuánto tienes en el bolsillo. Se trata de cómo piensas. <highlight>La mentalidad determina tu comportamiento. El comportamiento determina el resultado.</highlight>",
    "mindset_lesson5_paragraph2": "Personas con el mismo ingreso pueden tener resultados distintos: uno lo gasta todo — el otro crea un sistema de ahorro e inversión.",
    "mindset_lesson5_paragraph3": "Puedes ganar poco, pero si gestionas bien tu presupuesto, evitas actuar por emociones e inviertes con sistema — <highlight>alcanzarás la libertad antes que quien gana 5 veces más</highlight>.",
    "mindset_lesson5_paragraph4": "La libertad financiera no es ganar mucho — es saber gestionar lo que tienes.",
  
    "mindset_lesson6_title": "Lección 6: Construyendo una estrategia: camino a la libertad",
    "mindset_lesson6_paragraph1": "El caos no da resultados. Necesitas una <highlight>meta. estrategia. sistema.</highlight>",
    "mindset_lesson6_paragraph2": "Pon metas claras: cuánto quieres ahorrar, cuánto invertir al mes, qué rendimiento esperas.",
    "mindset_lesson6_paragraph3": "Lleva control. Automatiza aportes. Invierte con disciplina. Y <highlight>no toques el dinero sin una razón de peso</highlight>.",
    "mindset_lesson6_paragraph4": "En 1–2 años verás el poder de la estrategia. Y en 5 — cosecharás los frutos.",
    "mindset_lesson6_paragraph5": "<highlight>La paciencia es un superpoder. La constancia — tu motor secreto.</highlight>",
  
    "back_button": "← Atrás",
    "next_button": "Siguiente →"
  }
  