{

"aboutproject_philosophy_title": "Философия проекта Web3 University",
"aboutproject_philosophy_paragraph1": "<highlight>Образование = Свобода</highlight>. Мы убеждены: настоящее образование — это не услуга и не продукт. Это путь к свободе. Не свобода от чего-то, а свобода к чему-то — к действиям, к пониманию, к новой жизни. Наш проект — это платформа, где знание становится оружием в борьбе за себя.",
"aboutproject_philosophy_paragraph2": "<highlight>Майнинг знаний</highlight>. Каждый урок = блок. Каждое действие = шаг к свободе. Знания не просто передаются — они добываются, как криптовалюта. Мы называем это майнингом смыслов. Это не зубрёжка и не тесты ради галочки — это созидание собственного фундамента понимания.",
"aboutproject_philosophy_paragraph3": "<highlight>Proof-of-Knowledge > дипломов</highlight>. Здесь нет дипломов. Здесь есть NFT — доказательства того, что ты прошёл путь. XP — твой опыт, твои шаги. W3U-токены — твоя доля в системе. Всё это хранится ончейн и формирует твою Web3-репутацию. Это — альтернатива образовательному рабству.",
"aboutproject_philosophy_paragraph4": "<highlight>Без связей. Без денег. С нуля.</highlight> Ты можешь начать с нуля. Без вложений. Без одобрения “учителей”. Только ты и путь. Это революция против элитарной системы образования. Здесь важно не происхождение, а действие. Не диплом, а навык. Не система, а результат.",
"aboutproject_philosophy_paragraph5": "<highlight>Это ответка системе</highlight>. Web3 University — это философская и практическая альтернатива государственному образованию. Это учебник выживания в новой криптоэкономике. Это среда, где учёба — это не обязанность, а восстание. Где каждый шаг в знании — шаг в сторону свободы.",

"aboutproject_whitepaper_title": "Whitepaper: Токеномика Web3 University",
"aboutproject_whitepaper_paragraph1": "<highlight>Web3 University Token (W3U)</highlight> — это внутренний крипто-токен образовательной платформы Web3 University, служащий основой её микроэкономики.",
"aboutproject_whitepaper_paragraph2": "Он используется внутри платформы как валюта и инструмент наград: за прохождение курсов, тестов и квизов студенты получают W3U и тратят их на NFT, XP, доступ к квестам и новые уровни.",
"aboutproject_whitepaper_paragraph3": "W3U также можно будет обменивать на внешних биржах (DEX и CEX), монетизируя свои знания. Это формирует модель <highlight>Learn-to-Earn</highlight>: ты учишься — и получаешь криптовалюту.",
"aboutproject_whitepaper_paragraph4": "Все награды начисляются по модели <highlight>Proof-of-Knowledge</highlight>: чем лучше ты сдаёшь тест, тем больше токенов получаешь. Качество знаний имеет значение.",
"aboutproject_whitepaper_paragraph5": "Например: за базовый тест — 10 W3U, за финальный экзамен — до 50 W3U. Расчёт: Reward = Rbase × (Score / 100).",
"aboutproject_whitepaper_paragraph6": "Реферальная система: если ты пригласил друга, и он успешно прошёл тест — ты получаешь награду (например, 20 W3U). Только за активных пользователей.",
"aboutproject_whitepaper_paragraph7": "Нет халявы: никаких airdrop’ов, лайков, репостов. Только трудом — интеллектуальным или социальным.",
"aboutproject_whitepaper_paragraph8": "<highlight>Максимальное предложение:</highlight> 100 000 000 W3U. Из них 60% (60 млн) — зарезервировано для наград и будет разблокироваться через смарт-контракт с механизмом халвинга.",
"aboutproject_whitepaper_paragraph9": "Пример халвинга: первый год — 30 млн W3U, второй — 15 млн, третий — 7.5 млн и т.д. Каждые 10 000 блоков/пользователей — уменьшение наград.",
"aboutproject_whitepaper_paragraph10": "Оставшиеся 40% распределяются: 15% — команде (с вестингом 4 года), 15% — инвесторам (с блокировкой), 10% — в DAO-казну.",
"aboutproject_whitepaper_paragraph11": "DAO (децентрализованное управление) получает 30% от всех новых наград. Участие в DAO возможно через токен <highlight>gW3U</highlight>, который получают путём стейкинга W3U.",
"aboutproject_whitepaper_paragraph12": "gW3U нельзя продать — он даёт только голос. Это защищает от спекулянтов и делает управление честным: кто учится и стейкает — тот и влияет.",
"aboutproject_whitepaper_paragraph13": "Система XP и NFT: каждый модуль = блок знаний. Пройдя модуль, ты получаешь NFT-сертификат, XP и токены. Всё записывается ончейн.",
"aboutproject_whitepaper_paragraph14": "XP нужен для прогресса, токены — для действий, NFT — для статуса и подтверждения знаний. Всё это связано в экономику роста.",
"aboutproject_whitepaper_paragraph15": "<highlight>Цель:</highlight> создать устойчивую, децентрализованную, самовознаграждающуюся экономику знаний. Где каждый шаг в обучении = вклад в систему.",
"aboutproject_whitepaper_paragraph16": "По мере завершения эмиссии, DAO сможет перераспределять или сжигать неиспользованные токены, а также запускать новые механики (например, выкуп с рынка).",
"aboutproject_whitepaper_paragraph17": "Web3 University — это не просто EdTech. Это платформа, где знание = актив, диплом = NFT, влияние = gW3U, а свобода приходит через самообразование.",
"aboutproject_whitepaper_paragraph18": "Каждая монета, выданная за знания — это капитал. Каждый пользователь, завершивший курс — это блок в цепочке децентрализованного образования нового мира.",
"aboutproject_aboutproject_title": "Философия и структура проекта",
"aboutproject_aboutproject_philosophy": "Философия проекта",
"aboutproject_aboutproject_whitepaper": "Whitepaper проекта"

}
