{
    "ethereum_lesson1_title": "Урок 1: <highlight>Что такое Ethereum</highlight> и чем он отличается от <highlight>Биткоина</highlight>",
    "ethereum_lesson1_paragraph1": "<highlight>Ethereum</highlight> — это не просто криптовалюта. Это глобальный <highlight>«компьютер»</highlight>, распределённый по тысячам узлов по всему миру.",
    "ethereum_lesson1_paragraph2": "В отличие от <highlight>Биткоина</highlight>, который умеет только пересылать ценность, Ethereum позволяет запускать <highlight>смарт-контракты</highlight> — это программы, которые автоматически выполняются, если соблюдены заданные условия.",
    "ethereum_lesson1_paragraph3": "Создатель Ethereum — <highlight>Виталик Бутерин</highlight>, представил проект в 2013 году. Он хотел, чтобы блокчейн можно было использовать не только для отправки денег, но и для создания любых децентрализованных приложений.",
    "ethereum_lesson1_paragraph4": "Основная валюта в сети Ethereum называется <highlight>ETH</highlight>. Это не просто монета, а <highlight>топливо</highlight> (gas), с помощью которого оплачиваются все действия в сети. Например, запуск смарт-контракта или перевод токенов.",
    "ethereum_lesson1_paragraph5": "Каждое действие в сети требует немного <highlight>газа</highlight>, и чем сложнее операция — тем больше газа она потребляет.",
    "ethereum_lesson1_paragraph6": "Сравнение с Биткоином:",
    "ethereum_lesson1_paragraph7": "— <highlight>BTC</highlight> = цифровое золото, просто передача ценности",
    "ethereum_lesson1_paragraph8": "— <highlight>ETH</highlight> = платформа для умных контрактов и приложений",
    "back_button": "Назад",
    "next_button": "Далее",
    "ethereum_lesson2_title": "Урок 2. <highlight>Смарт-контракты</highlight>: как работают и зачем нужны",
    "ethereum_lesson2_paragraph1": "Смарт-контракт — это программа, которая выполняется автоматически, если соблюдены заранее прописанные условия. Она работает в блокчейне и не требует участия человека.",
    "ethereum_lesson2_paragraph2": "Простой пример: представь автомат с кофе. Ты кидаешь монету — получаешь напиток. Всё просто и предсказуемо. Вот так же работают и смарт-контракты: если есть нужные данные — контракт сам выполняет нужное действие.",
    "ethereum_lesson2_paragraph3": "Что можно делать с помощью смарт-контрактов:\n— Создавать токены и NFT\n— Запускать децентрализованные приложения (dApps)\n— Проводить голосования в DAO\n— Делать обмен без посредников (DEX)",
    "ethereum_lesson2_paragraph4": "Главное: смарт-контракт нельзя изменить после запуска. Всё, что в него заложено, будет работать точно так, как написано. Именно поэтому важно писать такие контракты очень аккуратно — ошибки могут стоить денег.",
    "ethereum_lesson2_paragraph5": "Смарт-контракты — это основа Web3. Без них не было бы ни DeFi, ни NFT, ни DAO. Это кирпичик, из которого строится децентрализованное будущее.",
    "ethereum_lesson3_title": "Урок 3. Как <highlight>создаются токены</highlight> на Ethereum",
    "ethereum_lesson3_paragraph1": "Токен — это цифровой актив, созданный на базе блокчейна. На Ethereum можно создать свой токен буквально за несколько минут. Для этого используется смарт-контракт.",
    "ethereum_lesson3_paragraph2": "Ethereum — это как платформа, на которой можно строить свои монеты. Есть стандарт — <highlight>ERC-20</highlight> — это как рецепт для создания обычного токена. Есть и <highlight>ERC-721</highlight> — стандарт для NFT (уникальных токенов).",
    "ethereum_lesson3_paragraph3": "То есть, токен — это не что-то магическое. Это просто запись в смарт-контракте, которая говорит: «у этого человека есть 10 таких токенов».",
    "ethereum_lesson3_paragraph4": "Для чего создаются токены:\n— Запуск новых проектов (вместо акций)\n— Внутренняя валюта приложений\n— Вознаграждение пользователей\n— NFT: уникальные предметы, сертификаты, коллекции",
    "ethereum_lesson3_paragraph5": "Пример: ты создаёшь токен $W3U — токен знаний. Когда кто-то проходит урок — получает 10 $W3U. Всё это автоматически прописано в смарт-контракте.",
    "ethereum_lesson3_paragraph6": "Важно: токены не существуют отдельно — они живут внутри блокчейна Ethereum и подчиняются его правилам. Их нельзя просто взять и «удалить» с сервера.",
    "ethereum_lesson3_paragraph7": "Создание токенов — это один из главных способов использования Ethereum в реальных проектах. Но важно помнить: за всё, что делает контракт, нужно платить комиссию — <highlight>gas</highlight>.",
    "ethereum_lesson4_title": "Урок 4. Что такое <highlight>смарт-контракты</highlight> и как они работают",
    "ethereum_lesson4_paragraph1": "Смарт-контракт — это программа, которая живёт в блокчейне и автоматически выполняет условия, если они соблюдены. Без посредников, вручную никто ничего не проверяет.",
    "ethereum_lesson4_paragraph2": "Представь себе обычный договор между двумя людьми: если один отправляет деньги — второй отправляет товар. Но в реальном мире нужен юрист, банк, нотариус. А в блокчейне всё делает <highlight>смарт-контракт</highlight>.",
    "ethereum_lesson4_paragraph3": "Пример: ты участвуешь в аирдропе. Смарт-контракт проверяет — прошёл ли ты нужные шаги. Если да — начисляет тебе токены. Всё честно и прозрачно.",
    "ethereum_lesson4_paragraph4": "Важно: код смарт-контракта нельзя изменить после публикации. Он навсегда остаётся в блокчейне. Поэтому его пишут очень аккуратно и проверяют много раз.",
    "ethereum_lesson4_paragraph5": "Что могут делать смарт-контракты:\n— Выпускать токены\n— Создавать DAO (децентрализованные организации)\n— Делать биржи (как Uniswap)\n— Давать займы, страховки, голосования",
    "ethereum_lesson4_paragraph6": "Работают они на языке программирования <highlight>Solidity</highlight>. Это как JavaScript, но для блокчейна.",
    "ethereum_lesson4_paragraph7": "Смарт-контракт — это сердце Web3. Он делает возможными децентрализованные приложения. Без него Ethereum был бы просто «вторым Биткоином»."
  
  }
  