{
  "intro_lesson1_title": "Урок 1: <highlight>Что такое криптовалюта?</highlight>",
  "intro_lesson1_paragraph1": "<highlight>Криптовалюта</highlight> — это цифровая форма <highlight>денег</highlight>, которая работает без посредников: банков, государственных структур или централизованных платформ. Она передаётся напрямую от человека к человеку через <highlight>блокчейн</highlight>.",
  "intro_lesson1_paragraph2": "Первая <highlight>криптовалюта</highlight> — <highlight>Bitcoin</highlight>. Её появление в <highlight>2009 году</highlight> стало ответом на недоверие к банковской системе после кризиса <highlight>2008 года</highlight>. С тех пор появилось множество других криптовалют: <highlight>Ethereum</highlight>, <highlight>Litecoin</highlight>, <highlight>стейблкоины</highlight> и другие.",
  "intro_lesson1_paragraph3": "Главная идея — дать пользователю <highlight>контроль</highlight> над своими средствами. Чтобы никто не мог <highlight>заморозить</highlight>, <highlight>отозвать</highlight> или <highlight>переписать</highlight> твои активы. Это не просто про деньги — это про <highlight>устойчивость</highlight>, <highlight>прозрачность</highlight> и <highlight>независимость</highlight>.",

  "intro_lesson2_title": "Урок 2: <highlight>Что такое блокчейн?</highlight>",
  "intro_lesson2_paragraph1": "<highlight>Блокчейн</highlight> — это способ хранения информации. Можно представить его как цепочку коробок. В каждой коробке лежат данные (например, кто кому и сколько перевёл).",
  "intro_lesson2_paragraph2": "Эти коробки называются <highlight>блоками</highlight>, и они соединяются друг с другом в одну линию — <highlight>цепочку</highlight> (chain).",
  "intro_lesson2_paragraph3": "Каждый новый блок связан с предыдущим с помощью специального цифрового отпечатка — <highlight>хеша</highlight>. Это делает всю цепочку защищённой: если кто-то захочет подделать информацию в одном блоке, нарушится вся цепь.",
  "intro_lesson2_paragraph4": "Вот почему блокчейн <highlight>надёжный и устойчивый</highlight>. Его невозможно взломать или стереть без следов. Он не хранится в одном месте — он <highlight>децентрализован</highlight>, то есть копии есть у тысяч участников по всему миру.",
  "intro_lesson2_paragraph5": "Такая система:\n— работает без центрального сервера,\n— открыта для всех,\n— не подвержена цензуре или блокировкам.",
  "intro_lesson2_paragraph6": "Блокчейн используется в криптовалютах, чтобы записывать все переводы. Но его можно применять и в других сферах: <highlight>документы</highlight>, <highlight>логистика</highlight> — везде, где важна честность и прозрачность.",

  "intro_lesson3_title": "Урок 3: <highlight>Зачем нужна криптовалюта?</highlight>",
  "intro_lesson3_paragraph1": "<highlight>Представь</highlight>, что деньги — это не только купюры в бумажнике. Это ещё и <highlight>контроль</highlight>, <highlight>зависимость</highlight> и <highlight>правила</highlight>, которые ты не выбирал. Твоя карта может быть заблокирована. Перевод — отменён. Счёт — заморожен.",
  "intro_lesson3_paragraph2": "<highlight>Криптовалюта</highlight> появилась как альтернатива. Это деньги, которые ты действительно контролируешь сам. Без посредников, банков или разрешений.",
  "intro_lesson3_paragraph3": "Что решает крипта:\n— Контроль: только ты владеешь своими средствами. Никто не может “удалить” твой баланс.\n— Прозрачность: все транзакции открыты и доступны в <highlight>блокчейне</highlight>. Их нельзя подделать или стереть.\n— Свобода: можно отправлять деньги в любую точку мира. Без ограничений, границ и комиссий от банков.\n— Независимость: крипта не подчиняется одному государству или системе. Это глобальная сеть.",
  "intro_lesson3_paragraph4": "Где это работает уже сейчас:\n— В странах с высокой инфляцией люди хранят сбережения в крипте.\n— Фрилансеры по всему миру получают оплату в USDT и ETH.\n— Люди пересылают деньги родственникам в обход банков и комиссий.\n— Игроки участвуют в Web3-играх и зарабатывают крипту за действия.\n— Художники продают свои работы как NFT — без галерей и посредников.",
  "intro_lesson3_paragraph5": "<highlight>Криптовалюта</highlight> — это не \"пузырь\" и не \"спекуляция\". Это новая логика движения ценности. Это инструмент, который делает систему более устойчивой, прозрачной и честной.",
  "intro_lesson3_paragraph6": "И чем больше ты понимаешь, как она работает — тем меньше зависим от старой системы.",

  "intro_lesson4_title": "Урок 4: <highlight>Как работает криптовалюта?</highlight>",
  "intro_lesson4_paragraph1": "Чтобы понять, как работает криптовалюта, представь себе цифровой дневник, куда каждый записывает переводы — кто кому и сколько отправил.",
  "intro_lesson4_paragraph2": "Эти записи собираются в <highlight>блоки</highlight>, и каждый блок подтверждается участниками сети. Участники называются <highlight>ноды</highlight> или <highlight>валидаторы</highlight>.",
  "intro_lesson4_paragraph3": "Когда ты отправляешь кому-то крипту, создаётся <highlight>транзакция</highlight>. Она отправляется в сеть и ждёт подтверждения.",
  "intro_lesson4_paragraph4": "Твою транзакцию проверяют: есть ли у тебя эти средства, не пытался ли ты отправить их дважды. Это называется <highlight>консенсус</highlight> — согласие между участниками, что всё честно.",
  "intro_lesson4_paragraph5": "После подтверждения, транзакция записывается в блок, и блок присоединяется к <highlight>блокчейну</highlight>. Изменить или удалить её уже невозможно.",
  "intro_lesson4_paragraph6": "Всё это происходит без участия банков, за <highlight>секунды или минуты</highlight>, в зависимости от криптовалюты.",
  "intro_lesson4_paragraph7": "Вот основные шаги:\n— Ты создаёшь транзакцию (например, отправляешь другу 0.1 BTC)\n— Сеть проверяет, можешь ли ты это сделать\n— Транзакция добавляется в блок\n— Блок записывается в блокчейн\n— Деньги у друга. Без посредников.",

  "back_button": "Назад",
  "next_button": "Далее",
 "intro_lesson5_title": "Урок 5: <highlight>Кошельки и хранение</highlight>",
"intro_lesson5_paragraph1": "<highlight>Криптокошелёк</highlight> — это как твой личный сейф в мире крипты. Он не хранит сами деньги, а хранит ключи, которые дают доступ к твоим деньгам на блокчейне.",
"intro_lesson5_paragraph2": "Есть два ключа: <highlight>публичный</highlight> и <highlight>приватный</highlight>.",
"intro_lesson5_paragraph3": "— Публичный ключ — это твой адрес. Его можно показывать другим — по нему тебе могут прислать крипту. Пример: 0xAB12...CD34",
"intro_lesson5_paragraph4": "— Приватный ключ — это как пароль. Его нельзя никому показывать. Если его украдут — потеряешь всё.",
"intro_lesson5_paragraph5": "Вместо приватного ключа чаще используется <highlight>seed-фраза</highlight> — это 12 или 24 слова вроде: apple mirror ocean fire green ...",
"intro_lesson5_paragraph6": "Эти слова — твой ключ ко всему кошельку. Потеряешь их — никто не сможет восстановить. Это не как банк — тут нет \"забыл пароль\". Ты сам себе банк.",
"intro_lesson5_paragraph7": "<highlight>Типы кошельков</highlight>:\n— Hot Wallet (горячий) — подключён к интернету. Удобно, но менее безопасно. Примеры: <a href=\"https://metamask.io\" target=\"_blank\" rel=\"noopener noreferrer\">MetaMask</a>, <a href=\"https://trustwallet.com\" target=\"_blank\" rel=\"noopener noreferrer\">Trust Wallet</a>.\n— Cold Wallet (холодный) — не подключён к интернету. Самый безопасный. Примеры: <a href=\"https://www.ledger.com\" target=\"_blank\" rel=\"noopener noreferrer\">Ledger</a>, <a href=\"https://trezor.io\" target=\"_blank\" rel=\"noopener noreferrer\">Trezor</a>.",
"intro_lesson5_paragraph8": "<highlight>Ответственность</highlight>: крипта — это свобода и приватность, но и ответственность.\n— Забыл seed-фразу? Потерял всё.\n— Дал кому-то ключ? Потерял всё.\nЭто не шутки. Но зато: никто не может заморозить твой счёт. Только ты управляешь своими активами. Это настоящая финансовая независимость.",
"intro_lesson6_title": "Урок 6: <highlight>Как выбрать криптовалюту</highlight>",
"intro_lesson6_paragraph1": "На этом этапе у тебя уже должен быть кошелёк и базовое понимание крипты. Теперь поговорим о самом главном вопросе: <highlight>а что именно покупать?</highlight>",
"intro_lesson6_paragraph2": "Самый популярный сайт для выбора криптовалют — это <a href=\"https://coinmarketcap.com\" target=\"_blank\" rel=\"noopener noreferrer\"><highlight>CoinMarketCap</highlight></a>. Это как рейтинг всех монет: кто на первом месте, кто набирает популярность, где какой объём и цена.",
"intro_lesson6_paragraph3": "На CoinMarketCap ты увидишь:\n— <highlight>Bitcoin (BTC)</highlight> — король криптовалют\n— <highlight>Ethereum (ETH)</highlight> — для смарт-контрактов (что это такое, сможешь узнать в следующих курсах)\n— <highlight>USDT, USDC</highlight> — стейблкоины, то есть монеты, привязанные к доллару",
"intro_lesson6_paragraph4": "<highlight>Стейблкоины</highlight> нужны для хранения, расчётов и покупок. Их цена почти всегда = 1 доллар. Они удобны тем, что не скачут в цене, как биткоин.",
"intro_lesson6_paragraph5": "<highlight>Как купить:</highlight> на централизованной бирже (например, <a href=\"https://accounts.binance.com/register?ref=477681384\" target=\"_blank\" rel=\"noopener noreferrer\">Binance</a> или <a href=\"https://www.bybit.com/invite?ref=B1XGLW\" target=\"_blank\" rel=\"noopener noreferrer\">Bybit</a>) можно купить USDT через P2P — то есть у других людей напрямую .P2P (от англ. «Peer to Peer») — это способ обмена напрямую между людьми, без посредников вроде банков или сайтов. Ты просто передаёшь что-то другому человеку напрямую — как дать другу вещь из рук в руки.",
"intro_lesson6_paragraph6": "Это похоже на обменник:\n— Ты платишь\n— Продавец отправляет тебе монеты\n— Главное — <highlight>проверяй рейтинг продавца</highlight> и <highlight>не переводи деньги до подтверждения</highlight>!",
"intro_lesson6_paragraph7": "Начни с покупки небольшого количества <highlight>USDT</highlight> или <highlight>ETH</highlight>, чтобы потренироваться.\n— Не бери сразу неизвестные токены\n— Вначале смотри топ-100 на CoinMarketCap.",
"intro_lesson6_paragraph8": "Помни:\n— <highlight>Не храни всё на бирже</highlight>\n— Как только купишь — <highlight>переводи на свой кошелёк</highlight>",
"intro_lesson7_title": "Урок 7: <highlight>Как купить криптовалюту</highlight>",
"intro_lesson7_paragraph1": "Чтобы начать путь в <highlight>крипте</highlight> — тебе нужно сначала её купить. Ниже — максимально простая пошаговая инструкция.",
"intro_lesson7_paragraph2": "<highlight>Шаг 1: Регистрируемся на бирже</highlight><br/>Самый простой способ — завести аккаунт на бирже. Биржа — это как обменник, где ты покупаешь и продаёшь криптовалюту. Вот несколько популярных вариантов:<br/>• <a href=\"https://www.bybit.com/invite?ref=B1XGLW\" target=\"_blank\" rel=\"noopener noreferrer\">Bybit</a><br/>• <a href=\"https://accounts.binance.com/register?ref=477681384\" target=\"_blank\" rel=\"noopener noreferrer\">Binance</a><br/>• <a href=\"https://bingx.com/invite/4KQ2KY/\" target=\"_blank\" rel=\"noopener noreferrer\">Bingx</a><br/>• <a href=\"https://www.bitgetapps.com/ru/referral/register?clacCode=MMG8ESR5\" target=\"_blank\" rel=\"noopener noreferrer\">Bitget</a><br/>• <a href=\"https://invite.evedex.com/ixjrpwo4\" target=\"_blank\" rel=\"noopener noreferrer\">Evedex</a>",
"intro_lesson7_paragraph3": "<highlight>Шаг 2: Проходим верификацию</highlight><br/>Это как в банке — загружаешь фото паспорта и подтверждаешь свою личность. Это нужно, чтобы защитить тебя от мошенников.",
"intro_lesson7_paragraph4": "<highlight>Шаг 3: Пополняем баланс</highlight><br/>На бирже есть вкладка <highlight>«P2P»</highlight> — это способ купить крипту напрямую у других людей с помощью своей банковской карты. Без комиссий.<br/>Выбираешь продавца, вводишь сумму и платишь через свой банк.",
"intro_lesson7_paragraph5": "<highlight>Шаг 4: Покупаем криптовалюту</highlight><br/>После пополнения можешь купить <highlight>стейблкоины</highlight> — например, <highlight>USDT</highlight> (он привязан к доллару 1:1). Это удобно и безопасно. В завершении этого модуля ты пройдёшь все практические шаги: как купить, продать и перевести криптовалюту. Всё будет пошагово, максимально понятно — с картинками, скриншотами и подробными инструкциями для новичков))",
"intro_lesson7_paragraph6": "<highlight>Шаг 5: Выводим на кошелёк</highlight><br/>Переведи крипту с биржи на свой кошелёк — например, <a href=\"https://metamask.io/\" target=\"_blank\" rel=\"noopener noreferrer\">MetaMask</a> или <a href=\"https://trustwallet.com/\" target=\"_blank\" rel=\"noopener noreferrer\">Trust Wallet</a> — чтобы она была под твоим контролем.<br/>Скопируй адрес кошелька и сделай вывод в нужной сети: <highlight>Ethereum</highlight>, <highlight>Arbitrum</highlight> или <highlight>BSC</highlight>.",
"intro_lesson7_paragraph7": "<strong>Важно:</strong> хранить крипту на бирже — <highlight>небезопасно</highlight>. Всегда держи свои активы у себя, особенно если планируешь участвовать в <highlight>DeFi.(Чтобы узнать что это и как там участвовать, продолжай учится)</highlight>.",
"intro_lesson8_title": "Урок 8: <highlight>Как продать и вывести криптовалюту</highlight>",
"intro_lesson8_paragraph1": "Теперь, когда у тебя уже есть <highlight>крипта</highlight>, важно понимать, как её <highlight>продать</highlight> и <highlight>вывести деньги</highlight> обратно себе на карту.",
"intro_lesson8_paragraph2": "<highlight>Продажа криптовалюты</highlight>\nСамый простой способ — снова использовать вкладку <highlight>P2P</highlight> на бирже (например, <a href=\"https://accounts.binance.com/register?ref=477681384\" target=\"_blank\" rel=\"noopener noreferrer\">Binance</a>, <a href=\"https://www.bybit.com/invite?ref=B1XGLW\" target=\"_blank\" rel=\"noopener noreferrer\">Bybit</a>, <a href=\"https://www.okx.com\" target=\"_blank\" rel=\"noopener noreferrer\">OKX</a>, <a href=\"https://bingx.com/invite/4KQ2KY/\" target=\"_blank\" rel=\"noopener noreferrer\">BingX</a> и др).\nТы выбираешь покупателя, указываешь, какую монету хочешь продать и на какую сумму.\nПосле подтверждения — <highlight>крипта блокируется</highlight>, и как только покупатель переведёт тебе деньги, ты отпускаешь монеты.",
"intro_lesson8_paragraph3": "<highlight>Вывод денег на карту</highlight>\nПосле сделки ты получаешь <highlight>фиатные деньги</highlight> (например, USD, EUR, PLN) прямо на свою банковскую карту.\nЭто просто как обычный перевод — деньги приходят на счёт, а крипта исчезает с твоего баланса.",
"intro_lesson8_paragraph4": "<highlight>Важные советы</highlight>\n— <highlight>Проверяй рейтинг</highlight> покупателя и количество сделок.\n— <highlight>Никогда не отпускай крипту до получения денег</highlight>.\n— <highlight>Начни с небольших сумм</highlight>, чтобы набраться опыта.",
"intro_lesson8_paragraph5": "<strong>Важно:</strong> на каждой бирже есть <highlight>инструкции и обучающие видео</highlight>. Не стесняйся их смотреть — это поможет тебе <highlight>избежать ошибок</highlight> и стать увереннее в своих действиях.",
"intro_lesson9_title": "Урок 9: <highlight>Где хранится моя крипта?</highlight>",
"intro_lesson9_paragraph1": "Многие новички думают, что крипта <highlight>«лежит» в приложении</highlight> — например, в кошельке <a href=\"https://metamask.io/\" target=\"_blank\" rel=\"noopener noreferrer\"><highlight>MetaMask</highlight></a>. Но это не так.",
"intro_lesson9_paragraph2": "На самом деле, <highlight>вся крипта находится в блокчейне</highlight>. А твой кошелёк — это просто <highlight>доступ к ней</highlight>.",
"intro_lesson9_paragraph3": "Когда ты создаёшь кошелёк, тебе даётся уникальная <highlight>seed-фраза</highlight> — 12 слов. Это как главный ключ. У кого есть эти слова — <highlight>у того есть доступ к деньгам</highlight>.",
"intro_lesson9_paragraph4": "Твой кошелёк — это как <highlight>дверь</highlight>. А блокчейн — как огромный склад, где хранятся все данные. Ты просто открываешь «свою ячейку» этим ключом.",
"intro_lesson9_paragraph5": "Примеры:\n— У тебя есть <a href=\"https://metamask.io/\" target=\"_blank\" rel=\"noopener noreferrer\"><highlight>MetaMask</highlight></a> — ты заходишь и видишь баланс. Но по факту, эти данные находятся в сети <highlight>Ethereum</highlight> или другой сети.\n— Если ты удалишь MetaMask, но сохранишь seed-фразу — ты сможешь восстановить доступ на другом устройстве.",
"intro_lesson9_paragraph6": "<highlight>Важно:</highlight> крипта не хранится «в приложении». Она всегда живёт в блокчейне. А ты просто <highlight>управляешь ею с помощью кошелька</highlight>.",
"intro_lesson10_title": "Урок 10: <highlight>Ошибки и риски новичков</highlight>",
"intro_lesson10_paragraph1": "<highlight>Крипта</highlight> даёт свободу — но вместе с ней приходит <highlight>ответственность</highlight>. Чтобы не потерять свои средства, важно знать, где новички чаще всего ошибаются.",
"intro_lesson10_paragraph2": "<highlight>1. Потеря сид-фразы</highlight><br/>Самая частая ошибка — записать сид-фразу (seed phrase) в заметки телефона или отправить себе в Telegram. Если кто-то получит к ней доступ — ты потеряешь всё.<br/><strong>Правильно:</strong> запиши фразу вручную на бумагу и спрячь в безопасном месте.",
"intro_lesson10_paragraph3": "<highlight>2. Отправка монет не в ту сеть</highlight><br/>При выводе с биржи важно выбрать нужную сеть. Например, если твой кошелёк работает в Ethereum, не отправляй туда монеты через BSC — <highlight>они могут исчезнуть</highlight>.",
"intro_lesson10_paragraph4": "<highlight>3. Поддельные сайты и фишинг</highlight><br/>Злоумышленники часто создают копии бирж и кошельков. <highlight>Всегда проверяй адрес сайта</highlight>. Используй закладки для доступа к важным платформам.",
"intro_lesson10_paragraph5": "<highlight>4. Плохие пароли</highlight><br/>Пароль от кошелька и биржи должен быть <highlight>сложным</highlight>. Добавь <highlight>2FA</highlight> (двухфакторную авторизацию), чтобы защитить аккаунт.",
"intro_lesson10_paragraph6": "<highlight>5. “Сливы” по советам в чатах</highlight><br/>Не покупай токены только потому, что кто-то написал в Telegram или YouTube. <highlight>Всегда проверяй проект</highlight>, изучай whitepaper и не гонись за “быстрыми иксами”.",
"intro_lesson10_paragraph7": "Помни: <highlight>твоя безопасность — в твоих руках</highlight>. В крипте нет “отката”. Никто не поможет вернуть монеты, если ты сам их потеряешь. Но если всё делать правильно — система работает <highlight>на тебя</highlight>."

}
