{
    "mindset_lesson1_title": "Урок 1: Як не втратити все: мислення проти удачі",
    "mindset_lesson1_paragraph1": "Дослідження показують: 70% людей, які виграли в лотерею, втрачають усі гроші протягом 5 років. Понад 30% — банкрутують. Багато хто впадає в депресію, залежності, втрачає родину. Те саме з тими, хто вигравав у казино, ставках чи пампах: <highlight>легкі гроші не дають мислення</highlight>. А без мислення гроші витікають крізь пальці. Сьогодні ти можеш отримати тисячу доларів. По фарту. За трейд. За airdrop. Або просто хтось переказав тобі монети. Але питання не в тому, як ти їх отримав — а в тому, <highlight>чи залишаться вони у тебе через місяць</highlight>.",
    "mindset_lesson1_paragraph2": "Більшість людей усе втрачають, бо <highlight>не вміють керувати грошима</highlight>. Вони купують на емоціях, інвестують за чутками, губляться на ринку. А потім кажуть: «усе це скам».",
    "mindset_lesson1_paragraph3": "<highlight>Справжня стабільність приходить не з грошима, а зі знанням</highlight>. Лише якщо ти розумієш, як працює система — ти можеш бути над нею. Гроші — як вода: без форми, без гарантій. А знання — це посудина, що їх утримає.",
    "mindset_lesson1_paragraph4": "Ти можеш втратити все, крім одного — того, що в тебе в голові. Саме тому <highlight>Web3 University — це не просто навчання. Це твоя нова прошивка</highlight>.",
    "mindset_lesson1_paragraph5": "Ми вчимо не заробляти для понтів, а <highlight>будувати систему, в якій ти більше не залежиш від везіння</highlight>. Ти — коваль своїх рішень. Знання = свобода. Знання = актив.",
    "mindset_lesson1_paragraph6": "Якщо ти прийшов за легкими грошима — підеш з порожніми руками. Якщо за розумінням — <highlight>гроші самі тебе знайдуть</highlight>. І ти вже знатимеш, що з ними робити.",
  
    "mindset_lesson2_title": "Урок 2: Ілюзія легких грошей і чума покоління: лудоманія",
    "mindset_lesson2_paragraph1": "Сьогодні тобі продають мрію: «Зароби легко! Швидко! Без зусиль!» Це скрізь — трейди за сигналами, рулетки, ставки, форекс з плечем, крипта на фомі. І здається, що всі навколо <highlight>роблять гроші з повітря</highlight>.",
    "mindset_lesson2_paragraph2": "Але правда в тому, що це пастка. Це не шлях до успіху — це шлях до <highlight>лудоманії</highlight> — цифрової чуми покоління. Мільйони молодих людей зливають усе за один вечір. Не тому що дурні, а тому що система побудована так, щоб <highlight>ти програвав</highlight>.",
    "mindset_lesson2_paragraph3": "Ти бачиш «успішний кейс» — хтось заробив x100. Але не бачиш мільйони, хто все втратив. Це як казино: один виграє — інші платять за шоу.",
    "mindset_lesson2_paragraph4": "Ми в Web3 University вчимо <highlight>не грати, а будувати</highlight>. Не вестися на ілюзію легких грошей, а закладати фундамент. Ти не женешся за прибутком — ти формуєш мислення, яке саме притягує його.",
    "mindset_lesson2_paragraph5": "Тут ти виходиш з гри. Вимикаєш шум. І починаєш шлях. <highlight>Гроші приходять і йдуть. Знання — залишаються.</highlight>",
  
    "mindset_lesson3_title": "Урок 3: Бектест себе — що було б, якби ти почав 5 років тому",
    "mindset_lesson3_paragraph1": "У фінансах є поняття <highlight>бектест</highlight> (від англ. backtest) — це коли ти береш стратегію, наприклад «купувати щомісяця на $50», і перевіряєш, як би вона спрацювала в минулому. Ти ніби «тестуєш минуле» і дивишся, чи принесла б стратегія прибуток.",
    "mindset_lesson3_paragraph2": "А тепер уяви: ти тестуєш не стратегію, а <highlight>себе самого</highlight>. Згадай: що було 5 років тому? Де ти був? Чим займався? Уяви, що тоді ти вирішив: «Я виділятиму 10 хвилин на день на вивчення крипти і інвестуватиму хоча б по $50 на місяць».",
    "mindset_lesson3_paragraph3": "Припустимо, ти просто купував би Біткоїн або Ethereum раз на місяць. Не дивлячись на ціну — просто потроху. Або тестував би платформи, брав участь у перших airdrop'ах, навчався, шукав інформацію.",
    "mindset_lesson3_paragraph4": "Швидше за все, сьогодні ти був би зовсім в іншому місці: з досвідом, розумінням, грошима, впевненістю. Можливо, вже без роботи, яку не любиш. І з правом вибору.",
    "mindset_lesson3_paragraph5": "Цей урок — не про жаль. Він про <highlight>усвідомлення сили часу</highlight>. Адже саме зараз у тебе є шанс натиснути «почати» — і через 5 років ти або подякуєш собі, або знову скажеш: «чому я тоді не почав?»",
    "mindset_lesson3_paragraph6": "Ти можеш прискорити шлях. Вже не 10 хвилин, а <highlight>1 година на день на знання</highlight>. Вже не $50, а більше. Вже не без розуміння, а з чіткою стратегією. І тоді не доведеться чекати 5 років — результат може прийти за 1–2.",
    "mindset_lesson3_paragraph7": "Кожен день, коли ти відкладаєш — це бектест, який у майбутньому не захочеш бачити. Але кожен день навчання і дії — це корінь, з якого проростає майбутнє. Навіть якщо зараз темно — саме там народжується світло.",
  
    "mindset_lesson4_title": "Урок 4: Інвестування — це роки, не хайп",
    "mindset_lesson4_paragraph1": "Ти прийшов у крипту, щоб заробити. І це правильно. Але якщо думаєш, що розбагатієш за місяць — ти вже програв. Бо <highlight>гроші люблять терплячих, системних і холоднокровних</highlight>.",
    "mindset_lesson4_paragraph2": "Швидкі гроші — це зазвичай фарт. Везіння. Але якщо ти покладаєшся на удачу, ти не контролюєш результат. Ти не знаєш, як це повторити. І не знаєш, як це зберегти.",
    "mindset_lesson4_paragraph3": "<highlight>Інвестування — це не стрибок. Це шлях</highlight>. Шлях, що починається з дисципліни, розуміння ризиків, фіксації рішень — і триває роками.",
    "mindset_lesson4_paragraph4": "Справжні гроші приходять <highlight>після 3–5 років послідовної практики</highlight>. Ти накопичуєш не лише капітал — ти накопичуєш мислення, підхід, філософію.",
    "mindset_lesson4_paragraph5": "І якщо ти витримаєш, не зіллєш все, не продаватимеш у мінус, не стрибатимеш з токена на токен — ти зміцнишся. <highlight>І тоді вже ти керуватимеш грошима, а не вони тобою.</highlight>",
  
    "mindset_lesson5_title": "Урок 5: Фінансова стійкість починається з мислення",
    "mindset_lesson5_paragraph1": "Багатство — це не про кількість у гаманці. Це про твоє мислення. <highlight>Мислення визначає поведінку. Поведінка — визначає результат.</highlight>",
    "mindset_lesson5_paragraph2": "Люди з однаковим доходом можуть мати різні результати: один усе витрачає — інший будує систему накопичень та інвестицій.",
    "mindset_lesson5_paragraph3": "Ти можеш заробляти небагато, але якщо правильно формуєш бюджет, не ведешся на емоції й системно інвестуєш — <highlight>ти досягнеш свободи раніше, ніж ті, хто мають x5</highlight>.",
    "mindset_lesson5_paragraph4": "Фінансова свобода — це не про високий дохід. Це про вміння контролювати те, що вже маєш.",
  
    "mindset_lesson6_title": "Урок 6: Побудова стратегії — шлях до свободи",
    "mindset_lesson6_paragraph1": "Хаос не дає результату. Тобі потрібні <highlight>мета. стратегія. система.</highlight>",
    "mindset_lesson6_paragraph2": "Став чіткі цілі: скільки хочеш накопичити, скільки можеш інвестувати щомісяця, яку прибутковість вважаєш реальною.",
    "mindset_lesson6_paragraph3": "Веди облік. Автоматизуй поповнення. Інвестуй дисципліновано. І <highlight>не чіпай гроші без поважної причини</highlight>.",
    "mindset_lesson6_paragraph4": "Через 1–2 роки ти побачиш силу стратегії. А через 5 — пожнеш плоди.",
    "mindset_lesson6_paragraph5": "<highlight>Терпіння — це суперсила. А системність — твій таємний двигун.</highlight>",
  
    "back_button": "← Назад",
    "next_button": "Далі →"
  }
  