{
  "intro_lesson1_title": "Урок 1: <highlight>Що таке криптовалюта?</highlight>",
  "intro_lesson1_paragraph1": "<highlight>Криптовалюта</highlight> — це цифрова форма <highlight>грошей</highlight>, яка працює без посередників: банків, державних структур або централізованих платформ. Вона передається напряму від людини до людини через <highlight>блокчейн</highlight>.",
  "intro_lesson1_paragraph2": "Перша <highlight>криптовалюта</highlight> — <highlight>Bitcoin</highlight>. Її поява у <highlight>2009 році</highlight> стала відповіддю на недовіру до банківської системи після кризи <highlight>2008 року</highlight>. Відтоді з’явилося багато інших криптовалют: <highlight>Ethereum</highlight>, <highlight>Litecoin</highlight>, <highlight>стейблкоїни</highlight> та інші.",
  "intro_lesson1_paragraph3": "Головна ідея — дати користувачеві <highlight>контроль</highlight> над своїми коштами. Щоб ніхто не міг <highlight>заморозити</highlight>, <highlight>відкликати</highlight> або <highlight>переписати</highlight> твої активи. Це не просто про гроші — це про <highlight>стійкість</highlight>, <highlight>прозорість</highlight> і <highlight>незалежність</highlight>.",
  "intro_lesson2_title": "Урок 2: <highlight>Що таке блокчейн?</highlight>",
  "intro_lesson2_paragraph1": "<highlight>Блокчейн</highlight> — це спосіб зберігання інформації. Його можна уявити як ланцюг коробок. У кожній коробці зберігаються дані (наприклад, хто кому і скільки переказав).",
  "intro_lesson2_paragraph2": "Ці коробки називаються <highlight>блоками</highlight>, і вони з’єднані між собою в одну лінію — <highlight>ланцюг</highlight> (chain).",
  "intro_lesson2_paragraph3": "Кожен новий блок пов’язаний із попереднім за допомогою спеціального цифрового відбитку — <highlight>хеша</highlight>. Це робить увесь ланцюг захищеним: якщо хтось захоче підробити інформацію в одному блоці — порушиться вся система.",
  "intro_lesson2_paragraph4": "Ось чому блокчейн <highlight>надійний і стійкий</highlight>. Його неможливо зламати або стерти без слідів. Він не зберігається в одному місці — він <highlight>децентралізований</highlight>, тобто копії є у тисяч учасників по всьому світу.",
  "intro_lesson2_paragraph5": "Така система:\n— працює без центрального сервера,\n— відкрита для всіх,\n— не підлягає цензурі чи блокуванням.",
  "intro_lesson2_paragraph6": "Блокчейн використовується в криптовалютах для фіксації всіх переказів. Але його можна застосовувати і в інших сферах: <highlight>документи</highlight>, <highlight>логістика</highlight> — всюди, де важлива чесність і прозорість.",
  "intro_lesson3_title": "Урок 3: <highlight>Навіщо потрібна криптовалюта?</highlight>",
  "intro_lesson3_paragraph1": "<highlight>Уяви</highlight>, що гроші — це не тільки купюри в гаманці. Це ще й <highlight>контроль</highlight>, <highlight>залежність</highlight> та <highlight>правила</highlight>, які ти не обирав. Твоя картка може бути заблокована. Переказ — скасований. Рахунок — заморожений.",
  "intro_lesson3_paragraph2": "<highlight>Криптовалюта</highlight> з’явилася як альтернатива. Це гроші, якими ти дійсно керуєш сам. Без посередників, банків або дозволів.",
  "intro_lesson3_paragraph3": "Що вирішує крипта:\n— Контроль: тільки ти володієш своїми коштами. Ніхто не може “видалити” твій баланс.\n— Прозорість: усі транзакції відкриті та доступні в <highlight>блокчейні</highlight>. Їх не можна підробити чи стерти.\n— Свобода: можна надсилати гроші в будь-яку точку світу. Без обмежень, кордонів і банківських комісій.\n— Незалежність: крипта не підпорядковується жодній державі чи системі. Це глобальна мережа.",
  "intro_lesson3_paragraph4": "Де це працює вже зараз:\n— У країнах із високою інфляцією люди зберігають заощадження в крипті.\n— Фрилансери по всьому світу отримують оплату в USDT та ETH.\n— Люди пересилають гроші родичам в обхід банків і комісій.\n— Гравці беруть участь у Web3-іграх і заробляють крипту за дії.\n— Художники продають свої роботи як NFT — без галерей і посередників.",
  "intro_lesson3_paragraph5": "<highlight>Криптовалюта</highlight> — це не \"бульбашка\" і не \"спекуляція\". Це нова логіка руху цінності. Це інструмент, який робить систему більш стійкою, прозорою та чесною.",
  "intro_lesson3_paragraph6": "І чим більше ти розумієш, як вона працює — тим менше залежиш від старої системи.",
  "intro_lesson4_title": "Урок 4: <highlight>Як працює криптовалюта?</highlight>",
  "intro_lesson4_paragraph1": "Щоб зрозуміти, як працює криптовалюта, уяви собі цифровий щоденник, куди кожен записує перекази — хто кому і скільки надіслав.",
  "intro_lesson4_paragraph2": "Ці записи збираються в <highlight>блоки</highlight>, і кожен блок підтверджується учасниками мережі. Їх називають <highlight>ноди</highlight> або <highlight>валідатори</highlight>.",
  "intro_lesson4_paragraph3": "Коли ти надсилаєш комусь крипту — створюється <highlight>транзакція</highlight>. Вона передається в мережу та чекає підтвердження.",
  "intro_lesson4_paragraph4": "Твою транзакцію перевіряють: чи є у тебе ці кошти, чи не намагаєшся ти надіслати їх двічі. Це називається <highlight>консенсус</highlight> — згода між учасниками, що все чесно.",
  "intro_lesson4_paragraph5": "Після підтвердження транзакція записується в блок, і блок приєднується до <highlight>блокчейна</highlight>. Змінити або видалити її вже неможливо.",
  "intro_lesson4_paragraph6": "Все це відбувається без участі банків — за <highlight>секунди або хвилини</highlight>, залежно від криптовалюти.",
  "intro_lesson4_paragraph7": "Ось основні кроки:\n— Ти створюєш транзакцію (наприклад, надсилаєш другу 0.1 BTC)\n— Мережа перевіряє, чи можеш ти це зробити\n— Транзакція додається в блок\n— Блок записується в блокчейн\n— Гроші у друга. Без посередників.",
  "intro_lesson5_title": "Урок 5: <highlight>Гаманці та зберігання</highlight>",
  "intro_lesson5_paragraph1": "<highlight>Криптогаманець</highlight> — це як твій особистий сейф у світі крипти. Він не зберігає самі гроші, а ключі, які дають доступ до твоїх коштів у блокчейні.",
  "intro_lesson5_paragraph2": "Є два ключі: <highlight>публічний</highlight> і <highlight>приватний</highlight>.",
  "intro_lesson5_paragraph3": "— Публічний ключ — це твоя адреса. Її можна показувати іншим — на неї тобі можуть надіслати крипту. Приклад: 0xAB12...CD34",
  "intro_lesson5_paragraph4": "— Приватний ключ — це як пароль. Його не можна нікому показувати. Якщо його вкрадуть — втратиш усе.",
  "intro_lesson5_paragraph5": "Замість приватного ключа частіше використовують <highlight>seed-фразу</highlight> — це 12 або 24 слова на кшталт: apple mirror ocean fire green ...",
  "intro_lesson5_paragraph6": "Ці слова — твій ключ до всього гаманця. Якщо загубиш їх — ніхто не зможе відновити. Це не як банк — тут немає \"забув пароль\". Ти сам собі банк.",
  "intro_lesson5_paragraph7": "<highlight>Типи гаманців</highlight>:\n— Hot Wallet (гарячий) — підключений до інтернету. Зручно, але менш безпечно. Приклади: <a href=\"https://metamask.io\" target=\"_blank\" rel=\"noopener noreferrer\">MetaMask</a>, <a href=\"https://trustwallet.com\" target=\"_blank\" rel=\"noopener noreferrer\">Trust Wallet</a>.\n— Cold Wallet (холодний) — не має підключення до інтернету. Найбезпечніший. Приклади: <a href=\"https://www.ledger.com\" target=\"_blank\" rel=\"noopener noreferrer\">Ledger</a>, <a href=\"https://trezor.io\" target=\"_blank\" rel=\"noopener noreferrer\">Trezor</a>.",
  "intro_lesson5_paragraph8": "<highlight>Відповідальність</highlight>: крипта — це свобода і приватність, але також і відповідальність.\n— Забув seed-фразу? Втратив усе.\n— Віддав комусь ключ? Втратив усе.\nЦе не жарти. Але натомість: ніхто не може заморозити твій рахунок. Тільки ти керуєш своїми активами. Це справжня фінансова незалежність.",
  "intro_lesson6_title": "Урок 6: <highlight>Як вибрати криптовалюту</highlight>",
  "intro_lesson6_paragraph1": "На цьому етапі в тебе вже має бути гаманець і базове розуміння крипти. Тепер поговоримо про найголовніше питання: <highlight>що саме купувати?</highlight>",
  "intro_lesson6_paragraph2": "Найпопулярніший сайт для вибору криптовалют — це <a href=\"https://coinmarketcap.com\" target=\"_blank\" rel=\"noopener noreferrer\"><highlight>CoinMarketCap</highlight></a>. Це як рейтинг усіх монет: хто на першому місці, хто набирає популярність, який обсяг і ціна.",
  "intro_lesson6_paragraph3": "На CoinMarketCap ти побачиш:\n— <highlight>Bitcoin (BTC)</highlight> — король криптовалют\n— <highlight>Ethereum (ETH)</highlight> — для смарт-контрактів (що це таке — дізнаєшся в наступних курсах)\n— <highlight>USDT, USDC</highlight> — стейблкоїни, тобто монети, прив’язані до долара",
  "intro_lesson6_paragraph4": "<highlight>Стейблкоїни</highlight> потрібні для зберігання, розрахунків і покупок. Їхня ціна майже завжди = 1 долар. Вони зручні тим, що не стрибають у ціні, як біткоїн.",
  "intro_lesson6_paragraph5": "<highlight>Як купити:</highlight> на централізованій біржі (наприклад, <a href=\"https://accounts.binance.com/register?ref=477681384\" target=\"_blank\" rel=\"noopener noreferrer\">Binance</a> або <a href=\"https://www.bybit.com/invite?ref=B1XGLW\" target=\"_blank\" rel=\"noopener noreferrer\">Bybit</a>) можна купити USDT через P2P — тобто в інших людей напряму. P2P (від англ. «Peer to Peer») — це спосіб обміну напряму між людьми, без посередників, як-от банки чи сайти.",
  "intro_lesson6_paragraph6": "Це схоже на обмінник:\n— Ти платиш\n— Продавець надсилає тобі монети\n— Головне — <highlight>перевіряй рейтинг продавця</highlight> і <highlight>не переказуй гроші до підтвердження</highlight>!",
  "intro_lesson6_paragraph7": "Почни з купівлі невеликої кількості <highlight>USDT</highlight> або <highlight>ETH</highlight>, щоб потренуватися.\n— Не бери одразу невідомі токени\n— Спочатку дивись топ-100 на CoinMarketCap.",
  "intro_lesson6_paragraph8": "Пам’ятай:\n— <highlight>Не зберігай усе на біржі</highlight>\n— Щойно купив — <highlight>переведи на свій гаманець</highlight>",
  "intro_lesson7_title": "Урок 7: <highlight>Як купити криптовалюту</highlight>",
  "intro_lesson7_paragraph1": "Щоб розпочати шлях у <highlight>крипті</highlight> — спочатку потрібно її купити. Нижче — максимально проста покрокова інструкція.",
  "intro_lesson7_paragraph2": "<highlight>Крок 1: Реєструємося на біржі</highlight><br/>Найпростіший спосіб — створити акаунт на біржі. Біржа — це як обмінник, де ти купуєш і продаєш криптовалюту. Ось кілька популярних варіантів:<br/>• <a href=\"https://www.bybit.com/invite?ref=B1XGLW\" target=\"_blank\" rel=\"noopener noreferrer\">Bybit</a><br/>• <a href=\"https://accounts.binance.com/register?ref=477681384\" target=\"_blank\" rel=\"noopener noreferrer\">Binance</a><br/>• <a href=\"https://bingx.com/invite/4KQ2KY/\" target=\"_blank\" rel=\"noopener noreferrer\">Bingx</a><br/>• <a href=\"https://www.bitgetapps.com/ru/referral/register?clacCode=MMG8ESR5\" target=\"_blank\" rel=\"noopener noreferrer\">Bitget</a><br/>• <a href=\"https://invite.evedex.com/ixjrpwo4\" target=\"_blank\" rel=\"noopener noreferrer\">Evedex</a>",
  "intro_lesson7_paragraph3": "<highlight>Крок 2: Проходимо верифікацію</highlight><br/>Це як у банку — завантажуєш фото паспорта та підтверджуєш свою особу. Це потрібно, щоб захистити тебе від шахраїв.",
  "intro_lesson7_paragraph4": "<highlight>Крок 3: Поповнюємо баланс</highlight><br/>На біржі є вкладка <highlight>«P2P»</highlight> — це спосіб купити крипту напряму в інших людей за допомогою своєї банківської картки. Без комісій.<br/>Обираєш продавця, вводиш суму та платиш через свій банк.",
  "intro_lesson7_paragraph5": "<highlight>Крок 4: Купуємо криптовалюту</highlight><br/>Після поповнення можна купити <highlight>стейблкоїни</highlight> — наприклад, <highlight>USDT</highlight> (він прив’язаний до долара 1:1). Це зручно та безпечно. У завершенні цього модуля ти пройдеш усі практичні кроки: як купити, продати та перевести криптовалюту. Все буде покроково, максимально зрозуміло — з картинками, скріншотами та детальними інструкціями для новачків.",
  "intro_lesson7_paragraph6": "<highlight>Крок 5: Виводимо на гаманець</highlight><br/>Переведи крипту з біржі на свій гаманець — наприклад, <a href=\"https://metamask.io/\" target=\"_blank\" rel=\"noopener noreferrer\">MetaMask</a> або <a href=\"https://trustwallet.com/\" target=\"_blank\" rel=\"noopener noreferrer\">Trust Wallet</a> — щоб вона була під твоїм контролем.<br/>Скопіюй адресу гаманця та зроби вивід у потрібній мережі: <highlight>Ethereum</highlight>, <highlight>Arbitrum</highlight> або <highlight>BSC</highlight>.",
  "intro_lesson7_paragraph7": "<strong>Важливо:</strong> зберігати крипту на біржі — <highlight>небезпечне</highlight>. Завжди тримай свої активи у себе, особливо якщо плануєш брати участь у <highlight>DeFi (що це таке та як брати участь — дізнаєшся далі)</highlight>.",
  "intro_lesson8_title": "Урок 8: <highlight>Як продати та вивести криптовалюту</highlight>",
  "intro_lesson8_paragraph1": "Тепер, коли у тебе вже є <highlight>крипта</highlight>, важливо розуміти, як її <highlight>продати</highlight> і <highlight>вивести гроші</highlight> назад собі на картку.",
  "intro_lesson8_paragraph2": "<highlight>Продаж криптовалюти</highlight>\nНайпростіший спосіб — знову скористатися вкладкою <highlight>P2P</highlight> на біржі (наприклад, <a href=\"https://accounts.binance.com/register?ref=477681384\" target=\"_blank\" rel=\"noopener noreferrer\">Binance</a>, <a href=\"https://www.bybit.com/invite?ref=B1XGLW\" target=\"_blank\" rel=\"noopener noreferrer\">Bybit</a>, <a href=\"https://www.okx.com\" target=\"_blank\" rel=\"noopener noreferrer\">OKX</a>, <a href=\"https://bingx.com/invite/4KQ2KY/\" target=\"_blank\" rel=\"noopener noreferrer\">BingX</a> та інші).\nТи обираєш покупця, вказуєш, яку монету хочеш продати та на яку суму.\nПісля підтвердження — <highlight>крипта блокується</highlight>, і щойно покупець переведе тобі гроші — ти відпускаєш монети.",
  "intro_lesson8_paragraph3": "<highlight>Виведення грошей на картку</highlight>\nПісля угоди ти отримуєш <highlight>фіатні гроші</highlight> (наприклад, USD, EUR, PLN) прямо на свою банківську картку.\nЦе так само просто, як звичайний переказ — гроші надходять на рахунок, а крипта зникає з твого балансу.",
  "intro_lesson8_paragraph4": "<highlight>Важливі поради</highlight>\n— <highlight>Перевіряй рейтинг</highlight> покупця та кількість угод.\n— <highlight>Ніколи не відпускай крипту до отримання грошей</highlight>.\n— <highlight>Почни з невеликих сум</highlight>, щоб набратися досвіду.",
  "intro_lesson8_paragraph5": "<strong>Важливо:</strong> на кожній біржі є <highlight>інструкції та навчальні відео</highlight>. Не соромся їх дивитися — це допоможе <highlight>уникнути помилок</highlight> і впевненіше себе почувати.",
  "intro_lesson9_title": "Урок 9: <highlight>Де зберігається моя крипта?</highlight>",
  "intro_lesson9_paragraph1": "Багато новачків думають, що крипта <highlight>«лежить» у додатку</highlight> — наприклад, у гаманці <a href=\"https://metamask.io/\" target=\"_blank\" rel=\"noopener noreferrer\"><highlight>MetaMask</highlight></a>. Але це не так.",
  "intro_lesson9_paragraph2": "Насправді <highlight>вся крипта знаходиться в блокчейні</highlight>. А твій гаманець — це просто <highlight>доступ до неї</highlight>.",
  "intro_lesson9_paragraph3": "Коли ти створюєш гаманець, тобі надається унікальна <highlight>seed-фраза</highlight> — 12 слів. Це як головний ключ. Хто має ці слова — <highlight>той має доступ до грошей</highlight>.",
  "intro_lesson9_paragraph4": "Твій гаманець — це як <highlight>двері</highlight>. А блокчейн — як величезний склад, де зберігаються всі дані. Ти просто відкриваєш «свою комірку» цим ключем.",
  "intro_lesson9_paragraph5": "Приклади:\n— У тебе є <a href=\"https://metamask.io/\" target=\"_blank\" rel=\"noopener noreferrer\"><highlight>MetaMask</highlight></a> — ти заходиш і бачиш баланс. Але насправді ці дані знаходяться в мережі <highlight>Ethereum</highlight> або іншій мережі.\n— Якщо ти видалиш MetaMask, але збережеш seed-фразу — зможеш відновити доступ на іншому пристрої.",
  "intro_lesson9_paragraph6": "<highlight>Важливо:</highlight> крипта не зберігається «в додатку». Вона завжди живе в блокчейні. А ти просто <highlight>керуєш нею через гаманець</highlight>.",
  "intro_lesson10_title": "Урок 10: <highlight>Помилки та ризики новачків</highlight>",
  "intro_lesson10_paragraph1": "<highlight>Крипта</highlight> дає свободу — але разом із нею приходить <highlight>відповідальність</highlight>. Щоб не втратити свої кошти, важливо знати, де новачки найчастіше помиляються.",
  "intro_lesson10_paragraph2": "<highlight>1. Втрата seed-фрази</highlight><br/>Найчастіша помилка — зберігати seed-фразу в нотатках телефону або надсилати собі в Telegram. Якщо хтось отримає до неї доступ — ти втратиш усе.<br/><strong>Правильно:</strong> запиши фразу вручну на папір і сховай у безпечному місці.",
  "intro_lesson10_paragraph3": "<highlight>2. Надсилання монет не в ту мережу</highlight><br/>Під час виведення з біржі важливо вибрати потрібну мережу. Наприклад, якщо твій гаманець працює в Ethereum — не надсилай монети через BSC — <highlight>вони можуть зникнути</highlight>.",
  "intro_lesson10_paragraph4": "<highlight>3. Фейкові сайти та фішинг</highlight><br/>Шахраї часто створюють копії бірж і гаманців. <highlight>Завжди перевіряй адресу сайту</highlight>. Використовуй закладки для доступу до важливих платформ.",
  "intro_lesson10_paragraph5": "<highlight>4. Погані паролі</highlight><br/>Пароль від гаманця та біржі має бути <highlight>складним</highlight>. Додай <highlight>2FA</highlight> (двофакторну автентифікацію), щоб захистити акаунт.",
  "intro_lesson10_paragraph6": "<highlight>5. “Зливи” за порадами з чатів</highlight><br/>Не купуй токени лише тому, що хтось написав у Telegram чи YouTube. <highlight>Завжди перевіряй проект</highlight>, вивчай whitepaper і не женись за “швидкими іксами”.",
  "intro_lesson10_paragraph7": "Пам’ятай: <highlight>твоя безпека — у твоїх руках</highlight>. У крипті немає “відкату”. Ніхто не допоможе повернути монети, якщо ти сам їх загубиш. Але якщо все робити правильно — система працює <highlight>на тебе</highlight>."

}
