{
    "aboutproject_philosophy_title": "Philosophy of the Web3 University Project",
    "aboutproject_philosophy_paragraph1": "<highlight>Education = Freedom</highlight>. We believe that true education is neither a service nor a product. It is a path to freedom—not freedom from something, but freedom towards something: towards action, understanding, and a new life. Our project is a platform where knowledge becomes a weapon in the fight for oneself.",
    "aboutproject_philosophy_paragraph2": "<highlight>Mining Knowledge</highlight>. Each lesson equals a block. Every action is a step towards freedom. Knowledge is not merely transferred—it is mined, like cryptocurrency. We call this the mining of meanings. This is not rote memorization or tests for the sake of formality—it is the creation of one's own foundation of understanding.",
    "aboutproject_philosophy_paragraph3": "<highlight>Proof-of-Knowledge > Diplomas</highlight>. There are no diplomas here. Instead, there are NFTs—proof that you have walked the path. XP represents your experience, your steps. W3U tokens are your share in the system. All of this is stored on-chain and forms your Web3 reputation. This is an alternative to educational slavery.",
    "aboutproject_philosophy_paragraph4": "<highlight>No Connections. No Money. From Scratch.</highlight> You can start from scratch. No investments. No approval from 'teachers'. Just you and the path. This is a revolution against the elitist education system. Here, what matters is not origin, but action. Not a diploma, but skill. Not the system, but the result.",
    "aboutproject_philosophy_paragraph5": "<highlight>This is a Response to the System</highlight>. Web3 University is a philosophical and practical alternative to state education. It is a survival manual in the new crypto economy. It is an environment where learning is not an obligation, but a rebellion. Where every step in knowledge is a step towards freedom.",
    "aboutproject_whitepaper_title": "Whitepaper: Tokenomics of Web3 University",
    "aboutproject_whitepaper_paragraph1": "<highlight>Web3 University Token (W3U)</highlight> is the internal crypto token of the Web3 University educational platform, serving as the foundation of its microeconomy.",
    "aboutproject_whitepaper_paragraph2": "It is used within the platform as a currency and a reward tool: students earn W3U for completing courses, tests, and quizzes, and spend them on NFTs, XP, access to quests, and new levels.",
    "aboutproject_whitepaper_paragraph3": "W3U can also be exchanged on external exchanges (DEX and CEX), monetizing your knowledge. This forms a <highlight>Learn-to-Earn</highlight> model: you learn—and earn cryptocurrency.",
    "aboutproject_whitepaper_paragraph4": "All rewards are accrued based on the <highlight>Proof-of-Knowledge</highlight> model: the better you pass the test, the more tokens you receive. The quality of knowledge matters.",
    "aboutproject_whitepaper_paragraph5": "For example: for a basic test—10 W3U, for the final exam—up to 50 W3U. Calculation: Reward = Rbase × (Score / 100).",
    "aboutproject_whitepaper_paragraph6": "Referral system: if you invite a friend and they successfully pass the test—you receive a reward (e.g., 20 W3U). Only for active users.",
    "aboutproject_whitepaper_paragraph7": "No freebies: no airdrops, likes, reposts. Only through effort—intellectual or social.",
    "aboutproject_whitepaper_paragraph8": "<highlight>Maximum Supply:</highlight> 100,000,000 W3U. Of these, 60% (60 million) are reserved for rewards and will be unlocked through a smart contract with a halving mechanism.",
    "aboutproject_whitepaper_paragraph9": "Example of halving: first year—30 million W3U, second—15 million, third—7.5 million, and so on. Every 10,000 blocks/users—reduction of rewards.",
    "aboutproject_whitepaper_paragraph10": "The remaining 40% are distributed as follows: 15%—to the team (with a 4-year vesting), 15%—to investors (with a lock-up), 10%—to the DAO treasury.",
    "aboutproject_whitepaper_paragraph11": "DAO (decentralized governance) receives 30% of all new rewards. Participation in the DAO is possible through the <highlight>gW3U</highlight> token, which is obtained by staking W3U.",
    "aboutproject_whitepaper_paragraph12": "gW3U cannot be sold—it only provides voting rights. This protects against speculators and ensures fair governance: those who learn and stake are the ones who influence.",
    "aboutproject_whitepaper_paragraph13": "XP and NFT system: each module equals a block of knowledge. By completing a module, you receive an NFT certificate, XP, and tokens. Everything is recorded on-chain.",
    "aboutproject_whitepaper_paragraph14": "XP is needed for progress, tokens—for actions, NFTs—for status and proof of knowledge. All of this is connected into a growth economy.",
    "aboutproject_whitepaper_paragraph15": "<highlight>Goal:</highlight> to create a sustainable, decentralized, self-rewarding knowledge economy. Where every step in learning equals a contribution to the system.",
    "aboutproject_whitepaper_paragraph16": "As the emission concludes, the DAO can redistribute or burn unused tokens, as well as launch new mechanisms (e.g., buybacks from the market).",
    "aboutproject_whitepaper_paragraph17": "Web3 University is not just EdTech. It is a platform where knowledge equals an asset, a diploma equals an NFT, influence equals gW3U, and freedom comes through self-education.",
    "aboutproject_whitepaper_paragraph18": "Every coin issued for knowledge is capital. Every user who completes a course is a block in the chain of decentralized education of the new world.",
    "aboutproject_aboutproject_philosophy": "Project Philosophy",
    "aboutproject_aboutproject_whitepaper": "Project Whitepaper"
  }
  