{
    "blockchain_lesson1_title": "Lesson 1: <highlight>What is Blockchain</highlight>",
    "blockchain_lesson1_paragraph1": "Imagine a ledger where entries record who sent how much to whom. For example: one person sends another 10 coins, and part of it goes to a third.",
    "blockchain_lesson1_paragraph2": "Now imagine that this ledger cannot be forged. All pages are numbered, sealed, and each one depends on the previous. And copies of this ledger are stored by hundreds of people simultaneously.",
    "blockchain_lesson1_paragraph3": "If someone tries to alter even one copy — the others will immediately detect the mismatch. That’s what <highlight>blockchain</highlight> is.",
    "blockchain_lesson1_paragraph4": "Blockchain is a digital system where all <highlight>transactions</highlight> are recorded into <highlight>blocks</highlight>. Each block links to the previous one using a <highlight>hash</highlight> — a unique code.",
    "blockchain_lesson1_paragraph5": "If even a single record in a block is altered — the hash breaks, and the whole chain stops working. This protects the data from tampering.",
    "blockchain_lesson1_paragraph6": "Data is stored not on one server, but among all users at once. This is called <highlight>decentralization</highlight>.",
    "blockchain_lesson1_paragraph7": "The correctness of records is checked automatically by the network. This is called <highlight>consensus</highlight>.",
    "blockchain_lesson1_paragraph8": "<highlight>Cryptography</highlight>, decentralization, and consensus are the three pillars of blockchain.",
    "blockchain_lesson1_paragraph9": "The first blockchain was <highlight>Bitcoin</highlight> in 2009. It allowed people to transfer value directly, without intermediaries or banks.",
    "blockchain_lesson1_paragraph10": "Today there are many blockchains, but the core idea remains: to store data so no one can silently change or erase it.",
    "blockchain_lesson2_title": "Lesson 2: <highlight>How a Block Works: Transactions, Hashes, Chain</highlight>",
    "blockchain_lesson2_paragraph1": "A block is like a digital box filled with transactions. Each <highlight>transaction</highlight> is a record of value transfer between participants.",
    "blockchain_lesson2_paragraph2": "When the block is full, it is sealed with a <highlight>hash function</highlight>. This is like a fingerprint — a unique code based on the block's content.",
    "blockchain_lesson2_paragraph3": "The hash not only protects the data inside the block, but also links it to the previous block — like glue between boxes.",
    "blockchain_lesson2_paragraph4": "If someone tries to change an old block, the hash changes, and the whole chain breaks. That’s what protects the blockchain from tampering.",
    "blockchain_lesson2_paragraph5": "This is how a secure <highlight>chain of blocks</highlight> is created. Everything is linked and protected. This is the core of blockchain technology.",
    "blockchain_lesson3_title": "Lesson 3: <highlight>Proof-of-Work</highlight>",
    "blockchain_lesson3_paragraph1": "To add a new block to the blockchain, it’s not enough to just create it — you have to prove you did some <highlight>work</highlight>.",
    "blockchain_lesson3_paragraph2": "Miners (special participants) solve complex mathematical problems: they find a hash that meets a certain condition (for example, starts with a set number of zeros).",
    "blockchain_lesson3_paragraph3": "This task takes computing power and energy, but it’s easy to verify. The first one to solve it gets to add the block and receive a reward in cryptocurrency.",
    "blockchain_lesson3_paragraph4": "This mechanism is called <highlight>Proof-of-Work</highlight> — a way to prove you’ve contributed resources and helped secure the network.",
    "blockchain_lesson3_paragraph5": "It protects the network: to attack it, you’d need massive computing power, making it too expensive and impractical.",
    "blockchain_lesson4_title": "Lesson 4: <highlight>What is Consensus and Why It's Needed</highlight>",
    "blockchain_lesson4_paragraph1": "In blockchain, there’s no central authority to decide what is true. So network participants must <highlight>agree</highlight> on which data is valid.",
    "blockchain_lesson4_paragraph2": "This agreement is called <highlight>consensus</highlight> — a shared decision among many nodes about which blocks are real.",
    "blockchain_lesson4_paragraph3": "If the majority of nodes approve a block, it’s added to the chain. If someone tries to cheat, their version is rejected.",
    "blockchain_lesson4_paragraph4": "There are different consensus mechanisms: <highlight>Proof-of-Work</highlight>, <highlight>Proof-of-Stake</highlight>, and others. Each has strengths and weaknesses.",
    "blockchain_lesson4_paragraph5": "The goal is for the system to be fair and secure: even if some act badly, the majority keeps things running honestly.",
    "blockchain_lesson5_title": "Lesson 5: <highlight>Decentralization — Power Without a Center</highlight>",
    "blockchain_lesson5_paragraph1": "<highlight>Decentralization</highlight> means a system works without a single authority. No central server, no boss, no one in control.",
    "blockchain_lesson5_paragraph2": "Every participant keeps a copy of the blockchain and can verify transactions. All are equal. Even if some go offline, the network keeps running.",
    "blockchain_lesson5_paragraph3": "This makes blockchain resistant to censorship and attacks. No one can just shut it down with a switch.",
    "blockchain_lesson5_paragraph4": "In centralized systems, you trust an administrator. In decentralized ones, you trust the code and the network rules.",
    "blockchain_lesson5_paragraph5": "That’s why decentralization is a core strength of blockchain — it gives freedom, independence, and protection.",
    "blockchain_lesson6_title": "Lesson 6: <highlight>How the Bitcoin Network Works</highlight>",
    "blockchain_lesson6_paragraph1": "Bitcoin works as a <highlight>peer-to-peer (P2P) network</highlight>: thousands of computers around the world are directly connected without a central server.",
    "blockchain_lesson6_paragraph2": "Each computer is called a <highlight>node</highlight> — a program that stores a full copy of the blockchain and verifies transactions.",
    "blockchain_lesson6_paragraph3": "When a user creates a transaction, it goes to the <highlight>mempool</highlight> — a temporary storage of pending transactions. Miners pick transactions from there to include in new blocks.",
    "blockchain_lesson6_paragraph4": "Once a block is added, all nodes check and sync it. This keeps the network consistent and up-to-date.",
    "blockchain_lesson6_paragraph5": "Even if half of the nodes go offline, the rest continue operating. That’s the power and resilience of the Bitcoin network.",
    "blockchain_lesson7_title": "Lesson 7: <highlight>The Double-Spending Problem</highlight>",
    "blockchain_lesson7_paragraph1": "Before blockchain, one major problem was: how do we make sure digital money isn’t spent twice?",
    "blockchain_lesson7_paragraph2": "A person could copy a digital file (coin) and send it to two people at once. Without a shared ledger, it’s unclear which transaction is real.",
    "blockchain_lesson7_paragraph3": "Blockchain solves this through a <highlight>single chain</highlight>: only one valid block is added at a time, and everyone sees which transaction was recorded.",
    "blockchain_lesson7_paragraph4": "If someone tries to reuse coins that are already spent, the network rejects it — because the system remembers they were used.",
    "blockchain_lesson7_paragraph5": "This made it possible to send digital value peer-to-peer — securely and without needing trust.",
    "blockchain_lesson8_title": "Lesson 8: <highlight>Who Are Miners and Why Do We Need Them</highlight>",
    "blockchain_lesson8_paragraph1": "Miners are network participants who add new blocks to the blockchain. They do this by solving difficult math problems with computers.",
    "blockchain_lesson8_paragraph2": "Each block contains transactions. Miners choose them from the mempool, pack them into a block, and try to find the correct <highlight>hash</highlight>.",
    "blockchain_lesson8_paragraph3": "The first one to find the solution adds the block and earns a <highlight>reward</highlight>: newly created crypto and transaction fees.",
    "blockchain_lesson8_paragraph4": "Miners help secure the network, confirm transactions, and get paid for their effort.",
    "blockchain_lesson8_paragraph5": "Over time, the reward gets smaller — this is called <highlight>halving</highlight>. Still, mining remains a key part of the ecosystem.",
    "blockchain_lesson9_title": "Lesson 9: <highlight>Blockchain Vulnerabilities</highlight>",
    "blockchain_lesson9_paragraph1": "Blockchain is reliable, but not perfect. One of the biggest threats is the <highlight>51% attack</highlight>.",
    "blockchain_lesson9_paragraph2": "If someone controls more than half of the network’s power, they can manipulate blocks, cancel transactions, or double spend.",
    "blockchain_lesson9_paragraph3": "Other risks include bugs in the code, mining centralization, and difficulties updating protocols.",
    "blockchain_lesson9_paragraph4": "But the more users there are, the more secure the system becomes. <highlight>Decentralization</highlight> makes attacks much harder.",
    "blockchain_lesson9_paragraph5": "Open source, community review, and competition help make blockchains more resilient and trustworthy.",
    "blockchain_lesson10_title": "Lesson 10: <highlight>Why It All Matters — The Philosophy of Blockchain</highlight>",
    "blockchain_lesson10_paragraph1": "Blockchain is not just a technology. It’s a mindset where <highlight>freedom</highlight>, <highlight>transparency</highlight>, and <highlight>self-sovereignty</highlight> matter more than control.",
    "blockchain_lesson10_paragraph2": "In a world where trust in banks, governments, and platforms is fading, blockchain offers another way: a system without middlemen.",
    "blockchain_lesson10_paragraph3": "You hold your own assets. You sign your own transactions. No one can freeze your account or rewrite your history. <highlight>Responsibility</highlight> is in your hands.",
    "blockchain_lesson10_paragraph4": "That gives people <highlight>digital freedom</highlight>. But freedom requires knowledge and responsibility. Blockchain provides tools — not guarantees.",
    "blockchain_lesson10_paragraph5": "Many believe blockchain is the foundation of a new internet, new economy, and new way to organize people — <highlight>Web3</highlight>. And you're already part of it.",
    "back_button": "Back",
    "next_button": "Finish"
  }
                  