{
    "mindset_lesson1_title": "Lesson 1: How Not to Lose Everything: Mindset vs. Luck",
    "mindset_lesson1_paragraph1": "Studies show: 70% of lottery winners lose all their money within 5 years. Over 30% go bankrupt. Many fall into depression, addiction, and family breakdowns. The same goes for casino winners, gamblers, and pump chasers: <highlight>easy money doesn’t build mindset</highlight>. And without mindset, money slips through your fingers. You might get $1000 today — from luck, from a trade, an airdrop, or a random transfer. But the real question is: <highlight>will it still be yours in a month</highlight>?",
    "mindset_lesson1_paragraph2": "Most people lose everything because they <highlight>don’t know how to manage money</highlight>. They buy on emotions, invest based on hype, and get lost in the market. Then they say: “it’s all a scam”.",
    "mindset_lesson1_paragraph3": "<highlight>True stability comes not with money, but with knowledge</highlight>. Only by understanding how the system works can you rise above it. Money is like water: shapeless, unstable. Knowledge is the vessel that holds it.",
    "mindset_lesson1_paragraph4": "You can lose everything except one thing — what’s in your head. That’s why <highlight>Web3 University isn’t just education. It’s your new operating system</highlight>.",
    "mindset_lesson1_paragraph5": "We don’t teach you to earn for show. We teach you to <highlight>build a system where luck is no longer needed</highlight>. You are the blacksmith of your choices. Knowledge = freedom. Knowledge = asset.",
    "mindset_lesson1_paragraph6": "If you came for easy money — you’ll leave empty-handed. If you came for understanding — <highlight>money will find you</highlight>. And you’ll know what to do with it.",
  
    "mindset_lesson2_title": "Lesson 2: The Illusion of Easy Money and the Plague of a Generation: Gambling Addiction",
    "mindset_lesson2_paragraph1": "Today they sell you a dream: “Earn fast! Easy! No effort!” It’s everywhere — signal-based trades, roulette, betting, high-leverage forex, crypto FOMO. And it feels like everyone around is <highlight>printing money out of thin air</highlight>.",
    "mindset_lesson2_paragraph2": "But the truth is — it’s a trap. It’s not the road to success — it’s the road to <highlight>gambling addiction</highlight>, the digital plague of a generation. Millions of young people burn everything in a night. Not because they’re stupid — but because the system is built so that <highlight>you lose</highlight>.",
    "mindset_lesson2_paragraph3": "You see a “success story” — someone made x100. But you don’t see the millions who lost it all. It’s like a casino: one wins — the rest pay for the show.",
    "mindset_lesson2_paragraph4": "At Web3 University, we teach you <highlight>not to gamble, but to build</highlight>. Not to chase illusions of fast cash, but to lay a foundation. You’re not chasing profit — you’re building a mindset that attracts it.",
    "mindset_lesson2_paragraph5": "Here you leave the game. You turn off the noise. And begin the journey. <highlight>Money comes and goes. Knowledge stays.</highlight>",
  
    "mindset_lesson3_title": "Lesson 3: Backtest Yourself — What If You Started 5 Years Ago",
    "mindset_lesson3_paragraph1": "In finance, there’s a concept called <highlight>backtest</highlight> — where you test a strategy, like 'investing $50 per month,' on historical data. You “test the past” to see if it would have worked.",
    "mindset_lesson3_paragraph2": "Now imagine: instead of testing a strategy — you do a <highlight>backtest of yourself</highlight>. Remember 5 years ago: where were you? What were you doing? Imagine you had decided then: “I’ll study crypto for 10 minutes a day and invest at least $50 a month.”",
    "mindset_lesson3_paragraph3": "Let’s say you bought Bitcoin or Ethereum monthly. No matter the price — just a little each time. Or tried platforms, joined early airdrops, learned, researched.",
    "mindset_lesson3_paragraph4": "Most likely, today you’d be in a totally different place: with experience, understanding, confidence — maybe even financial freedom. With choices.",
    "mindset_lesson3_paragraph5": "This lesson isn’t about regret. It’s about <highlight>realizing the power of time</highlight>. Right now, you can press 'start' — and in 5 years, you’ll either thank yourself or wonder why you didn’t begin.",
    "mindset_lesson3_paragraph6": "You can fast-forward. Not just 10 minutes a day, but <highlight>1 hour a day for knowledge</highlight>. Not just $50 — more. Not blindly, but with a clear plan. And maybe you’ll only need 1–2 years for results.",
    "mindset_lesson3_paragraph7": "Every day you delay — is a backtest you won’t want to see. But every day you learn and act — plants the root of your future. Even if now it's dark — that’s where the light begins.",
  
    "mindset_lesson4_title": "Lesson 4: Investing Is Years, Not Hype",
    "mindset_lesson4_paragraph1": "You came to crypto to earn. That’s fair. But if you think you’ll be rich in a month — you already lost. Because <highlight>money loves patience, discipline, and calm</highlight>.",
    "mindset_lesson4_paragraph2": "Quick money is mostly luck. Fortune. But relying on luck means no control. You can’t repeat it. You can’t keep it.",
    "mindset_lesson4_paragraph3": "<highlight>Investing is not a leap. It’s a journey</highlight>. A path that begins with discipline, risk-awareness, tracking your choices — and it lasts years, not weeks.",
    "mindset_lesson4_paragraph4": "Real money comes <highlight>after 3–5 years of consistent action</highlight>. You don’t just build capital — you build mindset, strategy, and philosophy.",
    "mindset_lesson4_paragraph5": "If you endure, if you don’t panic-sell, if you don’t jump between tokens — you become stronger. <highlight>And then, you’ll control the money, not the other way around.</highlight>",
  
    "mindset_lesson5_title": "Lesson 5: Financial Stability Starts with Mindset",
    "mindset_lesson5_paragraph1": "Wealth isn’t about wallet size. It’s about how you think. <highlight>Mindset shapes behavior. Behavior shapes results.</highlight>",
    "mindset_lesson5_paragraph2": "People with the same income can have different outcomes: one spends it all — another builds a saving and investing system.",
    "mindset_lesson5_paragraph3": "You can earn less, but if you manage your budget wisely, avoid emotional decisions, and invest systematically — <highlight>you’ll reach freedom faster than someone earning 5x more</highlight>.",
    "mindset_lesson5_paragraph4": "Financial freedom isn’t about how much you make — it’s about how well you manage what you have.",
  
    "mindset_lesson6_title": "Lesson 6: Building a Strategy: The Road to Freedom",
    "mindset_lesson6_paragraph1": "Chaos brings no results. You need a <highlight>goal. strategy. system.</highlight>",
    "mindset_lesson6_paragraph2": "Set clear goals: how much you want to save, how much to invest monthly, and what returns you find realistic.",
    "mindset_lesson6_paragraph3": "Track your progress. Automate deposits. Invest with discipline. And <highlight>don’t touch your investments without a strong reason</highlight>.",
    "mindset_lesson6_paragraph4": "After 1–2 years, you’ll see the power of strategy. After 5 — you’ll harvest the results.",
    "mindset_lesson6_paragraph5": "<highlight>Patience is a superpower. Discipline — your secret engine.</highlight>",
  
    "back_button": "← Back",
    "next_button": "Next →"
  }
  